{
	"displayProperties": {
		"description": "Therin Vai is astounded by his own good luck.\n\nAfter days of staggering through an inhospitable desert with nothing but his name, his Ghost, and his armor, he has found salvation in the form of a small band of friendly Risen. They welcome him into their lean little camp. They feed him: clean water, unseasoned rabbit, a tiny dipper of honey. They entertain him: rumors, jokes, an epic that takes more than an hour and a half to tell. These are the first Risen he has ever met, and he quickly decides he wants to be just like them.\n\nThere is one woman among them that stands out. Her skin is like his. As the fire dies down and people go off to sleep or stand watch, he finds an excuse to sit next to her. He is shy; he does not know what to say. As she chips dried viscera off the head of a maul as tall as she is, she glances up for a moment. \"How long since you were rezzed?\" she asks.\n\n\"Huh?\"\n\n\"Sorry—since your friend woke you up.\" She juts her chin at his Ghost, then goes back to cleaning her weapon.\n\n\"Oh, uh...\" He looks to Ghost.\n\n\"Six days,\" Ghost supplies.\n\n\"How long was he dead?\" she asks Ghost. Therin turns to look, waiting for the answer. That question didn't even occur to him.\n\nGhost spins her shell, thinking. \"It's hard to say exactly. Not long. Perhaps a month?\" She nudges his cheek affectionately. \"You were disgusting.\"\n\nThe woman nods thoughtfully, then reaches out to rub the corner of his cloak between thumb and forefinger.\n\n\"Why?\" Therin asks after a moment.\n\n\"Never seen clothes like yours, is all,\" the woman shrugs. She lets go, looks back to Ghost. \"You pull him out of a shipwreck, maybe?\"\n\nGhost nods. \"Yes.\"\n\nTherin squints, puzzled. Seeing that, the woman points the end of her war hammer up to the sky. \"You and me, we come from the same people. And those people are up there.\"\n\n\"Yeah? What do you know about them?\"\n\nThe woman shakes her head. \"Not much. I know that we must have left them for a reason. Don't worry about them so much.\" She pats his knee. \"You gotta figure yourself out first. You know who you are?\"\n\n\"Therin Vai,\" he says, confidently.\n\nShe smiles. \"Therin Vai,\" she echoes, and the confidence in her voice makes the name sound more legitimate, more real, than when he shared it with just Ghost.\n\nThey fall quiet again. A log in the fire snaps.\n\n\"You think I can stay with you all?\" he asks eventually, full of cautious optimism.\n\nThe woman looks at his tattered cloak, his knives, his lean build. He is not one of them, not by a long shot, and she knows it even if he doesn't yet—but he doesn't sense that judgment in her voice. He hears only kindness when she says, \"Of course. Stay as long as you want.\"",
		"name": "Neoteric Kiyot Cloak",
		"hasIcon": false
	},
	"subtitle": "\"I knew my name the instant my Ghost found me.\" —Therin Vai",
	"hash": 1021306385,
	"index": 1015,
	"redacted": false,
	"blacklisted": false
}