{
    "index": 555, 
    "hash": 103281446, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "Asher Mir stands looking at himself in a mirror. He is shirtless. With the hand that still feels, he reaches to the shoulder that doesn't feel. He taps his fingernails against the rigid metal there, then taps his way to his clavicle. The boundary between metal and skin is neither uniform nor tidy: Metal gives way to a sheath of hard, keratinized skin that puckers and blooms and splits like he is a snake sloughing its skin. Keratinized skin gives way to toughened callus, ugly with bruising and overstressed veins.\n\nHe spreads his palm against his chest and holds it there, as if covering it up will make it go away. Then, with effort, he drops his hand and forces himself to look for a long time.\n\nWhat will happen, he wonders, when the machinoforming reaches his lungs? It is already painful to cough.\n\n\"You should go to the Reef.\"\n\nAsher sucks in a breath through his teeth and snatches at his shirt. He struggles to put it on, then whirls around to find Ikora Rey leaning in his doorway. \"Unforgivable intrusion,\" he spits. \"Declare yourself plainly when you approach. And schedule your so-called visits in advance. I was not expecting you.\"\n\nIkora exchanges a brief glance with Ophiuchus, then goes on, \"Tyra believes that Ives or another one of the Reef Cryptarchs might be able to help.\"\n\n\"A fool's errand. The Cryptarchs are preoccupied by idle theory. The answer to my problem lies here, with the Vex.\"\n\n\"If that's so, why didn't you come with me to see Osiris?\"\n\nAsher fights his way into his robes, fastening snaps and ties so quickly that he misaligns several. \"Because he is a useless, self-obsessed wretch.\"\n\nIkora raises an eyebrow and waits. Asher sneers as he smooths both hands across his belly, trying to tidy his silhouette. \"I concede your point but I do not have to acknowledge it.\"\n\n\"The Techeuns, then. My Hidden say—\"\n\nAsher stiffens. His head snaps up. \"Your Hidden!\" he barks as hot tears well in his eyes. \"Your Hidden know NOTHING about this illness! The Queen's witches, if they still live, know NOTHING about this illness. No one can stop it! I am beginning to believe there is no sense in even trying!\"", 
        "name": "Gensym Scribe"
    }, 
    "subtitle": ""
}