{
    "index": 556, 
    "hash": 103281447, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "As I have made it my life's work to seek as much truth as history can offer, I chronicle these dreams in hope that my subjective understanding might provide some path to truth for others:\n\nINFINITE SADNESS: I stand at the bow of a ship, crying as the stars streak the skies. I am trying to chronicle trillions of star systems at once, searching for a single planet. A faceless companion asks why I look so sad, and I show her a photo of a globular mass or a dual-ringed planet, depending on how you hold it. \"How much did you pay for that?\" she asks. \"Everything I have,\" I respond. Then the stars stop streaking and the ship crumbles apart. We fall into nothing, and I awake.\n\nFISSURING WARMTH: I am running from an encroaching burn of blue light. I jump from rock to rock, as they are the only things with gravity. Every leap is a battle against the cold nothingness of space. I see a sea of people gathered together, and realize that's where I am trying to go. I make one more giant leap, but the blue burn catches my ankles, and I fall. The impact of my plummet shatters the rock in two. Hundreds of these beings fall into the chasm I created behind me. I try to heave each of them back to the surface, and I do until I can't anymore. My elbows won't bend; my arms are too weak to push. The descent gets warmer and warmer until all goes black, and I awake.\n\nSONGS OF ANALYSIS: I am outside my body watching it float from one shapeless void into another. The first void contains a voice humming a tune, yet no presence. As I pass through each, one by one, another voice joins in harmony. I try counting the voices, but I am not sure if I should be adding or subtracting as they fade into one, and in my confusion I lose any memory of numbers at all. I feel a tether pulling me back into being and see myself waving goodbye. A voice burrows into my mind as the serenading songs become discordant, ugly. The voice becomes louder, and I awake.\n\nWASHING SKIN: I have gathered my belongings in a gray porcelain sink. The soap clings to my fingers. As I wash what I possess, my things begin to dissolve. I scrub harder because I know that the washing is a way to remove impurity, and I must be certain that I will not dissolve too. My mother tells me that silver is the element of false-life, blue skin poison. I worry that my fingernails are soft.\n\nMOUNTAIN: I am on the mountain at Felwinter's Peak, except there is an express monorail to my neighborhood grocery in the City, which is all out of what I need. A Guardian brings me a special engram. I refuse to decrypt it. I tell the Guardian it is better this way, unactualized, secret, certainly containing the thing that will be needed when the moment comes.\n\nTYRA: I am someone else. I hope that someday I will meet Tyra Karn.", 
        "name": "Exegesis"
    }, 
    "subtitle": ""
}