{
    "index": 557, 
    "hash": 103281444, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "Dinna twists the emergency transponder until the circuit closes. And for the second time in her life, she feels the crackle of the beacon as it burns itself out, blasting its life into a single radio howl: PSARA PSARA PSARA\n\nIt means that the Queen's throne room is about to fall.\n\n\"Done,\" she tells her second. \"Let's not count on reinforcements.\"\n\n\"Not our reinforcements, at least.\" Pods are still coming in from the prison, crashing all over the Vestian Outpost. \"The throne isn't a tactical target. Do you think they'll bypass us?\"\n\n\"Not a chance,\" Dinna says, grimly. \"Not the littlest chance.\"\n\nThe Queen's Guard has, technically, never been defeated in battle: Pride dismisses the House of Wolves' backstab as an act of treachery, not military might. But once more the Fallen are loose in the Reef… and if there is no treachery involved, Dinna will eat dirt and call it hummus. This reminds her too much of that awful day.\n\nSo when the voice comes through the door, she calls, \"Hold. Hold.\"\n\n\"Paladin Dinna?\" the Prince of the Awoken calls. \"You know that's my throne you're guarding, don't you? May I come in?\"\n\n\"You're not alone,\" she shouts back.\n\n\"I have my retinue with me.\"\n\nA few of Dinna's people lower their weapons. \"Weapons up,\" she snaps. \"We can't trust him to—\"\n\nRoyal overrides slither through the throne room's networks. The doors open, and a dazzling barrage of flashbangs plays the royal welcome. Dinna stares straight into it, weapon aimed, eyes open, trusting her helmet to buffer her sight—and waiting for the first blue flash of Fallen weapons.\n\nPrince Uldren Sov saunters in like the belle of the ball, his cocked revolver aimed at the ceiling. \"At ease,\" he says, with a little swish of his cloak, and everyone, Dinna included, responds. Just a moment's weakness. Just the subtlest flicker of deference, because he is the Prince and it feels so right to have royalty in this throne room again. Fingers off triggers, weapons skewed a few degrees off target—\n\nThe impulse is so strong because it jives with Dinna's discipline, which has already stepped in to crush the immediate instinct to blow Uldren away. Something's wrong. Something's off.\n\nBaseline Humans can react to a visual stimulus in less than two hundred milliseconds. Awoken, less than a hundred. But there is a phenomenon Dinna and every other Royal Guard knows well, a trick of the mind called attentional blink. You are waiting for something to appear: a hostile, a gunshot, a loud noise. When it does appear, your attention blinks. You cannot detect a second event if it comes just after the first.\n\nSo it is with the blue flash of Arc-rifle fire behind Uldren's cloak.\n\nIt could go differently, still. But there is no one in this room who can easily sight in and fire on their Prince—and he has no such reciprocal inhibition.", 
        "name": "King's Wrath"
    }, 
    "subtitle": ""
}