{
    "index": 839, 
    "hash": 1069887756, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "A CRUCIBLE STORY\nPART TWO OF THREE\n\nShaxx stared at them.\n\n\"So. You're going to pick two,\" Cayde said.\n\nShaxx looked down at him. \"Pick two what?\"\n\n\"Two of the little brats. You'll pick a team of two, and you're going to train them in this… sport they play here. It's some kind of tournament. You know all about those.\"\n\nShaxx surveyed the field.\n\n\"This is ridiculous,\" he concluded.\n\n\"That's not the last time you're going to say that today, but you've made your bed. Get comfy.\"\n\n\"I can pay you Glimmer. Two Crucible matches' worth. Why waste my time on children?\"\n\nA child sped past and waved at Cayde as Shaxx spoke. Cayde responded with an upward thumb.\n\n\"I like bugging you. Plus, you'd be surprised what goes on out here that only these little miscreants know about.\"\n\nBeneath the helmet, Shaxx stared holes into the Exo's face.\n\n\"They run very fast. Listen, I know you're going to be you, but try to keep them intact. I make sure a Guardian they know comes to visit them once in a while. You weren't the kids' first choice, or even their tenth, but you were the only one I could get leverage on this week.\"\n\nShaxx stood motionless, but his fury engulfed the air like a flame. Cayde turned to leave, his cloak billowing in the wind behind him. \"I'm going to make so many Crucible bets while you're gone.\"\n\n\"You wouldn't dare,\" Shaxx began, but Cayde was already lost in a departing crowd of adults.\n\nShaxx let out a breath, then scanned the field again, past child after squirming child. He quickly discerned the two on the field with the best athletic potential. Two Human girls, snarling as they swung branches at each other, seemingly impervious to pain. He walked past them, through the crowd, and several elders paused just briefly enough in their youth wrangling to let their jaws hang. Lord Shaxx navigated the unruly sea with grace, and headed toward a lone tree in a corner of the field. An Awoken girl and a Human boy sat huddled below it.\n\nAs Shaxx's shadow eclipsed them, they looked up at him with the same brightness in their eyes. \"What are your names?\" he demanded. \"Runa,\" said the Awoken with some disdain. She returned the blank stare of Shaxx's faceplate. \"My name is Lonwabo,\" recited the Human, more like a question than a statement.\n\n\"You look bored, Runa,\" Shaxx observed. \"And you look worried, Lonwabo.\" He pointed at the boy, who scooted back, startled.\n\n\"As far as I'm concerned that makes both of you more intelligent than all these other dregs,\" said the Titan. \"You're with me. I need the rules of engagement.\" Shaxx stared at them, and they stared back. \"Someone talk to me.\"\n\nThey both spoke at once, and Shaxx listened in silence as they talked over each other to explain the game: Teams of two launch orb projectiles at each other, and players struck are eliminated. If both players on a team are eliminated, the team is out of the tournament, and their chance to play on the field is over.\n\n\"What do you call this drill? Skirmish? Supremacy?\" Shaxx demanded.\n\n\"Dodge ball,\" said Runa.\n\n\"We'll work on the name. Follow my instructions, and I will lead you to victory.\"\n\nShaxx waved one of the adults over.\n\n\"Lord—Lord Shaxx?\" said the Exo male.\n\n\"Shaxx is fine.\" Only Guardians owed him respect. \"Find my team a match. Sooner the better.\"\n\nShaxx brought Lonwabo and Runa to the field, and kneeled. His hands engulfed their shoulders like a pair of descending moons. \"My friends. Should you be killed, others lesser than you will take your place. Don't fight for yourself. Fight for those poor fools.\"\n\nLonwabo opened his mouth as if to speak, but hiccupped instead.\n\nShaxx turned them both around to face the sun and the other team across the field. He kneeled so low that his face was level with theirs. The three stared at the opposition: two Human boys, eyes glaring, fists balled in determination. Their elder stood behind them, her eyes wide as she recognized Lord Shaxx.\n\nRuna yawned and rubbed her face, trying to clear the sleep from it.\n\nShaxx whispered to his new charges. \"Crush them.\"", 
        "name": "Wing Contender"
    }, 
    "subtitle": "The double-headed phoenix that fights itself represents Guardians who strengthen each other in the Crucible."
}