{
    "index": 1169, 
    "hash": 1090101139, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/46ed85af1a48df4f50390323d944b376.png", 
        "hasIcon": true, 
        "description": "Mia van der Venne is more than 200 years old. Change comes faster, these days, and you live to see more of it. Changes like Ismail being allowed to pray not in the real direction of Mecca but in the direction Mecca would be if it were transposed from Earth to Titan. Changes like the rise and fall and rise again of the Bray cult of personality. Like the new worlds the Traveler opens up to humanity.\n\nAnd changes like the woman who calls herself Crown Six.\n\nShe has the compact, endomorphic build of someone's mom, a shape that would be disarmingly ordinary if it were not rearmed by glowing eyes, empty sunken cheeks, a thickly armored jaw, and a bare scalp studded with needled sensors. The petrol stink of Titan's atmosphere washes off her, mingled with the clean astringent bite of air lock spray. Like all Exos, she was once a person—someone who gave up her flesh for the tenuous immortality of a war body. Mia, unfairly, thinks she looks like an angry mannequin.\n\n\"Welcome to New Pacific Arcology,\" Mia says. Far beneath them, the lights of residential stacks dim and flicker out as people report to their podding stations. Information kiosks flare up in distant blue, flashing directions to the lost. A vacuum robot scurries along the catwalk behind them.\n\n\"Administrator van der Venne,\" the woman says, with careful consideration, \"thank you for your welcome.\" She turns back to collect some item of equipment. An etiquette flash blinks in the air beside her, totally unpersonalized: it is just the standard warning against substrate chauvinism.\n\n\"Hi, Morgan,\" David Korosec says, with a softness Mia has never heard before, a softness not meant for her ears. \"Are you happier?\"\n\nIt is as if he has waited a long, long time to ask that.\n\nCrown Six looks up in very human surprise. \"David,\" she says, guardedly. \"Tell me you're not still—\"\n\n\"An ethicist? Sorry, Morgan. Still me.\"\n\n\"Then I'm not speaking to you,\" the Exo says and turns to Mia. \"Administrator van der Venne, I'm here under SOLSECCENT's special security protocol for extreme crisis. I must ask for your compliance and all possible assistance with our mission.\"\n\nAn eight-legged crate walks out of the air lock behind her, shepherded by two more silent Exos. The beast of burden proffers body armor and firearms: not just bliss rifles or restraint spiders, but actual, lethal, bullet-shooting guns.\n\n\"No,\" Mia says, with more heat than she intends, but not more than she feels. \"I won't allow you inside with deadly weapons. This is a legally autonomous settlement, chartered under—\"\n\nMorgan points a bladed hand at her. The symbolic suggestion of violence alone is shocking enough to cut Mia's sentence short. \"Administrator van der Venne, there is a CARRHAE WHITE emergency in effect. As an AI-COM operative, I have the right to use force where and how I see fit. So, if you don't get me where I need to go and help me remove any obstacles to my goal, I will realign you with my mission parameters.\" She cocks her head. It's so human. \"Am I clear?\"\n\n\"Are you threatening to shoot me?\" Mia stares at the Exo woman in disbelief. She hasn't seen a gun in nearly 50 years, and now they are not only coming into her habitat, but they're also pointed at her.\n\n\"I won't shoot you.\" The needles of Morgan's scalp glitter. \"But I will tell you that I could, if I found it necessary.\"\n\n\"This is wrong!\" David barks. \"I know you, Morgan. You believe in sacrosanct human will, and the primacy of informed individual agency, and the need for powerful actors to obtain consent. The person I knew would never—\"\n\n\"The person you knew might have had time for this conversation,\" Morgan says, with vicious remove. The pronoun dance suggests shared personal history that Mia has no business asking after or caring about. \"I don't. Administrator, my team will now proceed to Shanice Pell's lab to secure our objective. If you're with me, maybe it gets done faster. If not, maybe it gets done messier. Your choice.\"\n\nOf course. Of course it's about Shanice Pell. Who else?\n\nA silent alarm throbs in Mia's sensorium, like a snake coiling around her wrist. Down in the residential blocks, one of her citizens has lifted one too many boxes and manifested presymptoms of a heart attack. EMTs are on the way, so it probably won't be the day's first death. Probably. Life burns so easily. It's her job to stand up to those who forget that.\n\n\"I'll escort you to the lab,\" she says. \"May I assume that you're interested in containing some data at the Pell lab? Should I close our airspace? We are in the middle of—\"\n\n\"You'll do nothing,\" Morgan says, confidently but incorrectly. \"I'm killing all your satellite uplinks except for text and basic flight telemetry.\"\n\n\"Who ordered this?\" Mia demands. \"On what grounds can SOLSEC impose some high-handed protocol on my Arcology?\"\n\nMorgan does not make the obvious correction: not who ordered this, but what.", 
        "name": "Faces Like Shields"
    }, 
    "subtitle": ""
}