{
    "index": 1170, 
    "hash": 1090101140, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/46ed85af1a48df4f50390323d944b376.png", 
        "hasIcon": true, 
        "description": "The beam kisses the rising shuttle and cuts through it, like a wire through a block of butter, as if the ship and everyone inside were as thin as the hydrocarbon sleet. Thunder booms, louder than Earth's, through heavy nitromethane air.\n\nMia watches the debris strike the smooth black ocean and sink. She can't breathe. There is something like a whittled mulberry branch stuck in her throat.\n\n\"Do you realize this is your fault?\" Morgan-2 groans, inviting no dispute about whether it is in fact Mia van der Venne's fault (yes, in a complicated way) but, rather, asking her if she accepts it.\n\nDo you see, Mia? Do you see how you killed them?\n\nIt was a good plan, she'd thought. Smuggling Shanice Pell out on the evacuation ships was the right thing to do. Because it put Shanice Pell's personal autonomy above the needs of any enigmatic emergency protocol. Because it gave Shanice a choice about what to do with her data, instead of yielding that choice to Morgan and her Exos.\n\n\"Why?\" David Korosec whispers. \"Morgan, you murdered all those people… why?!\"\n\nIt should've worked. Mia never betrayed herself to the Exos' electronic warfare with a telltale signal. She didn't warn Pell with a crude mechanical sign, like a blinking light or a gushing faucet, that a watching AI might detect. She hid her alarm in the social chaos of the Arcology's evacuation: simply by failing to renew a hold order, she allowed one of her security frames to detain a Clovis Bray executive in Dome 2. The Clovis corporate embassy sent a team to unsnarl the situation, and that unexpected Clovis sortie triggered Shanice Pell's sentinel programs and kicked off her red-alert evacuation protocol. She was already evacuating, just like everyone else, but now she believed (correctly) that someone was after her.\n\nShanice and her lab ran before Morgan's Exos could reach them. Ran with the data Morgan came to silence.\n\nThe probe. This must be about the Pell deep-space probe. That \"demonstration of self-sufficiency\" that caused such vicious, quiet controversy. What did it find?\n\nWhen Morgan-2's network senses warned her of Pell's flight, Mia thought she'd won. Saved the radically self-sufficient scientist from the big bad Warmind and its paranoid goons.\n\nBut Morgan-2 had just covered her glowing eyes. \"Administrator. Didn't you understand that I was the humane option? Didn't you think?\"\n\nAnd down from the sky, swift and stealthy as the Warsat that fired it, came the invisible discharge of an X-ray laser to light the shuttle's propellant like a lantern. The beam path was hot-white, straight as poured silver, collapsing instantly: a crash of pure-tone thunder as the tunnel of burnt air closes in on itself. And the shuttle opening like a ghastly blossom, the shape of a thing going upward very quickly, no longer in one piece.\n\n\"Oh, no,\" Mia had gasped, not understanding at first: Was it an accident? Had the phantom disaster finally arrived on Titan and struck its first blow? This was the age of life, and governments did not, ever, use force against human beings. There were always alternatives. Every soul sacred. Every evil treatable.\n\nThen she understood what the Warmind had done.", 
        "name": "Kalki's Burning Sword, Part I"
    }, 
    "subtitle": ""
}