{
	"displayProperties": {
		"description": "Everyone has had their say. Mia puts her hand down on the cold tabletop. \"We are going to evacuate. Xiana, call Babatunde and get the Duiker up from the borehole. I want them moored in the submarine pen in three hours. We'll start podding citizens in the domes, then use local blue-water shipping to haul them out for orbital pickup.\" She likes to call the surface ships \"blue-water,\" even though Titan's oceans aren't water, or blue. It reminds people she's old-fashioned. \"Then we evacuate the ship crews. Then we go.\"\n\nIsmail Barat opens his mouth to say something. She will remember, afterward, the way all the fine hairs of his immaculate beard whispered off each other, in that last instant before it happened.\n\nAn alert detonates in her sensorium.\n\nAnd when everyone else at the table (except Ismail) flinches in surprise, Mia knows that she has just watched a history bomb detonate, a blast of irreversible change.\n\n\"Subhanallah,\" Ismail says, which is his third-language Arabic \"wow.\"\n\n\"I guess it's not a false alarm,\" Maury Yamashita murmurs.\n\nThe alert scrolls through Mia's mind, in that hallucinatory screen space that matches but never impairs normal vision. \"TRAVELER DEPARTS IO. TERRAFORMING INCOMPLETE. ACCELERATING TOWARD EARTH. BEHAVIOR UNPRECEDENTED.\"\n\nSometimes Mia thinks she can feel the New Pacific Arcology moving beneath her, as if the flex of that 160-meter substructure of plasteel and spinmetal that anchors New Pac to the ice shell is also a flex in her sinews. Maybe, like Xiana, her bones are more than bones too. And whenever that happens, she thinks: gasoline rains from the sky here, and it is -180 degrees Celsius outside, and no matter how comfortable we grow, life is tenuous here. Human life, especially.\n\nAnd now it's going to end.\n\nShe says to her crew what she will say to the mayor. \"We've got to get everyone off this city. Wherever the Traveler is going, that's where it's safe.\"\n\nThen she looks to David Korosec, who made his name as the Good Man by proposing humanity's best and most rigorous theory of the Traveler's morality. \"The Traveler will protect us, no matter what happens. Correct?\"\n\nDavid looks back at her with all the heartbreaking honesty of a child.\n\n\"Yes,\" he says. \"It can't do anything else.\"",
		"name": "The Sixth Seal, Part II",
		"icon": "/common/destiny2_content/icons/46ed85af1a48df4f50390323d944b376.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1090101137,
	"index": 1168,
	"redacted": false,
	"blacklisted": false
}