{
	"displayProperties": {
		"description": "The gecko-grip surfaces on his forearms catch—and hold.\n\n\"Whew,\" he says, and he has never meant anything so inane so deeply.\n\nThe swarmers seethe and pulsate in the perforated plastic sac. Not Titan's highest life, nor its lowest, they hive across the icy sea-bottom in enormous braided patterns that speak to Maury of intelligence. Not individually—not even at the hive level—but some kind of vast concert, conducted, perhaps, by leviathans down beneath the ice shell, communicating across the barrier by magnetic whisper that the swarmers receive via organic SQUIDs. An ecology spanning methane life and water-ammonia life. Why? How?\n\nMaury wants so badly to know. But if his curiosity brought the swarmers here, only for them to be caught in the quake, dashed apart against the arcology struts, he'll never forgive himself.\n\nHe should've set up a remote release, but he was complacent. He gets a fistful of the pen's smart plastic surface and fires the \"disintegrate\" signal through his glove. The polymer shreds and the swarmers scatter, their tiny bodies siphoning liquid methane as they pump down and away. Safe. Safe. \"I made it!\" he calls, jubilantly. \"On my way back up!\"\n\nThe quake hits.\n\nA hundred and fifty meters below, the icy basis of Kraken Mare rolls like liquid. The arcologies answer the low geological wail with a cacophony of groans and shrieks, joints flexing, tethers snapping taut, substructures soaking up unthinkable mechanical energy, trying to keep anything from—\n\nBreaking.\n\nSomething must've frozen hard down in Dome 2's substructure. Something must've grown brittle. The snap is almost spinal. The smashed hulk of a drone tumbles past Maury as he tries to scull backward, away from the superdense arm of plasteel dropping like a guillotine through all-too-thin methane to strike him in the—\n\nAn absence.\n\nHe's on the ice seafloor, two hundred and forty meters down. Someone's shouting in his ear. It's Mia. She's always there in an emergency. Always there for her team. \"Maury! Maury, you're awake! Respond if able!\"\n\nHis sensorium tells him he's been in a medical coma while cytomachines fight to save his life. Massive blunt trauma. Concussion. The suit, as ever, tougher than the human being inside. Dome 2 has toppled partially; it's leaning toward the sea on damaged substructure. He should go help…\n\n\"Maury,\" Mia says, in a level voice he does not recognize. He's never heard her scared before. \"Listen to me. The quake is over. But a shelf of ice collapsed into Kraken Mare. The displacement wave is coming in now and you won't be safe on the bottom. You must reach the surface and get above wave level. That will be at least 50 meters.\"\n\nSurface? Wave? About 50 meters? Maury cues a blast of nootrope to clean up his thinking and grunts aloud in shock. He gets it. Oh, he gets it now, he has to RUN. \"I understand. I've lost my buoyancy. Ascending on thrusters.\"\n\nHe makes it to the surface. He's up there in plenty of time. He can even see Dome 1, still intact, though a lot of the surrounding rigging is damaged. One of the creepy Exo soldiers stands outside, beckoning to him with a laser dazzle, guiding him in.\n\nMaury opens his suit wings to their full membranous span. A single mighty stroke of paramuscle cups the air and hauls him up out of the sea. He's aloft! Titan air is thick, and Titan gravity is light, and like a huge bat he can fly. He puts his head down and starts building altitude, headed towards the beckoning Exo.\n\nThe Exo's laser blinks code at him. GO WITH GOD, YOU POOR—\n\nMaury looks back.\n\nFirst, he sees the supercarrier, tragically buoyant, tragically light, built for seas with gentle one-meter tides but now riding the greatest wave Titan has ever seen, directly into Dome 2's crippled understructure. In 152 kilopascals of air pressure, the pandemonium sound of the collision has the gut-mulching power of a rocket booster.\n\nThe entire arcology collapses down onto the ship, into the sea.\n\nThen he blinks past the devastation and recognizes the sheer scale, the utter speed, the complete imminence of that unthinkable methane wave coming down at him.\n\n\"Oh, man,\" he says.",
		"name": "The Water Sun, Part II",
		"icon": "/common/destiny2_content/icons/46ed85af1a48df4f50390323d944b376.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1090101144,
	"index": 1175,
	"redacted": false,
	"blacklisted": false
}