{
    "index": 1173, 
    "hash": 1090101143, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/46ed85af1a48df4f50390323d944b376.png", 
        "hasIcon": true, 
        "description": "Maury Yamashita dives through bad water.\n\nIt's not water at all, but that's what the dolphins have nicknamed it—bad ocean—because it sucks to swim in it. At nearly -200 degrees Celsius, the methane is so viciously frigid that vacuum, the acme of pure cold, is actually keeping Maury warm: he wears a softsuit stuffed with microscopic layers of vacuum, packed in turn with crystalline nanostructures that prevent even light from crossing the gaps. This means the chill cannot get in… and his body heat cannot get out.\n\nSo, he is now baking to death in an ocean as cold as Dante's ninth. Of course, he could vent heat; the suit allows that. But the spreading warmth will force nitrogen out of the methane-ethane ocean, and the bubbles will slow him down. This is unacceptable for a lot of reasons, one of which is that he's already too slow. Liquid methane is about half as dense as water, so his huge fins and hissing thrusters struggle to push against it.\n\nAnother reason is that he will die if he can't get back inside in time.\n\n\"Maury,\" his sensorium whispers. He's turned the volume way down. \"Come back. This isn't worth your life.\"\n\nSorry, Mia, he thinks. It has to be worth my life, or I'm worth more than them, and I know I'm not. I put them there. It's my job to let them out.\n\nHe's always loved the stupid little swarmers.\n\nDome 2's understructure crouches around him, a maze of ultralight support struts and twisting bundles of cable. The shadow of a behemoth supercarrier blocks the dim sunlight above: he feels the thin howl of the ship's thrusters, fighting to move out of mooring at Dome 2 and haul another load of frozen people to an evacuation lifter. If Maury looks down, his lights illuminate a dusty wash of azotosomic plankton, primitive methane life. If he looks back to Dome 1, he can barely see the sleekly fat form of the Duiker, the water-ocean research submarine, docked to the arcology's underside. E. F. Babatunde is in there now, probably begging someone to tell them what's happening.\n\nHe heads down. His dolphins are already safe in open water. He has to get the swarmers out of their research pen.\n\n\"Tidal anchors decoupled,\" Xiana McCaig reports. \"Dome 1 substructure is as loose as I can make it. Dome 2 is showing temperature faults, but I've got drones on the way. Maury, please. We have no idea what'll happen when the quake hits. Get back in here!\"\n\n\"I'll be back in a few,\" he promises. \"I'm just going to cut the research pen open so the swarmers can get free—\"\n\n\"Oh, Allah,\" Ismail Barat whispers. \"It's gone.\"\n\n\"What's gone?\" Mia demands.\n\n\"The tidal pull. The ghost mass. It just… left. The moon is collapsing back to spheroid shape. I'm detecting primary waves in the subsurface ocean—it's a quake. It's a quake! Maury, get away from the substructure! Get clear!\"\n\nMaury imagines 60-plus meters of bulging moon, Titan's mass hauled up into a teardrop pointed at the sky—suddenly released. Smashing and scraping and grinding back into equilibrium. Cracks in the ice spewing plumes of water and ammonia. Continent-sized shelves slamming and rebounding and calving like bergs. The whole vast inner ocean sloshing back into its shape.\n\n\"The swarmers,\" he says, and he jettisons his buoyancy tanks.\n\nWithout that lift he is so much denser than the bad water around him that he plunges like a skydiver toward the cross brace below, where the swarmer pen is anchored. Titan's gravity may be gentle, but even gentle acceleration adds up. He hits hard, and the spinmetal surface blasts the air out of his lungs. He gasps and gags. Scrabbles for purchase before he slides off and falls into the abyss. He's going over—no! No! He is not going over! He will not fall!", 
        "name": "The Water Sun, Part I"
    }, 
    "subtitle": ""
}