{
    "index": 1168, 
    "hash": 1090101138, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/46ed85af1a48df4f50390323d944b376.png", 
        "hasIcon": true, 
        "description": "The military dropships pierce the nitrogen clouds like bullets, plasma-hot trick shots through the evacuation fleet swarming over Titan. By the time Ishita Bhattacharya-Garcia has calmed down the panic in Traffic Control, there's nothing left for Mia to do except pace around the edge of her office in irritation and fire civil airspace protests at the intruders.\n\nThey reply in terse code. Her office copies the military message straight to her sensorium: \"New Pac, this is Crown Six, on a zero-zero for your dorsal air lock. Do not deviate your traffic. Send a civilian liaison to meet us at the lock. Over.\"\n\n\"Heck-darned military trying to justify their own existence,\" Mia grumbles. She's been pathologically unable to swear since her great-grandkids. The presence of a famous ethicist at her side doesn't loosen her up.\n\n\"You're right.\" Korosec paces with her at a safe three steps, inside her turn. He seems like a man comfortable at any distance. \"If they just came into the traffic pattern like any other ship, they would be admitting that their precision and urgency are unnecessary. So… this.\"\n\n\"Some American you are,\" Mia teases him. David comes from the North American Empire, Earth's biggest voluntary retro-nationalist republic, full of people who love military pageantry and muscular aerospace displays.\n\nHe smiles with those huge, laughing, haunted eyes. \"I wasn't always the Good Man, you know.\"\n\n\"Do you mind when people call you that?\"\n\n\"Thank you for asking! I hate it. But I like the idea that people can believe in a good person. If they believe in one, they can believe in more.\" His laugh reaches more than his eyes this time, soft and confident. You would never know he was thinking, constantly and acutely, about your idea of Right, and how he could satisfy it. \"May I ask you for a favor?\"\n\n\"Of course.\"\n\n\"I want to be with you when you meet the soldiers.\"\n\nShe looks at him in surprise. \"YOU want to liaise with the military? No offense, David, but you seem like a rough fit.\"\n\n\"I knew her.\"\n\n\"Who?\"\n\n\"The woman on the radio. Crown Six.\" Two centuries of practice tell Mia there's heartbreak behind that calm voice. \"Before she was uploaded.\"\n\n\"Uploaded?\"\n\n\"She's an Exo now. A troubleshooter for SOLSECCENT.\"\n\n\"Well,\" Mia says. \"That'll be a weird reunion.\"\n\nThe dropships come down so fast Mia is sure they will crash, plunge into the methane sea, and sink like uranium bricks. She watches by cortical video as they make their blindingly bright suicide burns, flesh-peeling, 30-g decelerations into an arrogantly precise hover five meters above the arcology dome. Dark metal figures leap from the dropships, naked in Titan's flash-freeze cold and untroubled by 1.6 atmospheres of pressure. A drizzle of gasoline rain slicks their alloy skin. They move with inhuman efficiency.\n\n\"I don't believe it!\" Mia shakes her head at the absurdity of the universe. \"Like we need transhuman infantry to evacuate a city!\"\n\nShe heads for the door and the elevator, but Xiana McCaig, Ismail Barat, and Maury Yamashita are blocking the way. \"I know,\" Mia says, holding up her hands. \"You refuse to leave. You're staying here with me. You want to save everything you can.\"\n\nXiana, who secretly wanted to impress her, is crestfallen. Dear Maury's diver instincts (never leave your buddy, never hold your breath) puff him up with pride: she trusts him! Ismail makes a small, satisfied sound, as if his prediction just came true. Probably he just won a bet with Xiana.\n\n\"Come on.\" Mia hugs her wayward children. \"Come here, you awful kids. I knew you wouldn't leave, because I'm not going to leave either. I want you all to go to Crisis Command and get your staff set up. Ismail, let's assume we're going to lose the satellites; get all the weather forecasts you can, Titan surface and circum-Saturn space. Maury, try to figure out what exactly is about to hit us. Xiana, check on the Duiker, then help Ismail switch everything you can to local management.\"\n\nOn the way to the dorsal air lock, Mia flicks through camera feeds, statistics, and telemetry, watching over the evacuation effort. Not so long ago, a few million frightened people would've been an administrator's worst nightmare. Not these days. Titan's citizens have grown up with game theory and applied community ethics; it's as unthinkable to beg for a priority evacuation as it would be to ask for an old man's seat on the tram. The families of rig workers and shipping tycoons wait side by side for their tickets to be called, for their bodies to be processed into coldsleep SMILE pods and loaded by the thousands, all equally silent, equally delicate, equally helpless.\n\nMia gets a chill. She doesn't know why she's so certain that it's over now, this calm enlightened goodness, this collective decency. But she is.\n\n\"You're scared?\" David asks quietly.\n\n\"Not scared for myself. For… everything. For what we've built.\"\n\n\"We built it well,\" David assures her. \"This is when we'll be our best.\"", 
        "name": "The Tenth Avatar"
    }, 
    "subtitle": ""
}