{
	"displayProperties": {
		"description": "\"It's real,\" Mia van der Venne decides. \"We evacuate. Citizens first, then the old guard. And we assume that we're never coming back.\"\n\nNo one breathes.\n\nDown beneath their meeting table, pouches of farmed salmon, beef en culture, buttered carrots, and bok choy drift in the slow turbulence of the sous-vide bath. On Mia's one hundredth anniversary as the New Pacific Systems and Facilities Administrator, she cashed in all (well, not quite all) her favors and installed a pocket restaurant beneath her table on the command deck. She liked the edible metaphor—the idea of watching your food slow-cook all day before the meal. Savor the future you're making.\n\nIf she's right about what's happening now, then there will be no more long-term thinking, no more patience, and maybe no future at all.\n\nShe waits for Xiana to boil over first. Xiana's the water ocean expert. She has the most to lose.\n\nFinch-tiny Xiana McCaig slams her fists down with not a tenth the strength that her chimp-splice muscles could summon. \"Now? NOW? We can't leave now! We just finished the borehole—we're ONE DAY from a crewed expedition into Titan's biggest secret! And you want us to just leave it all?\"\n\n\"I do,\" Mia says, sadly.\n\nMaury Yamashita, her lead diver, leaps in with the details she can always trust him to catch. \"Boss, if we abandon the borehole and the water lock, all the equipment's down there bathing in liquid methane, hydrogen sulfide, carboxylic acid… Leave it too long, and we'll lose everything.\"\n\n\"There are almost three million people on this arcology and its rigs.\" Connectivity supervisor Ismail Barat's Zen-shura training distills his attention down to a single laser-bright point; he is here with Mia, even as his brain drifts on a hundred different data feeds. \"If you're serious about evacuating, we'll need to slot people into SMILE pods and move them as bulk freight. It's the only way to get the population out. There'll be economic damage. There'll be deaths. If this is a false alarm—\"\n\n\"It's not a false alarm,\" the Good Man says.\n\nThis voice Mia didn't expect, but only because he's the new guest at her table. David Miguel Korosec. A man who's literally never harmed a fly, who won't eat plants lest he destroy a sacred entropy pump. Poor David. He came here to make first contact with new life, the wonders that flourish not in Mia's ocean—the methane sea of Titan's surface—but in the enormous water world that lies below Titan's 50-kilometer ice shell. He is an ethicist. He wanted to help them do it right.\n\nXiana crosses her arms. Her recombinant muscles make lean knots at the shoulder anchors, where her bones are more than bone. \"How do you know?\"\n\nKorosec gives her his full attention, respecting her question. He is a tall, graceful, dark-eyed man with lashes so thick he seems like he's wearing permanent eyeliner. Mia remembers something from his book about cognitive empathy: show that you have made a model of their thought; show that you have listened to it. He responds, \"Since I don't have any more information than you, how could I possibly be so certain?\"\n\n\"Yes,\" Xiana says, impatiently. \"That's what I asked.\"\n\nHe holds her gaze. Mia thinks that he may have annoyed her but also that he knows he's done nothing wrong. \"The AIs who issued the evacuation order use a hammer-forged extrapolation of human morality. It is tested in trillions of simulations, under the wildest circumstances imaginable, to be sure their moral decisions agree with human values. They're not just rationality pumps. They CARE. They care the way a perfect human being with infinite compassion for all things would care. They couldn't issue an evacuation order unless it was Right. This is not a false alarm.\"",
		"name": "The Sixth Seal, Part I",
		"icon": "/common/destiny2_content/icons/46ed85af1a48df4f50390323d944b376.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1090101136,
	"index": 1167,
	"redacted": false,
	"blacklisted": false
}