{
    "index": 1171, 
    "hash": 1090101141, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/46ed85af1a48df4f50390323d944b376.png", 
        "hasIcon": true, 
        "description": "Now she kneels trembling on the carpet outside Pell's abandoned lab as Morgan-2 shouts in grief and rage. \"I didn't want this. Do you understand? I came here so she wouldn't have to die!\"\n\n\"Then you should've TOLD ME!\" Mia screams, and that mulberry rod shoved down her throat feels like it's punched through her heart.\n\n\"Would you have believed me?\" Now Morgan's voice is machine-flat. \"I showed you our weapons. I told you we were prepared to kill.\"\n\nBut this! An entire shuttle—all those people… Those poor, poor people…\n\n\"I know what this means,\" David Korosec pronounces. He's gotten down to his knees beside Mia, but he won't reach out, won't touch her without consent. \"A Warmind fired that weapon. Warminds don't take human life… unless they're in the TWILIGHT EXIGENT moral territory.\"\n\n\"What does that mean?\" Mia demands, wanting, needing, some kind of sense.\n\n\"It means,\" Morgan-2 says, mercilessly, \"that all human beings are assumed dead without protective action. The Warminds are now acting to maximize survival, not to minimize harm. Death is cheap, the garden's on fire, and it's a race to save whatever we can.\"\n\nThat's not sense. Mia can't make sense of that at all.\n\n\"What if they're wrong?\" David gets to his feet. \"Morgan, they just murdered a ship full of innocent people to contain this data. Is the secret worth it? What if they're wrong?!\"\n\n\"They can't be wrong. They're too smart.\"\n\n\"Oh, no you don't, you haven't forgotten that much!\" He comes at Morgan, fearless in his authority for all his physical powerlessness. \"You know intelligence is semiorthogonal to morality! The Warminds obey human stricture, because we built them to live in our tiny patch of the moral landscape. Goodness is not an inevitable absolute. They can be smart without being right!\"\n\nMorgan-2's shoulders flex in a shrug as cold and silent as the light on Titan. Most of the sun's light does not survive to reach this place. \"What do you want from me, David?\"\n\nHe is almost comically taller than her. \"I want to see the data. There are still copies here, aren't there? In the Pell lab? I want to know for certain that it HAD to be contained.\"\n\n\"It's too dangerous. It came from inside the—\" Morgan cuts herself off with very human haste. \"It's too risky.\"\n\n\"You know what I am.\" Now he is begging her. \"You know what I do, Morgan—studying human morality, rendering it elegant and explicit and complete, so that we can explain ourselves to new life we meet. You know I can be sure. Morgan, please. For the sake of our friendsh—\"\n\nMia does not get to hear the rest of this conversation, because a message explodes into her sensorium with such demanding totality it numbs her fingers.\n\n\"BOSS!\" Ismail Barat shouts. \"WE'RE ACCELERATING!\"\n\nWhat? Mia conjures up telemetry from Titan's satellite halo. What's accelerating?\n\nShe calls for radar data, a map of Titan's surface. And then she sees it.\n\nHer moon is squashing.\n\nTitan is deforming from a spheroid into an egg. Something out there is pulling on Titan—a hand with a force greater than Saturn's entire mass. And the moon is answering the only way it can, by bulging outward: already fifteen meters, still growing.\n\nThe pull will cause strain, tremors, tides. And when that pull lets go, there will be a wave to make Ziusudra and Atrahasis and Noah and Manu and Deucalion cower in fear. Bergelmir might have navigated a deluge of blood, but not even he had to sail on liquid methane.\n\nNor reckon with the apocalyptic tidal forces of a second ocean, fourteen times as vast as Earth's oceans combined, buried 50 kilometers below the surface.", 
        "name": "Kalki's Burning Sword, Part II"
    }, 
    "subtitle": ""
}