{
	"displayProperties": {
		"description": "[Report by VanNet encrypted router.]\n\nThis logograph suggests purification through reduction, ablution, or sacrifice. It may draw an ironic comparison between the Taken and our own relationship to the Traveler. I am sure the idea that we are \"Light Taken\" is a popular heresy, but the difference should be plain. We do not lose the capacity to choose; we make our own fate.\n\n[Personal notes, scratched in Hive leather with a flake of Ionian stone.]\n\nThe translation is not as clear as I suggested to Zavala. As I told my friend, \"purity\" is hardly pure of meaning. There are many interpretations…\n\nAs a student of Hive lore, purity makes me recall the Final Shape: that which remains when all that can be removed has been removed. But the Hive are a skeletal cult of misery and reduction. The true enemy is rich with nuance. It challenges me: Why does the Traveler strip us of our old identities?\n\nAs a Guardian, I never craved a past. Everything I cared for was in front of me. I could see my people, I could touch them, I could fight for them.\n\nBut then I lost my Ghost and the Light. Trapped in the gunpowder tunnels of the disemboweled Moon, I cursed the Traveler. It left no childhood memories to comfort me. No parents or cherished friends waiting in the City. No one to whom I could devote my return. Just Eriana, Sai, Omar, and Vell. Haunting me.\n\nOf course—I have never considered this before—there is a more generous interpretation of the Traveler's amnesia.\n\nThe Traveler believes that if we are freed of our past wounds and fears, given power and a new start, we will choose to be good. We will abandon all lesser causes to defend humanity. We will choose others over ourselves.\n\nPerhaps this is why the Traveler never speaks. Its voice is too loud to be anything but coercion. It waits, breathless, for us to make our own choice.\n\n[a small space]\n\nEnina's Ghost sent me a message. She found viable pine-apple seeds in an arcology vault. She wants me to grow them.",
		"name": "PURITY",
		"icon": "/common/destiny2_content/icons/7714ca6075a4e92455667ee06350e19b.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1140812293,
	"index": 1401,
	"redacted": false,
	"blacklisted": false
}