{
	"displayProperties": {
		"description": "[Report by VanNet encrypted router.]\n\nThe bird cannot fly until it leaves the eggshell. The enemy continues to suggest that we must abandon the Traveler. This is a good sign. It would not need to entice us if it could destroy us without effort.\n\n[Personal notes, scored in Hive leather with a knife.]\n\nTidal volcanism and Jupiter's plasma breath made Io into a treasure trove of chemistry for the Traveler's work. A good wok must be seasoned in the same way. I am heating it with sunflower oil from cousin Asher's cache. There were many fine things, all untouched. He denies himself.\n\nI ache from the hike. Ikora says I am full of hairline fractures and deep muscle trauma. I never noticed until other pains had healed. The illusions of recovery: one pain obscures another.\n\nThere is danger in this traffic with the Pyramid. Kuang Xuan's logs make that plain. But I must continue. I MUST continue. What worth have I ever been, except that I know the enemy?\n\n(More worth, Mara would remind me. I am more than my uses.)\n\nSo:\n\nWhat bird would we become if we left the Traveler behind?\n\nThere are four obvious examples. We might survive as raiders on the edge. We might take the enemy's sacrament and become its slave. We might abandon our humanity for machines. We might rise up in war and build an empire.\n\nYet none of these four can be the answer. Fallen, Vex, Cabal, and Hive all covet the Traveler. They have not left it behind.\n\nIf all things beyond the Traveler's protection fall under the suzerainty of Darkness—not because they serve it but because they are obedient to its law—then to leave the Traveler would be to join the enemy. There would be no other way.\n\nEven so, I am proof otherwise. I move between. There is not only grey between black and white; all the colors are there. And am I not necessary? I would be lost without those who led me back to the Light, but if I had not been there to guide them down into Darkness, they would all be dead…\n\nWho would we become if we were all like Eris Morn?\n\nAh—my wok is on fire—",
		"name": "EGGSHELL",
		"icon": "/common/destiny2_content/icons/7714ca6075a4e92455667ee06350e19b.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1140812302,
	"index": 1394,
	"redacted": false,
	"blacklisted": false
}