{
	"displayProperties": {
		"description": "[Report by VanNet encrypted router.]\n\nReference obvious. The enemy insinuates that we are hobbled by the Traveler's protection; denied our full potential. This is expected. Our foe comprehends only violence and its beauty.\n\n[Personal notes, scratched in Hive leather with a flake of Ionian stone.]\n\nThe tired insinuation that protection is weakness. I expected more from our great foe. When we hunted the first trespasser on the Moon, I discovered the journal of a Golden Age commander. Kuang Xuan had faith and training. Still, the Darkness seduced her. And THIS is the insidious power that turned her against her god?\n\nI am learning to cook. I salvaged a hot plate back on the Moon. It was vacuum welded to the countertop, and I had to cut it free. (My hands ache, but they are steadier.)\n\nCousin Asher, you would find the concept of vacuum welding upsetting—press two sheets of metal together in void, and their atoms cannot tell which sheet they belong to. They cross freely. The two become one.\n\nI sleep beside an intruding Pyramid. I am deep in its shadow. Back in the Tower, beneath the Traveler, could they understand how I am vacuum welded to the enemy?\n\nIkora would understand. She studied the Taken with me, despite the risks. And Zavala values foresight. But he also fears the next Lysander, the next Toland. The next Rezyl Azzir. He fears what I could teach his Guardians. He is weary of being the one to say \"No,\" when all his Guardians shout \"Yes, yes!\" But it is his duty, and he loves when duty hurts.\n\n[Forceful, angled cuts—]\n\nI am afraid I am afraid that if I go on I will lose everything I have regained all my peace all my trusts all my hopes and I will even destroy my dear friend who fights where I cannot\n\n[A blank space.]\n\nI need to make a wok. I am going to take an angle grinder to the rotor disc from an old rover. I must find cooking oil to season it. I will search through cousin's old caches tomorrow.\n\nTonight, I cook fried rice. Rice and raisins will come from my stores. The recipe calls for \"pineapple.\" Is this a joke? A pine-flavored apple? I will substitute breadfruit, if I can find it.",
		"name": "PROTECTED",
		"icon": "/common/destiny2_content/icons/7714ca6075a4e92455667ee06350e19b.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1140812301,
	"index": 1393,
	"redacted": false,
	"blacklisted": false
}