{
	"displayProperties": {
		"description": "[Report by VanNet encrypted router.]\n\nAnother rhetorical gambit. The enemy presents itself as part of a natural cycle. Like a stalking wolf, it simply obeys its nature. How can we hate it for that?\n\n[Personal notes, scored in Hive leather with a knife.]\n\nThere are jaded Guardians, strangers to true loss, who claim that the Traveler has ulterior motives, and the Darkness is a natural force. They worship grey. For them, the line between right and wrong is fine as silk and just as easy to cut.\n\nFools. Evil is real, even in a world of grey. It must be named and fought, because left unchecked, it takes everything. Those who excuse and deny evil's existence are its greatest allies; those who mistake its causes for moral justification are its favorite pawns.\n\nYet the Pyramid challenges me. Would not the Light destroy the Darkness, just as Darkness would destroy the Light? Why do we call a change \"evil\" when it is natural and inevitable, like Earth's winters or the sun's spots?\n\nBecause some changes must be resisted. If we did not prepare for winter, we would die in it. We would cease to exist.\n\n…so now I find myself using the enemy's philosophy to justify my opposition to the enemy. A neat little trap.\n\nIs winter evil? It CAUSES evil. It leads us into evil choices through scarcity and pain. But winter is the result of natural circumstance. Even if it had a mind, it could never choose to become an endless summer. It would always hurt us, simply by being itself. Does that make it evil?\n\nAnd if we were to build shelters and weapons out of ice, would we become evil?\n\nSurvival in winter requires wintercraft. Survival in darkness requires… a new idea of good and evil. One that will not collapse into moral indifference.\n\nOr we will all be Dredgens in the end.",
		"name": "CONTRAST",
		"icon": "/common/destiny2_content/icons/7714ca6075a4e92455667ee06350e19b.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1140812298,
	"index": 1398,
	"redacted": false,
	"blacklisted": false
}