{
	"displayProperties": {
		"description": "1.\n\nOn the day she boards the Yang Liwei, they call her Nasya Sarwar. She carries in her knapsack an unopened letter from her brother, her mother's ashes, a selection of seeds and cuttings from her favorite neighborhood trees and plants, and some thirty thousand songs and short videos on a hand-me-down myoelectric augment.\n\nOn the ship's manifest, Nasya Sarwar is one of two dozen classless Scopares, trash collectors and composters and caretakers devoted to endlessly tidying the many surfaces and people within the Yang Liwei that cannot or do not clean themselves. She hopes through hard work and perseverance, she will prove herself worthy of one of the ship's remaining civilian cryopods, or—even better—a promotion to an Auturge position where she believes she'll find the freedom to devote her waking hours entirely to the loving care of the ship's hydroponics facilities.\n\nNasya is quadrilingual. Several of her fellow Scopares are not: born monolinguals who got lucky in international Exodus lotteries, just like she did. When they realize that she can speak to some of them, they do their best to befriend her. They share meals. They show her photos of the loved ones they left behind. They explain the function of the ship's many impossible machines. In turn, she does her best to teach them how to speak to the others. In this way, they are all a little less alone.\n\nShe is twenty-seven years old.\n\n\n2.\n\nOn the day she awakens in the Distributary, she names herself Nasan Ar. She carries in her hands a small silver jar. A dent has crushed its lid; it is impossible to open. She does not know its provenance, but she feels an inexplicable tugging of grief in her chest when she thinks about walking on without it.\n\nShe makes herself a home under the largest tree she can find. In the early days, it is little more than a lean-to and a campfire, but she shares it willingly with whoever passes by. Her guests help her transform the lean-to into a proper cottage with several guest beds. One cottage becomes two, then two is three, until three becomes a village.\n\nNasan loves her guests and friends; she loves her little ramshackle community... but she never wished to become mother or mayor. Whenever they gather in the evening for dinner, she feels claustrophobic anxiety press tight around her. She is shackled to the earth by all these people that she loves, and she has no words to explain her own restlessness. She feels monstrous. Why doesn't she love this? Why doesn't she want to stay?\n\nOne clear night, amid the honey-heavy smell of spring flowers and recent rain, she takes her silver jar and goes out into the dripping dark.\n\n\n3.\n\nShe wanders. She tries on lives like she is trying on city-tailored fashions: for a few weeks, she is a Corsair. Then for a whole summer, she is a field hand. When she tires of that, she balances books for an atom merchant who trades in radioactive materials. Nothing holds her. Seeing her silver jar, one man suggests she may be a treasure hunter. The idea sends her deep into a subterranean cavern where she finds no treasure, but instead bioluminescent worms and a Paladin who calls herself Sjur Eido.\n\n\"If you're looking for a job,\" Sjur says, \"I should introduce you to my boss.\"\n\n\n4.\n\nOn the day Nasan finds her calling, the Diasyrm styles her a translator. It confuses her, because the Speech is the Speech. Variations have developed over time, but none are so distant from each other that two Awoken from around the world cannot speak to each other. \"What do you mean?\" Nasan asks.\n\n\"Well,\" the Diasyrm says. \"I've been watching since you arrived. People look to you when they're fighting, and you try to understand each side before you try to help. When you speak, you do it deftly, without condescension.\" She considers Nasan. \"It seems to me that you lend people grace when you help them explain themselves.\"\n\nA little candle of pride flickers in Nasan's throat. \"That's just mediation,\" she says, glancing away.\n\n\"Don't sell yourself short. Anyone can break up a fight. Few people can so clearly grasp the spirit of a thought, then rephrase it so that deaf ears hear it. Gifts like that can end wars.\" Thinking on that, the Diasyrm sobers. \"We'll have to keep your talent to ourselves, for now. The Sanguine would just as soon cut out your tongue.\"\n\n\n5.\n\nThe Theodicy War is a fact of life until it isn't. The killing stops, but the wounds remain. Nasan helps the Awoken mend. Her friends urge her to speak publicly, to help people on a grander scale, but Nasan believes the most effective change happens in groups of fewer than ten.",
		"name": "Seeds and Cuttings",
		"icon": "/common/destiny2_content/icons/cea968a40ffb450d042a4f56751aec00.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1164559471,
	"index": 971,
	"redacted": false,
	"blacklisted": false
}