{
	"displayProperties": {
		"description": "35.\n\nOrin begins to experience waking hallucinations. Immaterial strangers speak to her in unrecognizable languages. When she reaches for Namqi, she feels as if she is falling into him, being pulled through him, sieved into smaller and smaller scarves of some atom-self that he breathes into the blood of his bones. When she continues her hunt for the Queen, she feels a crushing fist around her windpipe. There is something she must say, but she has no words to say it. There is somewhere she must go. Someone she must be.\n\nIt is not horrifying, though she thinks it should be. Instead, it is unspeakably lonely.\n\n\n36.\n\nIt grows steadily worse, until it is not possible to tell the difference between day and dream.\n\nShe tries to describe her number-color synesthesia to Gol, to Namqi, to Mara. She sees green and thinks \"nine.\" She reads \"purple\" and tastes nine.\n\nThey all tell her to stop. To rest. To be still. There have been other breakthroughs. Other messages. The Nine are known.\n\nShe cannot.\n\nShe hunts for the man with the writhing face.\n\nShe hunts for herself.\n\n\n37.\n\nOn the day that Namqi dies, no one can reach her or Gol, though they do try.\n\nShe does not find out for months.\n\n\n38.\n\nOn the day she meets Wu Ming, she is on Bamberga. She has just left a Gensym lab. She has just read a transcript of Namqi's last words. Her hands are shaking. She feels nauseous. She feels she can see herself in third-person, tottering to a safe place to sit and cry.\n\nWu Ming is a bonfire in the darkness, and she crawls toward his warmth.\n\n\n39.\n\nWu Ming is ravenous for her stories of the Nine. He asks whether she's met them, whether they can give a man power, whether they know a way out of this solar system. Orin cannot answer any of his questions but she cannot keep her own stories down. She is sick with them; they come out in a compulsive bilious stream and when she is emptied, she talks of herself. Of her grief. Of her restlessness. How she feels the most alive in the empty spaces between blinks. How she feels she is a snake perpetually sloughing away its skin, except this last molt is all wrong and she is caught in the ghost-throat of her old self.\n\nWu Ming leaves his questions by the wayside as he is drawn inexorably into the gravity well of her desperate honesty. Her confessions lower his defenses. He talks of himself. Of his fear. Of his loneliness. How he feels he is one fingernail away from plummeting into an abyss. How he feels vicious resentment every time he is brought back from the dead: He never asked for the gift of the Light.\n\n\n40.\n\nThey make excuse after excuse to meet again. Every conversation is colored by excavated truths; every day they feel they will reach some bedrock that will break them to pieces. It is as frightening as it is intoxicating.\n\n\n41.\n\nLies!\n\nLies!\n\nLies!\n\nHe is not Wu Ming—he is a man named Eli—a man named Dredgen Hope—a man named the Drifter—\n\nHe is not vulnerable—he is a paranoid con man—he is a dead-hearted murderer—he is a cowardly liar—\n\nHe is not her friend—he is waiting to make his move—he has ALWAYS been waiting to make his move—\n\nShe is stupid; she is so stupid to have fallen for his lies!\n\nShe cannot mend this!\n\n\n42.\n\nShe leaves and so too does the Light. The severance is absolute in its terror. She has not felt such a profound sense of—\n\nS C H I S M?\n\nit can be mended\n\nOrin is not your name.",
		"name": "Synesthesia",
		"icon": "/common/destiny2_content/icons/cea968a40ffb450d042a4f56751aec00.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1164559462,
	"index": 978,
	"redacted": false,
	"blacklisted": false
}