{
    "index": 975, 
    "hash": 1164559464, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/cea968a40ffb450d042a4f56751aec00.png", 
        "hasIcon": true, 
        "description": "22.\n\nNamqi Sen is the first person to take her seriously. \"If we're going to talk a while, we might as well sit down,\" he says, gesturing to a nearby stack of ammunition crates.\n\nHe is a pilot from the Reef and he has been sent to recover downed surveillance drones he calls Crows. His Hildian sustained damage during a dog-fight with a Fallen skiff, and now an important pump is leaking. He cannot find the source of the leak, nor does he have the supplies to repair it. The rest of the Awoken are at home, in the Reef.\n\nThe gun is a standard-issue Tigerspite AR; it uses cased telescoped rounds made of a proprietary plasteel-spinmetal blend. There are engineers hard at work on manufacturing techniques that will allow for widespread distribution of the weapon to Risen and civilian populations on Earth.\n\nPeople do avoid him. Earthborn and Risen Awoken almost never speak to him; he is surprised that she bothered. He does hear voices; he does have prophetic dreams. He describes it all in detail and she is shocked by how familiar it sounds. It is like listening to a recording of herself.\n\nAt her final question, he hesitates. He runs a grimy hand through his hair and looks up at the stars. They have been talking a long time. \"If we're going to talk some more,\" he says at last, \"we might as well have a drink.\"\n\n\n23.\n\nNamqi is not particularly tall, nor particularly handsome. Taken in isolation, parts of him are beautiful. His nose. His hands. The lines of his throat. The coruscating light that passes over his skin fascinates her; she watches to see if its patterns match her own. They do not.\n\nMost of all, Orin is struck by his ability to listen with empathy. He is quiet more often than not. Long silences don't frighten him. And when he speaks, he does it deftly, without condescension.\n\n\n24.\n\nIt takes eight weeks to repair the leaking pump. In that time, Orin convinces Namqi to break queenslaw and smuggle her and Gol beyond the Vestian Outpost. She is determined to understand why she revolted against her own people.\n\nThey are scarcely a half-day's burn toward Interamnia before they are intercepted by Galliots painted in the Queen's colors.\n\n\n25.\n\n\"Woof,\" Sjur Eido says when she sees Orin for the first time, \"Mara's gonna hate this.\" She crosses the detainment cell to get a better look at Gol. \"Figured this might happen eventually, but I'd always hoped...\" She pulls at the nape of her neck, then gives a little half-shrug: well, what can you do.\n\nTurning, she looks at Namqi. \"You know you broke the law, right?\"\n\nHe nods.\n\nShe claps him on the shoulder and smiles. \"My man.\"\n\n\n26.\n\nTwo Paladins deliver her to Mara Sov. Gol is not permitted in the court, nor is Namqi.\n\n\"I knew you,\" Orin says before Mara can speak. It is uncourtly etiquette, she supposes, but they are alone and she is too bold to fear offense.\n\n\"What do you remember?\"\n\nOrin gives a slight shake of her head. Moments pass. Mara, too, is comfortable with silence. Behind her mask of composed indifference, her eyes are sharp with curiosity.\n\n\"Why did I leave?\" Orin asks.\n\n\"You wished to be my emissary.\"\n\n\"And you banished me for it?\" She squints. \"That doesn't seem like something you'd do...\"\n\nMara smiles faintly. \"No.\"\n\n\n27.\n\nThey have several more conversations.\n\nThe revelations are absolute in their terror. Orin has never felt such a profound sense of schism—not when learning that most mortals would sooner swallow cyanide pills than come face-to-face with a Risen, nor that the Eliksni were once abandoned by the Traveler, nor that almost all Warlords are Lightbearers.\n\n\n28.\n\nBut the queenslaw is, of course, the queenslaw. It must be upheld—but the spirit of the law often differs from its letter.\n\nNamqi accepts a sentence of five years' indentured servitude to the crown for smuggling Orin into Reef holdings. They let him pick his detail and negotiate his salary.\n\nOrin's case is not so simple. She is not who she was, so after vigorous philosophical debate, it is decreed that she cannot be held accountable for her past oaths. But she engaged in witting trespass, aided and abetted by a learned civilian, and for that, she must sacrifice a boon: an unnamed future debt of the crown's choosing.\n\nOrin accepts the sentence gladly and returns to Earth to mend her wounds. She needs to think. She needs to talk.", 
        "name": "Queenslaw"
    }, 
    "subtitle": ""
}