{
    "index": 973, 
    "hash": 1164559466, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/cea968a40ffb450d042a4f56751aec00.png", 
        "hasIcon": true, 
        "description": "13.\n\nOrin graduates from wooden mace to stolen Scorch Cannon, from bare flesh to salvaged plate. The Fallen do not interest her, but they are well-provisioned. She hunts them to better hunt Warlords, and makes many enemies of many older, wilier Risen than she.\n\n\n14.\n\nThe Pilgrim Guard finds her pinned down in a box canyon, fighting alone and out of ammunition against a gang of six mercenaries. She is a graceless fighter with an unflappably grim resolve, so when they sweep in to help her, she does not immediately recognize them as the cavalry; she sees them coming, considers the odds, and then raises her empty Scorch Cannon to wield as a maul. Seventeen to one? She'll try her luck.\n\nThey laugh about it later over weak tea and hardtack.\n\n\n15.\n\nWhen the Guard invites her to join them, they present her with a war hammer. It is as tall as she is. Along its grip, they've engraved the words I AM THE END OF ALL THINGS in tidy block print.\n\n\n16.\n\nShe meets a young woman whose skin looks like hers.\n\n\"Where did you come from?\" Orin asks, staring too hard, standing a little too close. It is impossible not to: every other blue-skinned person she has ever seen has either been dead or a distant figure hurrying for a gleaming ship.\n\nThe young woman cringes away from her. \"The Sinaloan ruins.\"\n\n\"Are there other people there like you?\"\n\n\"No.\"\n\nHearing her question, one of her friends pulls her aside to point up at the sky. \"Your people are up there,\" he says. \"They live among the asteroids.\"\n\n\"Why aren't they here?\" she asks, but he has no answer.\n\n\n17.\n\nThe everyday rhythm of the Pilgrim Guard suits her for decades: eradicate Warlords and alien invaders; protect mortal civilians; guide homeless refugees to safety. Their numbers wax and wane over time, but they are forever the watchers-in-the-dark, the living-shield-that-shelters, the ladder-which-humanity-will-climb-toward-rebirth. Inspiring campfire speeches are an endless fact of life, and they buoy her until she begins to recognize the leitmotifs of self-sacrificing heroism.\n\nOrin loves her leaders and friends; she loves her little ramshackle community... but she never wished to become soldier or symbol. Whenever they gather in the evening for dinner, she feels claustrophobic anxiety press around her. She is shackled to the wilds by all these people that she loves, and she has no words to explain her own restlessness. Alone on night watch, she tells Gol that she feels monstrous. Why doesn't she love this? Why doesn't she want to stay?", 
        "name": "War Hammer"
    }, 
    "subtitle": ""
}