{
    "index": 974, 
    "hash": 1164559467, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/cea968a40ffb450d042a4f56751aec00.png", 
        "hasIcon": true, 
        "description": "18.\n\nThere are stories of a massive settlement in the far south. Rumors call it \"The Last Safe City,\" a place of peace and prosperity guarded by indestructible Old Russian warriors who fight alongside twenty-foot-tall wolves (whatever those are).\n\nThe Pilgrim Guard has heard of many so-called safe cities. They come and go, but mostly they go.\n\nStill, they reroute their caravan. The land down south is good: arable, temperate, and with too many indigenous parasites for the Fallen to wish it as a customary home. Even if there is no safe city there, it is a better place to guide civilians than the ravaged deserts and plains of the north.\n\nOrin hopes the rumors are true, but it is a selfish hope: If the city is real, and people are safe there, then maybe she can rest.\n\n\n19.\n\n\"City\" is a misnomer; it has been a misnomer since this place's inception. It is a chaotic sprawl of tents and shabby lean-tos. There is not a single permanent structure among them. The streets are nothing more than muddy pathways that smell of waste and smoke. But the people! Neither Orin nor Gol have seen so many people in all their lives.\n\nFilthy children scream with laughter as they play tag around salvaged tanks. A civilian militia stands vigil over cassava farmers. Armored Risen bicker over where they should mark the city's borders and how best to defend them.\n\nThe Traveler looms overhead as Orin wanders through it all, wide-eyed and exhilarated.\n\n\n20.\n\nThe Pilgrim Guard prepares to move out, provisioned to make an eighteen-month expedition through the far north. Orin stays behind. No one questions her decision, though they do grieve it. Each one of them cuts a notch into the grip of her war hammer until it reads I I I I I I I I I AM THE END OF ALL THINGS.\n\n\n21.\n\nThere are Awoken here in this safe city. They are uncommon, though Exos are even rarer. Most have Ghosts, as she does. A few do not, and it's these people that Orin is most fascinated by.\n\nShe dogs them with relentless patience, asking question after question: Where did you come from? Why have you come here? Where are the rest of us? Where did you get that gun? What are those bullets made out of? Why doesn't everyone have those bullets? Do people ever move to avoid you? Do you hear voices when you are alone? Are your dreams ever like omens? If I was one of you, why didn't anyone ever come looking for me?", 
        "name": "Question After Question"
    }, 
    "subtitle": ""
}