{
    "index": 971, 
    "hash": 1164559468, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/cea968a40ffb450d042a4f56751aec00.png", 
        "hasIcon": true, 
        "description": "6.\n\nShe is standing in a crowd of thousands when Mara Sov tells the Awoken about the dying world they abandoned. The idea sucker-punches her—one crippling jab to every tender part of her. For four sleepless nights, she can scarcely draw a breath without gulping. She holds her silver jar to her forehead, focusing on its cool constant weight, and knows that she must leave.\n\n\n7.\n\nShe finds her old friend Sjur. Amid the feverish departure preparations, there is somehow time for an introduction to Mara. Nasan makes a pledge of herself and her skills. She will do what she can to convince those who might stay behind—\n\n\"No,\" Mara interrupts with the bite of unsweetened tea. \"I would not ask that of you or anyone else.\"\n\nNasan hesitates.\n\n\"Help those who have already made their choice, whatever it is. Help them with the grief.\" She clasps Nasan's hand. The stress around her eyes eases. \"That's more important.\"\n\n\n8.\n\nThe exodus is absolute in its terror. Nasan has never felt such a profound sense of schism—not when leaving lovers, nor communities, nor cherished hiding places.\n\nAs the Distributary shrinks behind their Hulls, she looks down at the little silver jar in her hands and wonders who she left behind in the world they're returning to protect. She wonders if they might still be alive.\n\n\n9.\n\nSjur is as plain and ready a companion as she ever was in the Diasyrm's camp, but Mara is an enigma. Nasan feels drawn to her, not by her porcelain beauty, but by her onion-skin layers of defense. There are so many different truths that ring through Mara's carefully chosen words: chords of nuanced meaning that she feels she might be able to separate out into cleaner notes for frightened minds craving simplicity.\n\nShe does what she can. In quiet hours and fragmented conversations, she becomes an unconventional counselor to the would-be queen.\n\nWhen the first fragile attempts at rebuilding society run afoul of the Long Unquiet Night, then the discovery of the Traveler and the Fallen, and then inevitably turn to riot and desertion, Nasan goes to Mara again to pledge her services. \"Let me go after them,\" she begs, not a day after the proclamation that they all hear in their skulls instead of their ears. \"I don't mean to change their minds or convince them to come back. I just—\"\n\n\"Then what DO you mean to do?\" Sjur asks curiously. Mara watches her with ageless patience, waiting for her to find the words.\n\nNasan purses her lips. \"I want them to understand that you are—that you—that you are good. That you aren't what they think.\" Seeing Sjur bristle, she holds up her hand. To her relief, Mara makes a slight warding gesture as well. \"And if they know that and still wish to live apart from us on Earth, that's fine. That's their choice.\"\n\n\"I don't need them to understand that,\" Mara says softly. There is the faintest husk of grief in her steady voice.\n\n\"No,\" Nasan agrees, relieved that Mara is willing to consider this truth. \"You don't. You have the courage to be disliked, and that is uncommon. But it is just as important, sometimes, to cultivate good will...\" Especially if you have forgotten what it feels like to not know everything, she thinks.\n\nMara looks away. Nasan watches closely and thinks that perhaps she has been heard. Sjur shifts her weight impatiently, tired by all this meaningful silence. It has been a long nineteen hours.\n\n\"If you go,\" Mara says finally, \"you cannot come back.\"\n\nNasan hears the truth in it. She reaches to clasp Mara's hand. \"Of course.\"\n\n\n10.\n\nSo she goes to Earth. She carries a survival kit, a hunting rifle, and the tarnished silver jar that has followed her through her whole existence.\n\nShe finds no Awoken as she wanders an empty prairie. She spreads no gospel.\n\nIt is not two weeks before a band of Risen—wild with fear of themselves, each other, and the unknown—ambush her lonely campsite and kill her in her sleep.", 
        "name": "Chords of Meaning"
    }, 
    "subtitle": ""
}