{
    "index": 976, 
    "hash": 1164559465, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/cea968a40ffb450d042a4f56751aec00.png", 
        "hasIcon": true, 
        "description": "29.\n\nIt seems everyone knows the Pilgrim Guard now. Their numbers have quintupled, and only continue to grow. The grateful civilians of the Last Safe City style them Guardians, and they wear the title well.\n\nOrin is glad to see her friends doing so well. She does not rejoin them.\n\n\n30.\n\nDuring his sentence, Namqi maintains daily contact with Orin via vidcom and holoprojection.\n\nWhen he is released, she begs him to come get her. She wants to understand what humanity was trying to achieve before it stooped to setting off nuclear warheads in order to steal a few cows.\n\nThey scour the inner planets in his Hildian. When parts of it break down, they work odd jobs.\n\nThey are deliriously happy.\n\nCenturies pass.\n\n\n31.\n\nOn the day that Sjur Eido dies, she receives a call from Mara Sov. \"I would ask for my boon,\" the queen says with shaking voice.\n\nIt is the first time she dares to trust a Guardian. It will not be the last.\n\n\n32.\n\nThe Queen paces as Orin leans on her war hammer. \"I need to know who killed her,\" Mara says.\n\n\"To know, or to see them killed?\"\n\nMara's grief and anger blaze across her face. She looks out at the Reef as she struggles to master herself.\n\nOrin imagines Namqi dead and clenches her war hammer a little tighter.\n\nAt last, Mara says, \"First, to know.\" She gives Orin the strange coin that the search party found on Sjur's body. \"I'm not sure it was a murder.\"\n\n\n33.\n\nThe search sends her deep into a sublunar cavern where she finds no enemies, but instead clouds of steam and a half-man with grasping tentacles where his face should be.\n\n\"Forgive them,\" he rasps as she crushes his windpipe in her fist.\n\n\"Who?\" she snarls, tightening her grip.\n\nHis face writhes with growing urgency. Reminding herself that she came here for answers first and vengeance second, she pushes him away. He staggers, steadies, reaches into his robes to draw something out—\n\n\"Orin!\" Gol warns, but she's already seen it. She hefts her war hammer and strikes him hard in the chest. It is like hitting a ball off of a tee; there is no resistance. He caroms off of a dewy boulder with a sickening crunch—that is his spine; he will never stand straight again—and as he hits the ground, a tarnished silver jar slips from his fingers. The sound echoes as it bounces away into the dark.\n\n\n34.\n\nOrin uses a hunting knife and brute strength to puncture the jar's dented lid. She turns it over and pours a thin stream of pale grey powder into her gloved palm.\n\n\"Dust returns, it ever returns,\" the man chuckles wheezily. She looks up and he is gone.", 
        "name": "Debt"
    }, 
    "subtitle": ""
}