{
    "index": 972, 
    "hash": 1164559469, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/cea968a40ffb450d042a4f56751aec00.png", 
        "hasIcon": true, 
        "description": "11.\n\nOn the day her Ghost resurrects her, she asks him for a name and he calls her Orin. He asks her for a name and she calls him Gol. Marrow-deep instinct drives that decision; she could not declare its etymology if someone held a knife to her throat.\n\nGol explains that there is a settlement a few days' walk to the east, that there is no road, and that the wilderness is regularly patrolled by roving aliens who will try to kill them both. As he speaks, Orin looks around. They are surrounded by a young forest vivacious with birds and clouds of gnats. It is impossible to imagine that a deadly alien might be lurking somewhere nearby. But Gol found her. Gol knows more about the world than she does. She trusts him.\n\nShe scavenges the leaf litter until she finds a fallen tree limb. \"Will this help?\" she asks him, testing its heft. He twists his wings, puzzled. \"...Against the aliens,\" she elaborates.\n\n\"Oh.\" Courteous, he pretends to consider it, then, \"No. Probably not. They have guns.\"\n\n\"I see,\" she says, though she doesn't. She breaks off the smaller branches, using her foot for leverage. Soon, she has a crude mace. It is heavy, slow, and does not break when she tests it against a tree trunk.\n\nShe doesn't know what the aliens look like. She does not know what guns are.  She does trust Gol. But, she can't help thinking, if an alien tried to attack her while she was armed with a stick like this, she would have no trouble crushing its skull.\n\n\n12.\n\nThey reach the settlement. It is smoldering cinder and ruin. Gol frets about \"fission products\" and \"acute radiation,\" so Orin lingers at a distance and studies what remains. A cat moves among the most distant rubble, hunting for mice. A tattered banner stirs in the breeze. She sees nothing more, so she ignores Gol's warning and goes in for a closer look.\n\nShe finds bodies. Adults, mostly. Some children. There are little houses for big animals, but there are no big animals among the dead.\n\n\"How did this happen?\" she asks, overcome by grief for these charred strangers. \"Aliens?\"\n\n\"I doubt it. The Fallen don't often use nuclear weapons. It ruins the land. My guess is that a Warlord raided this place for its livestock and then set off a bomb.\"\n\n\"Why?\"\n\nGol gives a little shrug, bobbing in place. \"Why not? No one was here to stop them.\"\n\nOrin clenches her mace a little tighter. She feels nauseous. \"Can you tell when it happened?\"\n\nHe runs the computations. \"Not precisely. Less than thirty-six hours ago, I suppose.\"\n\n\"I should have walked faster,\" she mutters, and then bends over to be sick.\n\n\"You can't do that here,\" Gol interrupts anxiously. \"Stop, Orin. Stop. You have radiation poisoning. If you're sick here, you'll die here, and then I'll have to resurrect you here, and you'll be sick and die again and again. You have to move. Come. I told you not to walk around here.\"", 
        "name": "Risen"
    }, 
    "subtitle": ""
}