{
	"displayProperties": {
		"description": "Six months of running taught Felwinter two lessons about life.\n\nThe first lesson was this: Anything could happen at any time, without explanation or reason.\n\nThe second lesson was this: It didn't matter how unfair something seemed. Recognition of injustice could not create a just world.\n\nThere were other lessons, too, though those were more tactical: Never rest in the same place twice, and don't rest at all if you can help it. Never cross an open field if a less-exposed route exists. Beware of meteor showers. Look out for organic enemies, but don't waste your time avoiding them. They aren't the real threat.\n\nThat night, Felwinter and the drone sheltered together in the loft of an old barn. A vicious rainstorm outside impaired visibility enough to justify an overnight, but Felwinter couldn't stop himself from thinking, from assessing. Flimsy building. Big empty field. Low attack readiness in this loft. Flimsy building. Big empty field. Low attack readiness…\n\nAnd still, no matter what the drone said—that he didn't need to sleep—he felt an inexplicable exhaustion. He couldn't locate it precisely. It permeated all of him. The drone noticed. It never said anything, but Felwinter knew it noticed.\n\nHe rested his head on his knees. Beside him, the drone hovered at his shoulder, drifting away occasionally to assess the weather through a glassless window.\n\nEventually, Felwinter raised his head.\n\n\"What's your name?\" he asked the drone quietly.\n\n\"What?\"\n\n\"Your name,\" he said. \"You gave me one. What's yours?\"\n\n\"I haven't thought about it.\"\n\nSilence fell between them again. They lived in silence. But in recent days, the silence had changed. If before it was the silence of strangers, now it had become the silence of a team, where each member knew their job and what was at stake if they didn't perform.\n\nThe lights of Felwinter's eyes narrowed briefly into lines as he thought. \"Fel…\" He glanced at the drone. \"Spring.\"\n\n\"What?\" the drone said.\n\n\"Felspring,\" Felwinter said. \"That's your name.\"\n\nThey stared at each other.\n\n\"Are you serious?\" the drone said. \"Felspring?\"\n\nFelwinter gazed past her. Silence again.\n\n\"Fine,\" said Felspring.",
		"name": "3. THE NAME",
		"icon": "/common/destiny2_content/icons/359d83f1b4fa4a717734c7f1a5856dc9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1166484403,
	"index": 1335,
	"redacted": false,
	"blacklisted": false
}