{
	"displayProperties": {
		"description": "\"Don't understand what you hope to get out of this,\" Felspring said stiffly as Felwinter searched a Seraph bunker. Golden Age weapons of every shape and size lined the walls. Some of them were clearly non-functional from age and disuse. Others looked pristine, save for the dust.\n \n\"If anything,\" she went on, \"you're just putting us back on his radar. When we stayed on the mountain, he stopped bothering us.\"\n\nWhen Felwinter didn't reply, Felspring bunched her shell and asked, more pointedly, \"Is this really because of what she said?\"\n\nFelwinter picked up one of the weapons: a massive grenade launcher. \"Who?\"\n\nFelspring did an incredulous spin. \"Who?\" she said mockingly. \"Who!\"\n\nFelwinter glanced at her, then back at the grenade launcher. He held it up as if he were aiming it at the wall, and then set it aside and went to pick up a scout rifle, examining its scope.\n\nFor a while, Felspring just watched him. Eventually, she flew to his side again and said, \"This isn't what they need, you know.\" When he paused to look at her, she went on, \"Weapons. There's enough of that out there already.\" His expression remained uncomprehending, and Felspring sighed. \"The Golden Age was a time of peace and prosperity.\"\n\n\"Right,\" Felwinter said.\n\n\"They built things. They didn't tear them down.\" At his continued silence, Felspring floated around to his other side. \"Think about it. It was the greatest expansion in humanity's history. Cities sprung up like weeds—impressive cities. And it all happened really fast.\" She paused. \"Huh. Actually, I have no idea how they did that.\"\n\nFelwinter stared at the scout rifle in his hands. \"Labor frames?\"\n\n\"Sure. But even that wouldn't've been enough, and it wouldn't have helped them terraform Titan on their own. They must have had some kind of tech. Something to help them build.\"\n\nFelwinter nodded and set down the scout rifle. \"So where is that technology?\"\n\nFelspring floated over to one of the computer terminals, inspecting the glowing controls. \"That's what I'm wondering, too.\"",
		"name": "8. THE SEARCH",
		"icon": "/common/destiny2_content/icons/359d83f1b4fa4a717734c7f1a5856dc9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1166484408,
	"index": 1340,
	"redacted": false,
	"blacklisted": false
}