{
	"displayProperties": {
		"description": "True to her promise, Aarthi came back the next month with two more crates. This time, both were ammunition. She sat next to them, hugging her knees for warmth and looking out at the valley below, until Felwinter came by to retrieve it.\n\n\"I thought this might be more useful to you,\" she said. \"Since you don't want food.\"\n\nFelwinter looked at her, took the crates, and then went back up the mountain.\n\nThe month after that, she brought salvaged weapon parts. When Felwinter came to retrieve them, she watched him until he turned to go, and then said, \"I know about you, you know.\" When he turned around to look at her, she lifted her chin. \"They call you Lord Felwinter. I hear you've killed more Warlords than Castor. Over old technology. From the time before the Collapse.\"\n\n\"Not a Warlord,\" Felwinter murmured, hiking onward.\n\nAarthi watched him, then called to his back, \"Just because you say that doesn't make it true.\"\n\nShe came back the next month, and the next month, and the next. They spoke a little more every time. About life in the village. About what they imagined the time before the Collapse was like. About the future.\n\nThe seventh time he saw her, he lingered a little while. Together, they looked out over the valley beyond the mountain.\n\n\"You could really help us,\" Aarthi said softly. \"All those Golden Age technologies you know so much about. We could live a totally different life.\"\n\nFelwinter stood completely still, looking out over the horizon. \"I can't,\" he said.\n\nShe looked at him, trying to read his expression, and then looked sharply away. They stood in silence for a while. \n\n\"You know,\" she said, pointing down the mountain. \"Warlords have been crashing through our village for ages. Stepping on us. Tearing up everything we plant, tearing down everything we build.\"\n\n\"I'm not a Warlord,\" Felwinter said quietly.\n\n\"Sure,\" she said. \"But you're like them. You get a thousand second chances. You get to live in a big fortress on top of a mountain. What do you think it's like for us? What do you think it's like to have the sky constantly falling down on you?\"\n\nFelwinter stared at her.\n\nAarthi crossed her arms. \"It must be nice,\" she said. Her expression softened; not for him, but for herself. For her people. \"To not have to worry.\"\n\nThe next month, Aarthi didn't come to meet him, nor the month after that.",
		"name": "7. THE WARLORD",
		"icon": "/common/destiny2_content/icons/359d83f1b4fa4a717734c7f1a5856dc9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1166484407,
	"index": 1339,
	"redacted": false,
	"blacklisted": false
}