{
	"displayProperties": {
		"description": "Warsats and combat frames found Felwinter and Felspring everywhere they went. They weighed the pros and cons and decided that a fortified home base was safer than picking a new, ramshackle camp every time they wanted to rest. It was risky, but so was everything.\n\nSo Felwinter climbed a mountain. At the top of it was a pre-Golden Age observatory they'd found in a map database in a Seraph bunker. It was the perfect place to hide: it had a 360° view of the surrounding area; existing structures that could be fortified; a mountain they could burrow into to hide themselves beneath thousands of tons of rock…\n\n\"He won't find you up here,\" Felspring said. \"Or… at the very least, you'll see him coming.\" She sounded almost hopeful. \"Maybe we could finally stop running.\"\n\nFelwinter looked warily at the sky and said nothing.\n\nThe only problem with the mountain was that it was occupied: a Warlord named Castor had claimed it and the village at the mountain's base. But Felwinter knew that everyone had a price, and he called on Castor to negotiate.\n\nWarlords, he'd learned, were poor negotiators. They were almost never willing to give ground.\n\nIn the end, Felwinter shot Castor's Ghost and pushed him off the side of the mountain.\n\nA month later, during a routine patrol of the mountain's perimeter, Felwinter found a woman sitting on a rock ledge halfway down the mountain. Beside her, there was a wooden crate of sad-looking crops, and another heavy with ammunition. She stood up when he arrived.\n\nFelwinter exchanged a look with Felspring, then asked the woman, \"Who are you?\"\n\n\"My name's Aarthi,\" she said. \"You killed Lord Castor, didn't you?\"\n\n\"Yes.\"\n\n\"So you're the lord of this mountain now.\"\n\n\"It's my mountain,\" Felwinter said. \"But I'm no Warlord.\"\n\nAarthi studied him. She had a thin, weathered face and calculating brown eyes. \"My village is down there.\" She pointed down the mountain. \"We need protection. That was Castor. Now it's you.\" She pointed to the crates, as if she were explaining something to a very simple child. \"This is our payment.\"\n\nFelwinter looked at her, then at the crates, then said again, slowly, \"I'm no Warlord. And I don't need your food.\"\n\nAarthi's expression was as blank and unreadable as his own. \"I'll be back next month.\"",
		"name": "6. THE MOUNTAIN",
		"icon": "/common/destiny2_content/icons/359d83f1b4fa4a717734c7f1a5856dc9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1166484406,
	"index": 1338,
	"redacted": false,
	"blacklisted": false
}