{
	"displayProperties": {
		"description": "After three weeks without any incidents, Felwinter and Felspring stopped avoiding main roads. They started passing by other traveling parties—even a small camp. They never engaged, until an Exo Risen asked to tag along with them on his way to a place called Red Valley.\n\nNeither Felwinter nor Felspring liked the idea, but they both reluctantly accepted it, with an unspoken agreement between them that it shouldn't last.\n\n\"Nice day, isn't it?\" said Gryphon-11. He looked up at the blue sky and opened his arms. \"Good traveling weather. We're lucky.\"\n\nFelwinter and Felspring exchanged a look, then focused on the road ahead again.\n\nGryphon looked at Felwinter, hoisting his pack up on his shoulder. \"Where are you headed, anyway? You never said.\"\n\nFelwinter took a beat too long to say, \"Not sure.\"\n\nThis stumped Gryphon—inexplicably, Felwinter thought. \"Huh,\" he said. \"Just walking?\"\n\n\"You could come with us,\" said Gryphon's Ghost. She wore a green and yellow shell with flower-like petals.\n\n\"No,\" said Felspring. And then, remembering the world of polite conversation, she added, \"We're going somewhere. We just don't know the name.\"\n\nGryphon and his Ghost absorbed that information, nodding. \"An adventure,\" Gryphon said finally with a grin in his voice. \"Right? This whole world is an adventure, isn't it? And we get a thousand chances to live it.\"\n\nFelwinter said nothing. He felt uneasy. He rarely spoke, but when he did, he never sounded like Gryphon did. His voice never sounded like that. He never even had the impulse to talk that way. Why?\n\nThey walked on, passing through a string of abandoned factories. There was evidence of the Fallen everywhere, but it looked old. Ripped-up banners, trampled in the mud. A Walker stripped of most of its parts. Gryphon loosed his gun from its holster, casually, but didn't break his step.\n\nGunfire stuttered out from an open doorway. A bullet clanged off of Felwinter's shoulder like a clapper off a bell. Arming his rifle, he returned fire in the direction the shots had come from.\n\nHe should have known this was a bad spot. Low visibility. A lot of corners. Squat buildings they couldn't see inside of. Hundreds of rusted shipping containers to hide in…\n\nThe doorway was a decoy. Ten, twenty, thirty armed and armored combat frames with glowing red eyes spilled out of warehouses to their left and right. Moving with discipline and eerie synchrony, the frames began a pincer maneuver, trying to pin them down. Gryphon swore.\n\n\"We have to get to cover,\" Felwinter said.\n\nFighting back to back, rezzing each other when they died, Felwinter and Gryphon took down some 15 frames with gunfire alone, and a few more with grenades. Several got back up despite crippling damage, tottering forward on bent and broken legs, relentless, single-minded. They drew inexorably closer as the two Exos ran down their ammunition and energy.\n\nIt was Gryphon who saved them in the end, with three bolts of Arc Light that erupted out of his hands. As the frames closest to them disintegrated in a shower of blue light, Gryphon whooped and said, breathlessly, \"I've never done that before.\"\n\nFelwinter went to examine one of the (mostly) intact frames. \n\nGryphon followed. \"Damn,\" he blurted. \"Do you know what these are?\"\n\n\"No,\" Felwinter said. Not Exos…\n\nFelspring zipped in between them. She scanned the frame, bathing it in blue light. She hesitated, and then offered, \"Rasputin?\"\n\n\"I think so,\" Gryphon's Ghost agreed. \"See this logo?\" She indicated a symbol on the frame's chassis that looked a little like a military badge. \"Matches my database.\"\n\n\"Yeah,\" said Gryphon. He looked at Felwinter. \"What did you do to get a Warmind on your case?\"\n\nFelwinter stared down at the frame. \"What's a Warmind?\"",
		"name": "4. THE ASSAILANT",
		"icon": "/common/destiny2_content/icons/359d83f1b4fa4a717734c7f1a5856dc9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1166484404,
	"index": 1336,
	"redacted": false,
	"blacklisted": false
}