{
	"displayProperties": {
		"description": "Felwinter and the drone traveled for three days. They saw nothing and no one. On the third night, still walking, Felwinter looked up and saw meteors like streamers against the night sky. He was struck by the sight, and then by one meteor in particular—blazing, orange—getting bigger and bigger in the sky.\n\n\"Run,\" the drone said. \n\nThe first meteor hit the ground behind them. Not a meteor at all, Felwinter realized when he looked back, but something metal, man-made. The second hit its target. He died. Six deaths later, crawling out from under metal wreckage, losing pieces of himself, clawing, running, they finally managed to find shelter in a cave. \n\n\"Nrp,\" Felwinter said, as if he were swallowing all of his words and choking on them. \"Rnnn. Mnnr.\"\n\n\"I can't fix you,\" the drone said after scanning him. \"That last hit corrupted write-protected processes in your cognition modules.\"\n\n\"Nnnr?\"\n\nThe drone spun uneasily. \"You're an Exo. Exos were made in the Golden Age, with proprietary tech. I can't hack into your head to fix the damage, but I can rebuild you as you were. If you shot yourself, I could work quicker.\"\n\nHe did. When the drone resurrected him, Felwinter crumpled to his knees. He sat down and put his head in his hands.\n\n\"Why is this happening?\" he asked. He looked at the drone, trying to read its body language. \"Because of you? It's after you, isn't it?\"\n\n\"No,\" the drone said. \"I don't know why.\" Then it gentled its voice, \"The Traveler told me to save you. That something was different about you.\"\n\n\"That ball in the sky you showed me? It talked to you?\"\n\n\"I can't explain it.\"\n\nFelwinter grunted and held his head again. His body ached with the memory of seven deaths, though he knew that was impossible. \"Can you explain anything?\"\n\n\"Not really.\"\n\nThey sat in silence for a while. Eventually, the drone spoke up: \"We shouldn't stay in one place for very long. I don't think it's safe.\"\n\nFelwinter stared at the ground, then finally looked up at the drone. \"How will I sleep?\"\n\n\"You don't need to.\"\n\n\"But I want to.\"\n\n\"That's fine.\"",
		"name": "2. THE BEGINNING, PART II",
		"icon": "/common/destiny2_content/icons/359d83f1b4fa4a717734c7f1a5856dc9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1166484402,
	"index": 1334,
	"redacted": false,
	"blacklisted": false
}