{
	"displayProperties": {
		"description": "A Risen Exo stood, dazed, in the middle of what looked like a giant library. He'd never been here before; as far as he could remember, he'd never been anywhere before. He couldn't remember anything, and all he had to go on was the name given to him by a strange, silver drone. A name he didn't even recognize: Felwinter.\n\nAll around him were giant, gilded shelves, half of them broken, littered with tattered books and cracked cylindrical cases. He stepped on a book and broke its spine as he walked. The little drone followed him.\n\n\"I know you don't trust me,\" it said. \"But you have no choice. Who else have you got?\"\n\n\"I don't know,\" Felwinter said. He thought for a second. \"I don't know anything.\"\n\n\"Exactly. So you should listen to me.\"\n\nThe soaring height of the ceilings made the building feel like an open space. Remnants of an old fresco loomed over his head, cracked and faded. Maybe it was beautiful once. Felwinter trudged through the empty fog of his memory, trying to understand how he got here.\n\n\"You're stubborn, obviously. But if we stay here long enough, you're gonna die.\"\n\nFelwinter tried to tune out the little drone's voice; he needed to think. He picked his way through the ocean of books, but stopped dead when an explosion rocked the building. He looked up. Dust fell from the faded ceiling in clouds.\n\n\"See,\" the drone said. \"This is what I mean. We have to go. A place like this isn't safe.\"\n\nBeside them, a computer terminal—one that looked broken beyond repair—flickered to life. The building shuddered again. A warbling female voice came on over a PA system, crackling and distant: \"Site-wide lockdown initiated.\" Then, a reassuring male voice, smooth, but made eerie by the warped quality of the recording: \"All library patrons please report to the nearest emergency station. If you require assistance, an attendant can help you at the reception de—\"\n\nThe recording cut off and the building shook again. Metal shutters began to descend over the windows, groaning from age and disuse.\n\nSomething big hit the building, and debris showered down over them.\n\n\"We should hide,\" the drone said, and Felwinter had no choice but to agree. They fled the library.\n\nOutside, crouched in the rubble of another building, they watched together as the library was crushed under a torrent of what looked to Felwinter like falling stars.\n\n\"See,\" the drone said.",
		"name": "1. THE BEGINNING, PART I",
		"icon": "/common/destiny2_content/icons/359d83f1b4fa4a717734c7f1a5856dc9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1166484401,
	"index": 1333,
	"redacted": false,
	"blacklisted": false
}