{
	"displayProperties": {
		"description": "\"Site 6 is locked down,\" Lord Saladin said. \"We have no idea what kind of security measures are in place.\" He leaned back in his seat at the grand wooden table in the Iron Temple. \"Golden Age tech is durable. We might be walking into a trap set centuries ago.\"\n\nFelwinter stood nearby, arms crossed. \"I've infiltrated Golden Age facilities before. Hasn't been a problem.\"\n\n\"The mortar has barely dried in our City walls,\" Saladin said. \"We've driven the Warlords back, but they are watching. This may not be the time for risk.\"\n\nLeaning with his elbow on the table, Timur looked between them. \"Besides, what about the Warmind? My understanding is that SIVA is under its protection. Perhaps it won't take kindly to thieves.\"\n\n\"We're not stealing anything,\" Felwinter said. \"And I think I can communicate with Rasputin.\"\n\n\"It's a computer,\" Lady Jolder said. \"It'll do what it's programmed to do, no matter how clever your arguments are.\"\n\n\"Rasputin's primary directive is to protect humanity. He'll listen.\"\n\n\"He,\" Timur said, smiling a little. \"So personal.\"\n\nFelwinter looked at him, and then back at Saladin. \"With SIVA, we could build more cities. We could help more people.\" Passion wasn't his strong suit, but he felt it now. More than he ever had before. \"We could create a new Golden Age.\"\n\n\"He's right,\" Skorri said. \"We need a new way to give back.\" She looked between her companions. \"When you go to replant a forest, you don't stop after one or two saplings.\"\n\nThe Iron Lords fell quiet. Jolder was frowning, but frowning meant thinking. Silimar looked worried. Radegast and Timur were on his side, Felwinter knew. But the Iron Lords never did anything without consensus.\n\n\"The Golden Age isn't coming back,\" Saladin said finally. \"But you're right. SIVA could change the lives of the people in the City.\" He leaned forward. \"It feels like a worthy risk.\"\n\nThe others murmured among themselves, considering. Perun spoke above the chatter. \"Well, why not? We don't want people thinking the Iron Lords have retired, after all.\"",
		"name": "13. THE MISTAKE",
		"icon": "/common/destiny2_content/icons/359d83f1b4fa4a717734c7f1a5856dc9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1183261984,
	"index": 1345,
	"redacted": false,
	"blacklisted": false
}