{
	"displayProperties": {
		"description": "For weeks, Felwinter and Felspring searched out Seraph bunkers, trying to find remnants of the technology that built a Golden Age utopia. One night, they camped in a Seraph bunker and spent hours poring over transcripts of old code.\n\n\"This is weird,\" Felspring said, and projected a display of a long string of code. \"Look. In the Golden Age, Rasputin executes a protocol called SIDDHARTHA GOLEM. No idea what it is. Some kind of knowledge-gathering. It gathers a bunch of transcripts—conversations with Humans, recordings of music, a huge database of literature…\" She whirred and the projection flipped through thousands of words of code, then stopped again. \"Here. Early Dark Age. A submind in Old Russia says SIDDHARTHA GOLEM is active. And gone rogue.\" Her voice dropped. \"Around the time I found you.\"\n\nFelwinter studied the code. It was almost like sight-reading—not quite effortless, but like a native tongue he'd forgotten.\n\n\"But what is SIDDHARTHA GOLEM?\" he murmured.\n\nFelspring zipped back and forth through the code again at a nervous, stuttering pace, then stopped it. Then scrolled through the code again, stopped. Scrolled again, stopped. \"Wait.\" Her voice quivered just a little. \"See that? This is the first time SIDDHARTHA GOLEM is mentioned. It…\" She paused, then went on, quieter, \"It says, 'Initiate SIDDHARTHA GOLEM upload at DSC-342.'\" A beat. \"DSC, Felwinter.\"\n\nFelwinter was silent, thinking, uncomprehending. \"DSC?\" he asked quietly.\n\n\"Deep Stone Crypt.\" She was almost whispering now. \"SIDDHARTHA GOLEM was an Exo.\"\n\nFelwinter looked down at himself, at his hands. He turned them over, studying the worn metal of his palms.\n\nThe silence filled the bunker nearly to bursting.\n\nTo Felwinter, it felt like years until either of them spoke again. The whole time, Felspring watched him, frozen in the air.\n\n\"He's you,\" she whispered.",
		"name": "10. THE DISCOVERY",
		"icon": "/common/destiny2_content/icons/359d83f1b4fa4a717734c7f1a5856dc9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1183261987,
	"index": 1342,
	"redacted": false,
	"blacklisted": false
}