{
	"displayProperties": {
		"description": "Felwinter and Felspring did most of their searching alone. It was easier that way. Better that the others didn't see how the Seraph bunkers reacted to him. Better for everyone.\n\nIn a bunker on the outskirts of the Cosmodrome in Old Russia, Felwinter browsed through maps of old, deactivated Golden Age facilities, looking for anywhere that might've housed SIVA or SIVA-related research. At the same time, Felspring decrypted and searched old command records for signs of SIVA. By now, they moved like clockwork. It was almost unconscious.\n\n\"Hey,\" Felwinter said. \"Got anything on Site 6?\"\n\n\"Give me the coordinates,\" Felspring said. \"I'll look.\"\n\nAfter a moment, she displayed a section of code for Felwinter to see. \"Research center,\" she said. There was a note of hope in her voice. \"Containment facility for something called AMPHION LYRE. Do you think…\"\n\n\"I feel pretty damn sure,\" Felwinter said quietly.\n\nThey looked at the screen of the console, where a little red light blinked on a map next to the words SITE 6.\n\n\"Come on,\" Felwinter said. \"We have to tell the others.\"\n\nHe committed the map to memory and turned to go, but Felspring zipped in front of him. \"Wait,\" she said. \"Wait a second. Wasn't that kind of… too easy?\"\n\nFelwinter looked around. \"We've been here for hours,\" he said. \"And we've been searching for years.\"\n\n\"Sure,\" Felspring said. \"But not as long as it took to find SIDDHARTHA GOLEM. Not as long as it took to get away from him. Compared to all that, this was… too good to be true.\" Felwinter said nothing, and she went on, close to pleading, \"After everything, why would he do this? Why would he just drop this in your lap?\"\n\n\"He didn't,\" Felwinter said. \"We found it.\"\n\nFelspring didn't scare easily, but she sounded scared. \"He let us find it, Felwinter. I'm almost positive.\"\n\nFelwinter shook his head. \"No. We found it.\" He looked at his Ghost. \"If anybody can get Rasputin to cooperate with the Iron Lords, it's us. We know him better than anyone.\" He paused. \"I know him better than anyone.\" He lowered his voice. \"This is it, Felspring. This could change everything.\"\n\nThe little red dot on the map blinked steadily, like a beacon.\n\nThey were still as they looked at each other, waiting. There was no real disagreement here. After all these years together, her doubts were his doubts, and his certainty was her certainty. Whether they liked it or not.\n\n\"Sometimes I wish we'd just stayed on that mountain,\" Felspring said finally. \"Alone.\"\n\n\"Me too,\" said Felwinter, turning for the door. \"But we didn't.\"",
		"name": "12. THE LURE",
		"icon": "/common/destiny2_content/icons/359d83f1b4fa4a717734c7f1a5856dc9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1183261985,
	"index": 1344,
	"redacted": false,
	"blacklisted": false
}