{
    "index": 1116, 
    "hash": 11974904, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "Yardarm-4 watched Lisbon-13 brood.\n\nHe'll turn her against us.\n\nNever.\n\nWe've welcomed him. He accepted our gifts. Yet now he fears us. Does that seem right to you?\n\nNo. But he always was an odd one.\n\nThe thought came to Yardarm-4 with a surprising amount of warmth. Lisbon-13 was his friend.\n\n\"We didn't come here for this,\" Lisbon-13 started.\n\n\"Of course not. Who could have predicted it?\" Rekkana interjected. \"But now, with all that's happened, does it matter what our mission was? This is so much more important.\"\n\n\"And awesome. Don't forget how awesome this feels,\" Yardarm-4 blurted. He meant to say more, to express something better and deeper than \"awesome,\" but then Lisbon-13 jumped in.\n\n\"But these things—these powers we've been given—they come from the wrong side.\"\n\nRekkana couldn't look at him. \"I'm not so sure.\"\n\nHow could she not be certain? What difference did it make, what side they came from?\n\n\"You remember on Io,\" Yardarm-4 said, stepping forward, \"we were pinned down inside that shipping container with Phalanxes closing in from all sides, and you—you bastard. You ducked out a little hole in the back and made a run for it. I thought you'd left us behind.\"\n\n\"Never,\" spat Lisbon-13.\n\nHe means it. That's good.\n\n\"I know,\" Yardarm-4 continued. \"The whole box was rattling with bullets, and there were explosions, and we were shooting when we could, and suddenly, through it all, I heard you screaming. It was like a banshee wail. You came screaming back on an Interceptor—the Psion still in it. You were steering it with the Psion's head!\"\n\n\"I remember,\" said Lisbon-13 as he tried to step around Yardarm-4, but Yardarm-4 held firm and tried to catch his gaze.\n\n\"And you rammed it through four Phalanxes from the side, and then, and then—you remember this, Rekkana?\"\n\n\"I can't forget.\"\n\nGood. No one should forget.\n\n\"You splashed that Interceptor across the shields of another Phalanx, and you RODE THE EXPLOSION over the top. And when you hit the ground behind them, BOOM! It was the most beautiful thing I'd ever seen.\"\n\nLisbon-13 stopped and looked Yardarm-4 in the eyes.\n\nThis is it. This is the chance to turn the tide.\n\n\"That's us right now. We're doing what you did. This whole universe is like that container, and the Last City, the Vanguard, the Traveler—they're all inside that box. But we just snuck out of a hole in the back. And there's that Interceptor, and there's not even a Psion in it.\"\n\nLisbon-13 narrowed his eyes. He's thinking about it!\n\n\"But here the metaphor gets a little muddy, because instead of one Interceptor, there's an Interceptor for you, a Goliath for me, and a Thresher for Rekkana. What would that fight have looked like if we'd had all their firepower on our side?\" Yardarm-4 ended, triumphant, almost breathless with admiration and love for his fireteam.\n\nLisbon-13's lip curled, and Yardarm-4 felt the shift as something almost physical. In his mind's eye, he saw a captain's wheel spinning wild and free.\n\n\"Something ugly,\" Lisbon-13 snarled and turned away.", 
        "name": "Greaves of Ascendancy"
    }, 
    "subtitle": "\"I know where I stand.\" —Yardarm-4, Titan of the Kentarch 3"
}