{
	"displayProperties": {
		"description": "Smoke winds away from the battlefield in wavering scarves.\n\nCorsairs and Crows move through the wreckage in pairs, searching for their dead. When they find Awoken survivors, they call for help. When they find a Devil or a Wolf, they call for a field medic and prison-grade restraints.\n\nA Vandal watches all of this from the wing of a Galliot with his four arms folded around his knees. He knows battle, and so death does not disturb him. He was born of war, made for it, shaped by it. And yet, as he stares out at the charred bodies of his cousins, at the bent bodies of his new allies…\n\n\"Vel,\" Sjur says, startling him. He peers down to find her on tiptoes, chin on the edge of the Galliot's wing. She juts her thumb over her shoulder, indicating the battlefield. \"Npariimoqilum?\"\n\nHe frowns. \"Res kaqilum? Psekisk.\"\n\nShe frowns back at him, and though she only has two eyes, her stare is mother-strong.\n\nThe Vandal sighs and lets go of his knees. \"Variisis,\" he grumbles as he slides off the Galliot, skulking past her.\n\n\"Ha, ha,\" she replies, humorless.\n\nHe picks his way down to the worst of it and joins the search. Over the next hour, he finds a Wolf that he half-remembers from a distant relative's coming-of-age ceremony; three Devils who look at him with uncomprehending confusion and anger; and one Crow irretrievably trapped beneath the fuselage of his ship.\n\nHe is about to abandon a ruined Devils skiff when he hears a faint hiss from inside a ventilation shaft. He clambers up to peer into its grate and sees four wary eyes shining back at him.\n\nA hatchling, still soft and translucent with its egg-molt.\n\nCarefully, he pries the grate open and beckons to her. \"Velask, kelekh,\" he murmurs. \"Nankemrak.\"\n\nShe crawls into his palm and his heart surges.",
		"name": "Truth",
		"hasIcon": false
	},
	"subtitle": "\"…is where you seek it.\" —Lomar",
	"hash": 1201830623,
	"index": 1074,
	"redacted": false,
	"blacklisted": false
}