{
    "index": 1247, 
    "hash": 1219761634, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "\"It's Saint-14's idea more than mine,\" the Speaker said.\n\nTallulah leaned against the wall, her arms tightly crossed. \"That guy has a lot of ideas, seems like.\"\n\n\"Would you consider it?\"\n\nShe tilted her head to look at the sky, as if imploring the Traveler for patience. \"Listen,\" she said, and dropped her chin again. \"Organizing all the Hunters in the system doesn't make sense. The whole idea of being a Hunter is about…\" She struggled to find the right word.\n\n\"Disorganization?\" the Speaker supplied dryly.\n\n\"Ha ha.\" There was no amusement in the laughter. \"It's about freedom. Independence. You look like a Warlock, so you wouldn't understand.\"\n\nThe Speaker smiled behind his mask. \"Right,\" he said. \"But I've seen you with the others. You've brought other Hunters together, and to great effect. The rescue effort you took to Old Russia, for instance. Or the supply recovery you've been doing with Tav and Venra. There is something to be said about solitary people coming together, working as one…\"\n\n\"Don't try to make this poetic,\" Tallulah said. \"And we're not solitary. Independent doesn't mean solitary.\"\n\nThe Speaker held up his hand. \"You're right,\" he said. \"But if the Warlocks have representation in Osiris, and the Titans in Saint-14, I feel the Hunters deserve some as well. And you're a strong candidate.\"\n\n\"Are there others?\" Tallulah said, sobering a little. When the Speaker shrugged, she straightened her shoulders, then tried to shrug it off as well. \"I don't know. I'm not sure I have time for… logistical stuff.\"\n\n\"Well, I thought you might be up for the challenge,\" the Speaker said. \"Because it would be a challenge, given your schedule. A daring endeavor, even.\"\n\nTallulah was suddenly dead serious. \"So it's a dare, Speaker?\"\n\n\"It might be.\"", 
        "name": "The Bombardiers"
    }, 
    "subtitle": "\"Tallulah Fairwind never turns down a dare.\" —Tallulah Fairwind"
}