{
    "index": 1250, 
    "hash": 1244421924, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "For the last three weeks, the Guardian has been camping in a rusted-out shipping container, far off the main pathways that are always buzzing with Sparrows. He stays out of the way of other Guardians, and if he can't do that, he keeps his helmet on. Always.\n\nAll he has to his name is some beat up gear, a ring, and a silk sheet. Those are the things he woke up with. He wears the ring on a chain and keeps the sheet as a comforting reminder of something he can't remember. Sometimes he wears it draped over his shoulder. The fabric is so fine that it makes him think about the place he must've come from before this life, and how much nicer it is than where he is now.\n\nHe spends his days alone. Other Guardians are an unpredictable source of pain and confusion, and they see him the same way. Some react to him with outright hostility. Others are overcome by some personal and unexplained grief. He doesn't know why. That was the most painful lesson of being reborn: It's better to be alone. So he's always alone now, except for his Ghost.\n\nOne night, he sits with his head against his knees and listens to the distant snaps of gunfire. He hasn't seen anyone in about a week, but he can hear them. Somehow that makes the loneliness worse. More potent.\n\n\"Did you know,\" his Ghost says, bright but gentle. The purple glint of his shell reflects the half-light outside the crate. \"That in the Last City, they are celebrating? They call it the Dawning. It is a celebration of friendship and hope and warmth.\"\n\nThe Guardian keeps his eyes closed and forces down his bitterness. The silence lingers between them, heavy and filled with unsaid things, until his Ghost gently bumps his shoulder. \"To feel good, they say to each other: Happy Dawning.\"\n\nStill, the Guardian says nothing, and his own silence makes him sick with himself. His Ghost has never doubted him. Never doubted anyone, really. He is a well of relentless optimism. And as infuriating as that is, it's also heartbreaking, and comforting, and a relief. The Guardian is not going to be the one to disappoint him.\n\nThere's been too much disappointment in this life already.\n\n\"Happy Dawning,\" he says.", 
        "name": "Amnestia-S2"
    }, 
    "subtitle": "\"The Dawning welcomes everyone.\" —Eva Levante"
}