{
    "index": 802, 
    "hash": 1250571424, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "III:\n\n\"Come now, my potential new friend,\" Spider encourages. \"Let's have a chat. I see from your robes that you are from the noble order of the Dead Orbit. You were returning from Green Dove Arcology when you accepted my invitation—\"\n\n\"—Your four-arms captured me!\"\n\n\"—and I have here your ship's manifest.\" Spider waves a data pad. \"How careless of you, little thief.\"\n\n\"That was encrypted.\"\n\n\"And now it is not.\"\n\nSpider considers Ghislaine, his four eyes closing one after the other and then opening again.\n\nHe sits up. \"How rude of me. This is no way to begin a friendship. Not only will I speed you on your way to Titan, my friend, but I will give you an armillary recovered from New Pacific Arcology.\"\n\n\"'Recovered?'\"\n\nIn the corner where Petra used to stand, Arrha sulks.\n\nSpider grins. \"In exchange, perhaps you will give me something from your previous shipment. Nothing of value; just a symbolic gesture of our new relationship. Perhaps… number eighty-nine on the manifest?\"\n\n\"My manifest only went up to seventy-one,\" says Ghislaine.\n\n\"Now, what a useless little lie.\"\n\n\"It's true. Search my ship, if you haven't already. You must have scraped a different Dead Orbit ship manifest off our network.\"\n\n\"Ah.\" Spider tries not to click his mandibles in displeasure, even though he's fairly certain this Earthling wouldn't recognize the gesture if he did. \"So this…\" he pauses to read from the data pad, pretending like he's forgotten what it says. \"…Oil likeness of eight moons over a village… is already with your Dead Orbit associates on Earth?\"\n\n\"Unless they're even unluckier than me.\"\n\n\"I see.\"\n\nSpider gestures at Arrha. \"See our new friend out. Make sure she and her ship leave here unharmed.\"", 
        "name": "Scatterhorn Robe"
    }, 
    "subtitle": "\"Was Wolf once. Still Wolf after Scatter, but… different. Then Queen's. Wolf again. Bannerless. Then Spider's.\" —Avrok"
}