{
    "index": 857, 
    "hash": 1364093401, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "Knew this day would come, and with it, one last lesson…\n\nThere's an end to all things, kid. Good and bad.\n\nSure, the best times seem small, and the bad tend to linger, but the only permanent is eternity.\n\nI'm off to meet it.\n\nIf you're lucky, someday you will too.\n\nFor now, though, you've got road yet traveled and lives yet lived.\n\nI know you got hate in you. Most do. Trick is to use it, 'stead of it usin' you.\n\nBut you know this—vengeance is a motivator, not the motive.\n\nMeant to—hoped to—say these words to you one last time in person, but writin' 'em down seems the safe bet with the prey we're trackin'.\n\nWorst part about bein' a good guy? As much as you may want it, you can't always win. But that truth don't bother me. We do the right thing, 'cause the right thing needs doin'. So, when another does harm—casts their shadow upon you or your kin—you go 'head and hunt for the justice needed to answer any sins inflicted.\n\nDon't hunt 'em 'cause you been wronged.\n\nHunt 'em 'cause what they did was wrong.\n\nThere's a world of difference there, kid.\n\nOne makes you selfish. The other makes you a hero.\n\nAnd I see a hero in you.\n\nAnd with this last good lesson, a gift. I know it feels right in your hand—its weight easy, its trigger smooth. Use it as you will—I know you'll use it right.\n\nIt's yours now, 'til the last flame dies and all words've been spoken.\n\n'Til that time.\n\nSafe journeys. Straight aim. And good huntin'.\n\nJ.\n\n—A letter to Shin Malphur from his third father, Jaren Ward, written before Ward's ill-fated showdown with the infamous Dredgen Yor in the wooded hollow beyond Beggars' Gulch", 
        "name": "The Last Word"
    }, 
    "subtitle": "\"Yours, until the last flame dies and all words have been spoken.\" —Shin Malphur to you, as you journey forth into the unknown"
}