{
    "index": 1127, 
    "hash": 1457434304, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "Zavala: \"He's late.\"\n\nIkora: \"Zavala—\"\n\nZavala: \"Again.\"\n\nIkora: \"Cayde has his… methods—\"\n\nZavala: \"His habits, you mean.\"\n\nIkora: \"They get results. The Hunters and fireteams Cayde marshals would not be as effective under your command, and you know it, Zavala.\"\n\nZavala: \"Yes, well, I just wish he'd exercise a little more—\"\n\nCayde-6: \"Who needs to exercise more? Maybe it's me, 'cause that… was a lot of stairs.\"\n\nZavala: \"Cayde. I take it you had enough time to put together a report of your scouts' findings?\"\n\nCayde-6: \"A report? I didn't even bring a pencil.\"\n\nZavala: \"Cayde, you know how important this is. The Kentarch 3 harbored a Cryptochron.\"\n\nIkora: \"They're Warlocks, Zavala—fellow Guardians, not a disease.\"\n\nZavala: \"And yet, you agreed to dismantle the order and banish them from the City.\"\n\nIkora: \"After Osiris's exile, it had to be done. But they are still Guardians.\"\n\nCayde-6: \"Oh boy, Mom and Dad are fighting again. Hey folks, how about I just give my report, and you two can argue about this later?\"\n\nZavala: \"Very well.\"\n\nIkora: \"Fine.\"\n\nCayde-6: \"Right. So their ship crashed after passing through the gate. From signs on the ground, their little Black Garden adventure didn't go so well after that. Huge Vex resistance. But then it looks like they turned on each other as they ran back to the gate.\"\n\nZavala: \"Turned on each other? Are you certain?\"\n\nCayde-6: \"Zavala, they fought Vex, for sure. But that last fight? Just three Guardians, two against one. I put my best team on this—well, second best, but they're really good.\"\n\nIkora: \"So what did they find?\"\n\nCayde-6: \"The fight went up a hill. One of them had the high ground.\"\n\nZavala: \"Lisbon.\"\n\nCayde-6: \"Seems like it. It took a lot of guts to charge a good sniper like him, especially without Ghosts.\"\n\nIkora: \"Without Ghosts?\"\n\nCayde-6: \"Yeah. Pieces of two Ghosts were found near the entrance to the Undergrowth a few klicks away.\"\n\nZavala: \"The battle started that far away?\"\n\nCayde-6: \"Eh… that's not so clear. It doesn't look like the actual scrap started until they got well away from there.\"\n\nIkora: \"Cayde, this doesn't make a lot of sense.\"\n\nCayde-6: \"Oh, I know. Wanna hear the weirdest part?\"\n\nZavala: \"Go on.\"\n\nCayde-6: \"No bodies… Spooky, right?\"\n\nZavala: \"Your second-best team, you said?\"", 
        "name": "Never Live It Down"
    }, 
    "subtitle": "\"You think I can't fly a ship into the Black Garden?\" —Yardarm-4, the Kentarch 3"
}