{
    "index": 770, 
    "hash": 1462291111, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "He was a man.\n\nHe'd been another man. Another man before that. And another man before that. And another. Another. And yet another. How many lives now? How many deaths? He came to believe that each time his Ghost brought him back, he came back a new man. But he was a new man who carried with him the burden of all the lives before him. One after another after another, and each and every one of them weighed upon his shoulders in a way only Atlas could comprehend.\n\nBut he was a Titan.\n\nMuscle and might and metal—a mountain of it, they said. There was no burden he could not bear. That's what they said. He nodded and waved away the adulations. He went to his quarters each night, in the half tower he had commissioned, and he laid in bed, his feet incapable of stillness as a thousand million insects scurried their way up and down the sinews of his muscles, instigating perpetual and maddening motions that all his muscle and might couldn't stop. An insurmountable restlessness that prevented what little respite he could find in his nightmare-fueled sleep.\n\nYet he was a champion. A leader. The bright shining example of all that was good and enduring.\n\nThere was a City to build. A species to protect. Extinction to prevent. Invaders to repel. Wars to fight. Lives to live. Deaths to die. What was it he said once to one of the newly risen? The Light shines brightest in those it consumes? Oh, how he felt consumed.\n\nHe stood up from his bed. Crossed to the window that framed the entity that had cursed him. Though it chose not to speak to him, he knew what it wanted. And the only way to end its curse was to give it what it wanted—to destroy that which would see it destroyed.\n\nMaybe then he could sleep.", 
        "name": "Heart of Inmost Light"
    }, 
    "subtitle": "On the cusp between life and light, between death and destruction."
}