{
	"displayProperties": {
		"description": "Asher Mir cursed his way across Io.\n\nAs he picked his way across the rocky outcrops, he cursed the loose soil underfoot, cursed his oversized pack, cursed the roving Taken, cursed the kick of his Silicon Neuroma Rifle against his shoulder.\n\nHe looked up at the Pyramid funneling its foul energies down into the Cradle and sneered. Well-read as he was, he didn't have the energy to arrange the required words.\n\nIt was late during what passed for night on Io, and while Asher was tired, he hiked on diligently. He stopped only once, briefly, to study a snail whose shell was growing tiny clusters of crystalline black obelisks.\n\nHe crept down through the cavernous spaces beneath the Cradle. Unfamiliar roots protruded from the earthen walls. He calmly observed the pattern of a twitching Shrieker, and his calculated ricochet sent a band of Taken roaring down the wrong pathway. He passed unmolested.\n\nEris was in her meager camp near the twisted roots of the enormous Tree. She knelt near a beam of light coming from far above, which filtered through the pith of the Tree to strike an unnatural splash of cambium petals. Asher noticed the smells of sap and burned cooking oil.\n\nShe said she was pleased to see him, though when she sought to clarify the cadence of his supply drops, he felt she might be put off by the unexpected visit.\n\nAs he unpacked what he had brought her, she explained the Tree, the messages, the whispers. The thrilling struggle to glimpse the face of the unknown, even if that unknown may be trying to kill you. She was smiling as she spoke. Asher understood exactly what she meant.\n\nHe rested by the fire. Nearby was a small table that held samples of Hive chitin, clippings from the Tree, ashy soil, and an open notebook that Asher saw was a personal journal, which he quickly flipped shut with distaste.\n\nHe reached again into his pack. He brought forth a bottle of fine golden spirits (from when some towering ignoramus misunderstood his request for isopropyl alcohol) and placed it on the table. He had brought two clean glasses, nestled ridiculously in the boxy shipping case of a large graduated cylinder. He removed one and placed it gently next to the bottle.\n\nAsher coughed, relaced his boots, then stood and shouldered his pack.\n\n\"You have things taken care of, yes?\" he said to Eris.\n\n\"Certainly,\" she said, intent on the beam of swirling light.\n\nHe shifted and made a little noise in his throat. \"I need to know that things will be taken care of,\" he said clearly.\n\nEris looked over and considered the man standing across from her. \"To the best of my ability,\" she finally said.\n\nAsher nodded and began his long walk back.",
		"name": "Asher: Prediction",
		"icon": "/common/destiny2_content/icons/9e881fa3ad818d0a9d2c94efa9516dde.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1484359202,
	"index": 1411,
	"redacted": false,
	"blacklisted": false
}