{
	"displayProperties": {
		"description": "As Asher Mir watched his assistant's ship tear into orbit for the last time, it occurred to him that he had not expressed how truly satisfactory he had found some of their work.\n\nHe briefly entertained the thought of leaving a letter, but there were others more deserving of his thoughts. And if he worked in descending priority, he might never make it to his assistant, which would defeat the purpose of the exercise completely. Instead, he went to the Pyramidion.\n\nThe Vex are not born, yet not created. Desire to understand this conundrum brought Asher to Io. He reasoned that the Pyramid, with its alien resources and unknowable power, had likely come for the same purpose. The dark ship sought to take the secrets of the Vex for itself.\n\nBut Asher Mir had already staked his claim, and he was prepared to defend it.\n\nHe soon stood at the gate of the Pyramidion. The Vex security responded as he knew they would, and he was prepared. He piled their broken corpses on the plates and continued inside.\n\nHe destroyed the first hundred Vex, then the second. A Minotaur roared into being before him and he crushed its radiolarian core in his metal fist. He climbed forward over their clawing limbs. He slipped in the cooling roux of their dead fluid.\n\nAsher swallowed a mouthful of blood and kept moving.\n\nHe paused by a whirling gate and watched the aperiodic waves, then stepped through at the only possible moment. He walked steadily through laser grids that seemed to bend around him. He hung calmly in a gravitational tourbillon as the ground beneath him flickered and shifted madly.\n\nAnd the Vex began to observe.\n\nThe corridors of the Pyramidion were lined with glowing red eyes. The metal mannequins stood dumbly, twitching, shuddering as Asher passed.\n\nA familiar area unfolded before him: a cubist sinkhole reeking with the flat, base stench of slate mud and bleach.\n\nHe looked where the sky should be and found another impossible shape; another fractal contradiction. Far above him, placid in its Penrose vortex, the vast radiolarian lake lapped gently at the metallic shores.\n\nThe man reached up to the lake with his metal arm. He then reached with his arm of flesh.\n\nHe reached with both, and he brought the lake down.",
		"name": "Asher: Conclusion",
		"icon": "/common/destiny2_content/icons/9e881fa3ad818d0a9d2c94efa9516dde.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1484359214,
	"index": 1415,
	"redacted": false,
	"blacklisted": false
}