{
	"displayProperties": {
		"description": "Man of science though he was, the first thing Asher Mir did was shoot the damned thing.\n\nThe Pyramid hovered inside Io's atmosphere, close enough to be impacted by a projectile flung at sufficient speed. In the time it took Asher to blink twice, he knew the angle of attack and the mass of the projectile.\n\nAsher finished building the mounted railgun before his coffee had cooled.\n\nHe charged the magnetic coils, waited for the wind to die down, and broadsided the ship. He had expected the projectile to hit a Kinetic barrier, or best-case scenario, impact the Pyramid and cause utterly infinitesimal damage.\n\nInstead, at the moment of impact, the projectile stopped existing.\n\nAsher's brow furrowed while an irrepressible smile crept over his face. His metal arm clicked and hummed gently of its own accord. This Pyramid had the audacity to park in front of his laboratory and pull such a cheap trick?\n\nClearly, it had not thought it would meet Asher Mir.\n\nHe assembled another missile, one with a detectable radiation signature and a radio signal. He fired it at the Pyramid. It similarly disappeared on impact, its signals snuffed out, no longer detectable from Io's surface.\n\nAnother payload followed, this one a miniature relay station. He routed it through his console and fired. At the moment it touched the Pyramid, it transmitted a spike of radiation and radio broadcast.\n\nAsher smirked. They were still there, held in the field of the Pyramid. Visually undetectable, signals squelched, but still physically there.\n\nHow the Pyramid was accomplishing this feat was unimportant at the moment, though his mind flooded with fantasies of zero-point energy. The question that gave him pause was the what: What was the ship doing to the projectiles as they sat suspended in space in the periphery of its loathsome shape?\n\nAnd why?",
		"name": "Asher: Observation",
		"icon": "/common/destiny2_content/icons/9e881fa3ad818d0a9d2c94efa9516dde.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1484359206,
	"index": 1407,
	"redacted": false,
	"blacklisted": false
}