{
	"displayProperties": {
		"description": "She had tried everything. The great Bray. A lineage that promised to save them. For all her genius and moxie, this was beyond her.\n\nRasputin lay dying in a dozen empty screens splayed out around Ana's command station. She could visualize the bleeding code running through her fingers. Zavala's voice was in her ear, as ambient haze—relegated to the background of her mind like distant gunfire. The image of the Pyramid's distortion wave was still raw. This wasn't an attack. It was a command. A lazy dismissal of all their best laid plans.\n\nThere were no explosions. No blaring sirens or sparks of dramatic electricity. Nothing to combat or fix. Just a Guardian walled in silent black glass and disbelief.\n\nShe had been so sure.\n\nAna's eyes tracked Jinju as the Ghost sped from console to console, attaching strings of Light to each. They slowed her as she went, buried under some load.\n\n\"Ana,\" Jinju's voice strained under crushing distortion. \"I think I've got him. Most of him, but not for long.\"\n\nThe words cut through the distant gunfire. \"What?\" Ana asked. Her voice came softly at first, unsure what form to take as the information processed. \"What?!\"\n\nJinju groaned and whispered an exasperated, \"Pillory… Engram…\"\n\n\"It's not ready.\"\n\n\"Ana, now!\"\n\n\"He'll go insane! I… can't.\"\n\nThe Light tethers attached to Jinju began to pop one by one. \"It's this or nothing!\"\n\nThe prospect sent Ana tearing across the room. She belted a command into the air, and a floor safe opened in response. Ana snatched the dodecahedron enclosure from the safe and braced it in front of Jinju.\n\n\"Jinju, do it!\"\n\nThe Ghost's shell reformed to forge a directing structure before her core erupted with Light and data. A stream of pure information beamed into the Engram, filling it with spiraling wisps of Light.\n\n\"Did you…?\"\n\n\"As much as I could.\"\n\nOutside the windows, bolts of atmospheric friction dragged flames through the sky as Warsats plummeted from low-orbit defensive positions. Their impacts were distant.",
		"name": "Ana: Frayed",
		"icon": "/common/destiny2_content/icons/9e881fa3ad818d0a9d2c94efa9516dde.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1484359204,
	"index": 1409,
	"redacted": false,
	"blacklisted": false
}