{
	"displayProperties": {
		"description": "Deputy Commander Sloane watched the overloaded Vanguard skiff dip close to the waves. \"Watch it!\" she barked into the communicator, and the craft straightened out. \"That's liquid methane down there, and if it don't kill you, the Leviathan will.\"\n\n\"C'mon, ain't no Leviathan,\" said the pilot, his voice crackling. He was some boy from the City who couldn't have been more than 17 years old. \"And if that's methane, how come you don't even got a helmet on?\"\n\nSloane grinned. She wasn't used to backtalk. \"Because I moisturize, short-timer,\" Sloane said and squelched the comms.\n\nA Fallen Ketch screamed overhead, and Sloane was on the catwalk outside the rig in a flash. She bellowed at the men working on the deck to cover clear of the cargo as she drew her Scout Rifle and dropped to a knee.\n\nThe first few Dregs were dead before they hit the ground, but the winds whipping off the seas sent her next shots wide. She figured the landing party would go for the cargo shuttle over her men, so she spun to take a sightline toward the craft, but the things were charging for the supplies instead.\n\nShe cursed and leapt over the railing, landing like a crash of lightning. Her earpiece sprang to life. \"Siren's Watch, this is supply craft Vienna Stinger looking for a place to put down.\"\n\n\"Landing pad five, south side!\" she shouted over the crack of her rifle. \"Offload what you brought, and I'll have a supply team swing by in a minute.\"\n\nShe plugged two more Dregs and the Ketch's engines changed from a roar to a whine. A halfhearted volley of Wire Rifle fire spattered the landing pad from the Ketch as it blasted away.\n\nSloane called out to her team. No fatalities, nothing taken but two crates of fresh supplies. She ordered the team to the next landing pad and began climbing the long stairs back to her perch.\n\nThey hadn't hit while they were loading the Golden Age technology for shipment back to the City. They were after the supplies. They were leaving.\n\nShe looked up at the Pyramid in the sky and frowned.\n\nThe door to her office closed and sealed with a hiss. A soft blue light on the panel promised that the seal was airtight. Sloane walked across the room to watch the seas through the open hole blown in the side of her rig.",
		"name": "Sloane: Overseer",
		"icon": "/common/destiny2_content/icons/9e881fa3ad818d0a9d2c94efa9516dde.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1484359205,
	"index": 1408,
	"redacted": false,
	"blacklisted": false
}