{
	"displayProperties": {
		"description": "Zavala set down two glasses. He watched Ana's face as he poured velvet-looking liquor and filled them. Her eyes were focused on the grains of his desk, how to the unobservant, they would fade away into the greater canvas of wood, indistinguishable from each other.\n\nThe Traveler hung behind him, buried in a darkening cloud, a part of and apart from the sky.\n\n\"I can't believe we lost,\" she said.\n\n\"We are not lost.\"\n\nZavala pushed a glass toward Ana.\n\n\"I froze. We still don't even know what—if we saved anything,\" she said.\n\n\"It's not so easy to act in the face of defeat. The prospect of a future is something we have to keep in mind.\"\n\nAna glared at Zavala. \"Nothing we do is supposed to be easy. Isn't that the point? This was a stress test, and I buckled.\"\n\n\"Faith, Ana. You reminded me that we wrap ourselves in the doubt of past failures. Without you, the City would be ash and rubble, more than once.\"\n\nAna scooped the glass into her hand. She smelled the liquor, winced, and placed it back on the table. \"You believed in me. Rasputin was my job.\"\n\n\"Yes, and he still is. A job for the future,\" Zavala said and sipped his drink. \"Now we have a new job. Eris needs our support.\"\n\n\"Tell me everything isn't over.\"\n\n\"When Cayde passed, I saw the fracturing of the Vanguard as a path toward inevitable failure. Still, it has proved impossible to fill his seat. I believed I would be too weak to lead without the balance added by his… unique perspective. As it turns out, his life was but one in an eternity of choices.\"\n\n\"Zavala, I don't want—\"\n\n\"Relax, I'm not offering you the job. Unless you killed Cayde, and we've had the wrong man this whole time?\"\n\n\"If I did, would you forgive me?\"\n\n\"I'd understand,\" he said and smiled. \"Ikora told me back then that an object in motion stays in motion. I've always admired the phrase, but I must admit, it can be difficult to adhere to.\"\n\nAna shook her head. \"That's just physics.\"\n\n\"A fundamental aspect of life.\" He watched Ana's mood lighten as she considered his words. \"We find the footholds we can, and make the best step given the ground we have before us.\"\n\nAna nodded. \"Whatever happened to Cayde's chicken?\"\n\nZavala sighed. \"I believe Saint has anointed it as some sort of 'Pigeon Lord.'\"\n\nAna's locked jaw melted into a smile.\n\n\"Life does not wait for us, no matter how long we live it. Drink your drink,\" Zavala chuckled, his glass to his face. \"Before the Lord of Pigeons summons us to attack the Pyramids.\"",
		"name": "Ana: Physics",
		"icon": "/common/destiny2_content/icons/9e881fa3ad818d0a9d2c94efa9516dde.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1484359200,
	"index": 1413,
	"redacted": false,
	"blacklisted": false
}