{
	"displayProperties": {
		"description": "Behind her, they ran for their lives.\n\nThe Fallen had descended upon them in such numbers that they were impossible to count. First it was a Skiff. Then another, followed immediately by a third. And finally, a full-blown Ketch de-cloaked above their position. There were but three of them to protect a hundred who had once been thrice that. Within minutes, it was only her.\n\nShe corralled the survivors into a cave that once upon a time wasn't a cave but more of an industrial drainage system. It was foul here; the radiation was practically palpable, and the survivors—if they survived this day—would likely find their lives shortened by years if not decades thanks to this poisoned solace.\n\nShe pushed them forward, deeper into the underground, as fast as they could manage. She carried two children, both eerily silent and unaffected. They, like their people, had endured more than she could imagine in their five-thousand kilometer exodus. They had given up their homes for the promise of something better. For the promise of hope and light and the strength of the pack. In their quest for better lives, they had lost almost everything.\n\nHer Ghost told her the bad news—this cave system was a labyrinth extending dozens of kilometers with more dead-ends than not. The walls were deeply reinforced, and its scans could see but half a kilometer at best. It was going to be trial and error, and their pursuers were getting closer. Her Ghost didn't think they would make it. Not before…\n\nOne of the children in her arms—a little girl whose name was Violet—looked her in the eye and told her, without a hint of doubt, that she knew her Guardian would let nothing happen to them. Not after how far they'd come. She smiled at Violet and told her, yes, everything was going to be okay.\n\nShe set the children down, told them to run ahead and join the others; she would be right behind them. Alone with her Ghost, she told it to lead them to safety. She would stay behind and buy them time. And by the Traveler's Light, it would be an eternity's worth.\n\nAnd so, reluctantly, her Ghost floated ahead to rejoin the exodus, but not before swearing it would come back to find her and bring her back, no matter how long it took.\n\nWith the light of her Ghost now out of sight and the soft wet steps of a hundred refugees out of ear-shot, she strapped on her helmet, tightened her gauntlets, and drew a line in the muck beneath her feet. When the chittering of Fallen Dregs finally began to echo through the tunnels, she reached for the Light and with it crafted a shield of Void energy.\n\nIf need be, she would hold this line until the end of time.",
		"name": "Ursa Furiosa",
		"hasIcon": false
	},
	"subtitle": "\"Stay back. I won't tell you again.\" —Bjorna-3",
	"hash": 1484674161,
	"index": 772,
	"redacted": false,
	"blacklisted": false
}