{
	"displayProperties": {
		"description": "Deputy Commander Sloane was in a foul mood, and Amanda Holliday, bless her heart, had no idea.\n\nTitan's waves crashed relentlessly against the massive support struts of Siren's Watch. Were things different, a crew would be down there right now, swinging between the mammoth legs, working to repair and stabilize.\n\nBut things weren't different.\n\n\"You can throw together a box girder and reinforce it, no problem,\" Amanda said.\n\n\"You can. I can't,\" said Sloane. While she had built a few walls, Amanda had an enviable engineering background to fall back on, though it seemed she wasn't much of a teacher.\n\nAmanda's hologram slurped ramen. \"How long do you need it to last for?\"\n\n\"Long enough to get it out of my mind,\" said Sloane. \"Since it's started wobbling, I haven't even had time to worry about the Pyramid.\"\n\n\"Small favors!\" chirped Amanda. Sloane ran a hand through her coarse hair.\n\n\"Come on,\" Amanda groaned. \"You're sittin' on a mess of Golden Age technology on Titan. There's gotta be an engram with a bridge inside it.\"\n\nSloane stared flatly. That might actually be true, but Sloane didn't have time to hunt for lost technologies.\n\n\"Make a wave breaker, then! Tetrapods bolted against the strut, or better yet, something out in the sea to break the wave early.\"\n\n\"If you can't take it when it hits you, you go out and hit it before it gets started. Like this!\" Amanda leaned forward and did something in her ramen bowl that Sloane obviously couldn't see.\n\n\"You're not looking,\" Amanda said, and tilted her bowl forward just enough to spill broth over her desk. She cried out with laughter.\n\n\"I'm hanging up now,\" said Sloane, and after a cheery wave at Amanda's melodramatic pout, she did.\n\nThe hologram faded out, leaving Sloane in the dark. She stayed there for a long time.",
		"name": "Sloane: Wavebreaker",
		"icon": "/common/destiny2_content/icons/9e881fa3ad818d0a9d2c94efa9516dde.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1484359201,
	"index": 1412,
	"redacted": false,
	"blacklisted": false
}