{
    "index": 1088, 
    "hash": 1489617037, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/92904fbbef5bcc82030dd818c60d49af.png", 
        "hasIcon": true, 
        "description": "By the mind of Match—I do not know where we are—chalice catch and save us all—\n\nNothing.\n\nGod answers god! The void in Calus's soul called out and THIS is what replied—the Leviathan's control system failed when it saw what awaits us—we are drifting into it!\n\nCalus has sealed himself in his observation chamber. His transmissions strike the THING and return to us disfigured by intolerable forces. We have gathered to share our thoughts in concert, to try to understand what's happening, but we are all afraid we will succeed—we stammer like children and the concert fails.\n\nIs this the edge of the universe? Space cannot have an end: it goes on forever. But a hole in forever would be a kind of edge... a flaw, a defect, a place outside place...\n\nI must be calm. I must record my thoughts. Now I think of the OXA Machine, eternally lost and eternally rebuilt, passed down from civilization to civilization like a ship's black box. I think of the legends of the Hive King Oryx and his quest to pass into the Deep. I took that story as an allegory. I think I was wrong.\n\nWhat will happen to us inside? Will the geometry of space and time collapse, so that we experience the rest of our lives in a single moment, crumpled over ourselves like a tangled chain? Will I tend to myself as I die of old age or scream warnings to my own past as we meet in the berserk maze of a twisted Leviathan? I hate the thought of it! An eternity reading my own mad minds, tasting the insanity of my own future and thus becoming it!\n\nEven the spirits from the goblet would go mad.\n\nThere is only one of us who welcomes this insanity and I do not know why but how could I? How could I ever anticipate or understand a god?\n\nAll over the ship—broadcast from the comfort of his observation room—CALUS IS LAUGHING", 
        "name": "Entry IV"
    }, 
    "subtitle": "Entry IV"
}