{
	"displayProperties": {
		"description": "By the mind of Match, Shadow Councilor to the True Emperor. Upon the Leviathan, at rest in the place of endings. I thank my ancestors for the fullness of my cup; I thank my Emperor for granting me purpose.\n\nWithout a secret troubling my mind, I've neglected this journal. I come back to it today in good humor, moved by my Emperor's own amusement. A party of the Guardians that Calus entertains have arrived with a set of various squabbling demands—a starship, a precise description of their \"Darkness,\" a list of stars the Traveler has visited, a treaty with the Cabal empire for the defense of Earth, a chance to see Calus in his true form, repairs to certain weapons that they feel have gone askew, so much and so forth.\n\nCalus loves these Guardians so. He loves them for their energy, their liveliness, their willingness to do whatever he asks in hope of a reward. He loves it when they dance. He loves the great heroic sulks so many of them enter when they become dissatisfied with their work. Seek joy, he urges them!\n\nAnd he loves his Guardians because he knows he can teach them a lesson they cannot ever learn themselves. They are as Calus once was: unaware of their finitude.\n\nCalus will teach them. They are immortal, but they will all be gone one day—like my Emperor, like me. That appointed day is coming soon. All of this will vanish as surely as childhood vanishes from the grown. And when the things the Guardians strive for are lost—their power, their future, their drive to do more and more—they will understand that what matters is the joy they found with their companions, not the arsenals and ambitions they gathered.\n\nAll things will end. All things done for the sake of some future greatness will come to nothing. In our final tallies, only the things that brought us joy and meaning will count.\n\nAnd because I trusted Calus, I have found joy. I have made the choices that will let me die in peace.\n\nBless the spirits from the chalice. Bless the day they poured our souls into us. And bless my Emperor, who will lead us to the end.",
		"name": "Entry IX",
		"icon": "/common/destiny2_content/icons/92904fbbef5bcc82030dd818c60d49af.png",
		"hasIcon": true
	},
	"subtitle": "Entry IX",
	"hash": 1489617024,
	"index": 1094,
	"redacted": false,
	"blacklisted": false
}