{
    "index": 1091, 
    "hash": 1489617038, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/92904fbbef5bcc82030dd818c60d49af.png", 
        "hasIcon": true, 
        "description": "By the mind of Match, Shadow Councilor to the True Emperor. Upon the Leviathan, crossing a place of famine. Today I fill the Y-goblet with lithium, that my ancestors may never want for metal. My every thought and purpose for my Emperor, Calus, once and future sovereign.\n\nWe have been at the work for so very long that I have neglected this journal. But now we are crossing a starved place, a burnt clearing in the dark galactic forest, and I find myself with time to think.\n\nPerhaps that is why my Emperor came to me again.\n\nThe robotic facsimiles he manufactures are eerily like him—or like the Calus I remember; I have the surest feeling that his true form is no longer the Emperor I knew. Perhaps he is just a mouth now, smiling, laughing, eating what it fancies...\n\nBut I choose to believe he still has a soul. Why else would he come to me, except that he cares what I think of him?\n\nAs he settled on the observatory couch beside me, I tried to sense the construction of his machine body. But his presence was so fierce, it was like staring into the sun. \"Do you know where we are?\" he asked.\n\n\"A part of the galaxy that was settled very long ago,\" I said, closing my inner eye against his radiance. A star, I found myself thinking, is an explosion that cannot escape the appetite of its own gravity. \"Poor fortune in supernova scattering left this area short of metals, and now there is nothing left but dim stars, dead worlds, and hydrogen.\"\n\n\"A place of poverty,\" he suggested. \"A graveyard.\"\n\n\"You speak often of death, your Majesty.\"\n\n\"The knowledge of death is the key to happiness.\" He patted the bench beside him, as if acknowledging a missing friend. \"Look out there. Imagine all the trillions of beings who lived among these stars. Do you think some of them were happy?\"\n\n\"I should hope so.\"\n\n\"Why, Match? Why would some be happy, and others miserable?\"\n\n\"Perhaps they had more metal,\" I suggested, dryly.\n\n\"Exactly!\" He clapped in delight, nearly bowling me over. \"Happiness is comparative, Match. I tell you that if a rich man lived next to a woman who had ten times his wealth, he would never be satisfied, even in marriage. He would feel poor when he looked at her. Even the basic satisfactions of our biology require contrast—the absence of thirst, the absence of hunger, the absence of loneliness.\"\n\n\"This is a child's philosophy, your Majesty,\" I protested. \"We need pain to know pleasure? We need loss to make us treasure gain? A runt would say these things. Why, you once told me that these are homilies the miserable use to excuse their misery. Suffering does not heighten happiness. Fear does not bless us. True contentment is true in itself.\"\n\nHe looked at me with great satisfaction, delighted by my insight, and by the way my words reflected his own wisdom. \"What was the flaw in my empire, Match? Why did Ghaul overthrow me?\"\n\nI sensed he did not want my first answer: because those disenfranchised and infuriated by his cosmopolitan reforms had united without his knowledge. \"Because you did not fear death, your Majesty?\"\n\n\"Exactly! I opened my arms to embrace all my peoples, offering them consumption without limit and celebration without end. The stars themselves burned sweet and clear, and I forgot—even stars die.\" He leaned closer to me. I felt warmth like an oven under his counterfeit skin. \"You're right. The truly happy do not need misery and suffering to give their lives meaning. They exist in the moment, at peace with their inevitable death. Now that I've accepted all this will end... it has meaning again, Match! I have MORE than the rest of the universe. I've seen what's coming! I know the value of every moment left!\"\n\nHe smiled at me, his cleft pulled back from bright teeth. \"And I want you to value those moments too, Match. I wonder... if there is something you want to tell me. Something that would change the rest of your life. Make no mistake: an end is coming, soon, and you will have no chance at all afterwards to correct what you regret. So why delay? Why not tell me?\"\n\nI do not remember the excuse I made as I fled.", 
        "name": "Entry VII"
    }, 
    "subtitle": "Entry VII"
}