{
	"displayProperties": {
		"description": "By the mind of Match, Shadow Councilor to the True Emperor. Upon the Leviathan, helpless to alter its course. Today I pour salt from the Y-goblet so that my ancestors may roughen their skin. My every thought and purpose for my Emperor, Calus, once and future sovereign.\n\nWe are at war. Here at the fringe of the empire, fleets clash over emptiness. In council, we surmise that the tyrant Ghaul wants this void as a buffer against invasion—but isn't the irony bitter? This enemy desires nothing but our death. And so we oblige them by dying for nothing.\n\nIt is the opposite of everything Calus wanted for his people. Even the new Cabal's ships are expendable. These are not the beautiful deterrents of Calus's armada; they are ugly, hasty, and crude. The crews live in their armor, prisoners of their duty, escaping only through music and games smuggled into the battlenet. One popular pastime, I understand, is to draft personal \"fleets\" and \"legions\" from among real Cabal ships and soldiers, competing with comrades to win the most victories. Of course it is very bad luck to draft your own unit.\n\nThe enemy is yet worse. All Psions live in a world of minds. I believe in the cup and all its spirits because I feel those spirits every day—the prints left by other minds on the things I touch and see. These Hive... have no spirit. Their souls are emaciated. Some horrible solvent has stripped them of everything but hate, cunning, and the will to survive. I think they worship death because it is the only salvation from their existence.\n\nI suggested that the War Councilors invite Calus to observe one of Ghaul's carrier groups attacking a Hive war moon. He came because he knows the value of pretending to care. But even the shape of the fleet hurt him; Ghaul and his tyrannical ally Umun'arath have abandoned proud, independent cruisers (instruments of state, Calus liked to say) for swarms of frigates that suckle fuel from enormous fleet carriers. The Hive's portals leave no time or space for elegant vector dances, so these new ships are built for brutal exchanges at point-blank range.\n\nWe felt other Psions at work, hiding the traitor fleet from the Hive as they scattered drills and boarding pods in the war moon's path. A strike at the surface was not enough; someone would have to bring a planet-cracker warhead down into the moon's viscera. Caught up in the excitement, I asked one of the war councilors how we could possibly prevail against the Hive, who were so old and so powerful.\n\nShe compared our Cabal to a seagoing warship and the Hive to a submarine. They might dive into deep metaphysical layers of existence, where we are no match for them. But in the ordinary universe, the Hive are like a submarine on the surface: still dangerous, but not invincibly so.\n\nI was fascinated and secretly struck by the clarity of the goblet on her face. Did she believe we could ultimately defeat the Hive?\n\nNo, she said. But we could hold them back long enough to live our lives. Wasn't that enough?\n\nInviting Calus was a mistake. It only reminded him that he had no power at all.",
		"name": "Entry II",
		"icon": "/common/destiny2_content/icons/92904fbbef5bcc82030dd818c60d49af.png",
		"hasIcon": true
	},
	"subtitle": "Entry II",
	"hash": 1489617035,
	"index": 1087,
	"redacted": false,
	"blacklisted": false
}