{
    "index": 1087, 
    "hash": 1489617034, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/92904fbbef5bcc82030dd818c60d49af.png", 
        "hasIcon": true, 
        "description": "By the mind of Match. Upon the Leviathan, resigned to its course. Today I fill the Y-goblet with powdered bone, so that my ancestors may dry their ink. My every thought and purpose for my Emperor, Calus, once sovereign.\n\nThe Leviathan journeys through a void in the galaxy, without stars or even dust to relieve its nothingness. The astronomers say that an ancient cataclysm blasted open an abscess in the cosmos here. I feel the absence of spirits like a pressure headache, as if everything inside me wants to come rushing out.\n\nWe are all losing hope, but as long as we are still losing it, then it has not run out. Psions are said to have no sense of humor, because humor comes from the unexpected, and we are clairvoyant. Well, we were not clairvoyant enough to expect the coup, so I suppose we must be blind enough to retain a sense of humor, and I can still laugh at our predicament: the loyal retinue of the Curious Emperor, the Emperor of Joyous Excess, marooned in absolute nothingness.\n\nCalus won't leave his observation couch—not to take meals, not to visit gardens or sample the wines, not to read or to write in his Imperativa Titanica or to suggest new dishes to the cooks or to tell us stories from far-away worlds or even to wonder aloud why Caiatl never heeded him. He stares and stares into the emptiness.\n\nI think he feels small. Most of the universe is nothing, and he is nothing to it. This scar in our galaxy was cut long before he was born.\n\nI drew the Y-goblet in the dirt of a garden today. I used my finger, not my mind, so that no one would feel it. My faith was exterminated long before my people met the Cabal, in a way so total and vicious that I do not think a people without psionics could understand the pain.\n\nMy ancestors were the strongest secret-keepers in the universe. I know this because they survived long enough to give birth to me. I don't know how they did it, because every time I look another Psion in the face I see the Y-goblet, the holy cup into which our minds were poured.\n\nWhat if Calus knows I'm losing my faith in him?  What if I'm the poison that makes him wilt?\n\nDo you want to hear a joke? No, I already know I'll laugh. That is a Psion joke.", 
        "name": "Entry III"
    }, 
    "subtitle": "Entry III"
}