{
    "index": 1092, 
    "hash": 1489617025, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/92904fbbef5bcc82030dd818c60d49af.png", 
        "hasIcon": true, 
        "description": "By the mind of Match, priest of the chalice. Upon the Leviathan, where my temple now stands. Today I fill the Y-goblet with praise for my Emperor, Calus, once and future sovereign, so that my ancestors may know his generosity.\n\nI told him.\n\nHe has decided where he will make everything ready for death. The Leviathan's course is set for a far system, where the Traveler awaits. His Shadows are already on their way to kill Ghaul, or to die in the attempt. How could I betray him, in this time of endings, by keeping a secret he has asked to share?\n\nI went to him as he bathed in his royal pool, for his proxies are, of course, as exquisitely sensual as his old form. I shed my garments, there being no more taboo between us than between two animals, and sat beside him in the glow of his comfort.\n\n\"Your Majesty,\" I said, \"I kept a secret from you.\"\n\nI explained how I worshipped my ancestors and the sacred chalice that cupped their spirits. I admitted that I had put these beliefs before him in my heart. He listened as I told him how the ancient God-Thoughts of my people, the operant overlords who dominated our prehistory by sheer mental penetration, had exterminated my faith for daring to see a spark of the divine in every common person.\n\n\"Match,\" he said, \"you have committed a crime, and I will pass my sentence shortly. But first, let me ask you something. Do you think I made the right choice with the Clipse?\"\n\n\"No,\" I admitted.\n\n\"Because I ended so many lives?\"\n\n\"Yes, your Majesty.\"\n\n\"But knowing that they would soon end anyway, and that by killing most I could allow a small few to live in happiness rather than in strife... did I not choose the greatest possible good?\"\n\n\"I suppose, your Majesty, that my faith makes me see the shared suffering of the Clipse as... more fair than the survival of a happy few. If I were one of the Clipse, I would want a fair chance. Not judgment from on high.\"\n\nHe nodded in compassion. \"I know. I once tried to be fair too, Match. An empire of excess for every citizen, no matter their class or species of birth. It is good for a ruler to raise the standard by which his subjects live. But what if that ruler has found proof, absolute proof, that existence is a zero-sum game? That there is not enough time or energy to give everyone a fair life? Knowing that, mustn't we privilege a chosen few?\"\n\nI did not know and I admitted it.\n\n\"That's all right. I don't ask certainty.\" He shifted himself, sending waves across the pool. \"For a long time after the coup, I stared out into the infinite universe, and I saw... meaninglessness. In a universe that goes on forever, there must be an infinity of Caluses, all staring at the same blankness. How could I be a god if I was... generic?\n\n\"But now that I have seen what is coming, now that there is a limit to the time afforded to us... well, it may sound cruel, Match, but the less there is of everything else, the more I matter. I intend to be the last good thing in this world. I will gather my chosen companions and ease as much suffering as I can before the end. There are emperors who would take on any shape to escape death. I am not one. I am true to myself. And so, Match, are you.\"\n\nHe clapped me on the back with enormous gentleness. \"Your only crime, my councilor, was that you denied me the chance to give you a gift. Come. Show me the place you favor, and tell me the measurements you require. I will build you a temple so you can worship without fear. And all I ask is that you remember me in your prayers.\"", 
        "name": "Entry VIII"
    }, 
    "subtitle": "Entry VIII"
}