{
	"displayProperties": {
		"description": "By the mind of Match, Shadow Councilor to the True Emperor. Upon the Leviathan, helpless to alter its course. Today I pour out water from the Y-goblet, so that my ancestors may wash their eyes. My every thought and purpose for my Emperor, Calus, once and future sovereign.\n\nWe pass through the outer marches of our lost empire. One day the Leviathan howls along at speed, and the next it drifts on an idle course. We still cannot repair the butchered control systems, and our Emperor, who once ordered this ship's construction for his purposes, refuses to share his knowledge in metaconcert.\n\nYet as we leave the space that was once his dominion, I see how my Emperor digests his situation. He no longer rages and spills wine. He has not cursed Ghaul's name in nearly a year. I feel his thoughts taking new shape and color.\n\nI do not know if I like it.\n\nIn the fast-time of relativity, we watch the Cabal change around us, and it leaves my eye cold from weeping. When Calus reigned, artists and thinkers visited the athenaeum worlds to be inspired by alien wonders from across and beyond the Cabal. Now the athenaeum worlds are shut. The works they inspired have been replaced by grim assembly-line weapons and the architecture of bunkers. Fountains geyser black fuel; gardens vanish beneath belching factoria.\n\nGhaul has even disfigured the peoples' minds. He has dismembered the Cabal of its foreign influences, teaching the people a pit fighter's gruesome self-sufficiency. Weapons only a grunt can understand. Language that can only be barked through a battlenet. I mourn the empire that built wonders like the Ninth Bridge. I mourn all the client species beaten into cogs.\n\nBut if I mourn, my Emperor withers entirely. Even his interest in the archives and the observatory has vanished—he no longer cares to study a universe that has offended him. He doubts his own divinity, because how could a god allow this to happen? His rage has gone and he does not know what he has left after it. The new shape I feel in his mind is gray and smooth like fog.\n\nAmong my people—I mean my people, the people of the chalice, not the whole Psion species—we call this feeling \"sweet oubliette,\" the shelter that becomes a prison. For Calus, I imagine it feels like the loss of all appetite. Even the curiosity that made him great.\n\nThe councilors ask me to go to him. But I am still afraid. What if he sees my secret? What will he do? Even his beloved tea-seller has already abandoned him. If he knows I still worship the old cup, and that I put it before His Name in my benediction... will it be one betrayal too many?\n\nAt least he no longer bellows in the night.",
		"name": "Entry I",
		"icon": "/common/destiny2_content/icons/92904fbbef5bcc82030dd818c60d49af.png",
		"hasIcon": true
	},
	"subtitle": "Entry I",
	"hash": 1489617032,
	"index": 1086,
	"redacted": false,
	"blacklisted": false
}