{
	"displayProperties": {
		"description": "By the mind of Match, Shadow Councilor to the True Emperor. Upon the Leviathan, triumphant in our Emperor's battle. Today I fill the Y-goblet with linen, so that my ancestors may tie up their wounds. My every thought and purpose for my Emperor, Calus, once and future sovereign.\n\nWe have conquered the Clipse.\n\nAmong all the clients of Calus's reign, all those diverse species he encouraged to join and influence our great culture, the Clipse were one of his dearest favorites. When they greeted his return with missiles, it wounded him terribly. But Calus neither sulked nor raged nor signaled them in the dead of their night to woefully demand an explanation. This I credit to his mysterious new philosophy.\n\nInstead, he asked Valus Nohr to plan and execute the reconquest of the Clipse, using only the Leviathan and the troops aboard. Then he asked me to deliver an account of Clipse history since the coup.\n\nCalus was proud of his aid to the Clipse. They are—were—trapped in endless war with their alien-infested biosphere, which spawns horrors wherever it grows. Calus saw this war as a regrettable but unalterable fact, so instead of military support, he sought to enrich the Clipse with fine culture and high luxury. The Clipse were not pleased. After Ghaul's mutiny, the Dominus tried to secure their loyalty by sending a fleet group to \"win\" their ancient war.\n\nOf course, the legionaries discovered it was impossible to conquer the xenocidal ecosystem without destroying the planet itself. Their efforts only poisoned the Clipse, both world and people. After a century of botched climate engineering, toxic shock attacks, and \"clear and hold\" nonsense, Ghaul wrote off the tormented Clipse as \"no longer essential to the strategic security of the empire.\"\n\nI think the Clipse hoped they could win back Ghaul's favor by defying Calus. Perhaps they thought their world was unconquerable. Perhaps they were even right, in the end. Valus Nohr landed on their moon and military capital Kaga-Clipse with just six thousand troops. For eight weeks, the Clipse attacked her by ground and by orbit as their robotic interceptors swarmed the Leviathan. I was not part of the great metaconcert that helped protect us, but the might of gathered minds filled the carpets with static and gave me constant déjà vu.\n\nWhen Nohr broke out of her bastion on her famous thunder run, calling down the Leviathan's missiles on the vital command posts she'd identified, the Clipse defense crumbled. Their last desperate act was a commando strike at the Leviathan itself. The boarding craft slipped under our sensors, but the metaconcert felt the vengeful purpose aboard.\n\nCalus stopped us from firing. \"I welcome their attempt,\" he said. \"Let me see their spirit.\"\n\nI called to ask his intentions—I have not seen him face to face for longer than I can count. \"I'm curating my followers, Match,\" he answered. \"Thinking about the shadows I'll cast.\"\n\nThe Clipse attack failed, of course, but there was a survivor—the one named Rull. Some think he earned a face-to-face meeting with Calus, though I doubt it was truly His Face. With Kaga-Clipse in our control, we could destroy the Clipse world at our leisure. Calus rewarded their surrender by giving Rull a gift: everything the Clipse needed to end their agonizing perpetual war.\n\nIt was a sheet of paper, the thick rough-edged sort that Calus makes out of cometary water and cotton from his personal garden (he says that he likes the smell). Rull signed it after two hours in a room with Calus. The Leviathan's factories shuddered into motion, forging luxurious self-contained arcologies, pocket worlds that could hold thousands in perpetual comfort.\n\nWhen Rull's chosen people were safe in the arcologies, the guns of Kaga-Clipse bombarded the Clipse homeworld into a global firestorm. The chosen survivors in the arcologies would inherit lives of plenty. The rest had the peace of ash. The eternal war was over.\n\nI prayed to the cup in the mirror for answers. But it was Calus who responded.\n\n\"Match.\" He spoke into my mind just as a Psion would. \"I told Rull the truth. Everything is going to end soon. We must accept that. What matters is the joy and companionship we can find before the final moment. Why let billions suffer for a future that will never come? Life with no dignity and no purpose except to go on living isn't life. It's a virus. It's a curse. Better to die than to become like the Hive.\"\n\nRull left his world to journey with us. I wonder if he could not face what he'd done.",
		"name": "Entry VI",
		"icon": "/common/destiny2_content/icons/92904fbbef5bcc82030dd818c60d49af.png",
		"hasIcon": true
	},
	"subtitle": "Entry VI",
	"hash": 1489617039,
	"index": 1091,
	"redacted": false,
	"blacklisted": false
}