{
	"displayProperties": {
		"description": "By the mind of Match, Shadow Councilor to the True Emperor. Upon the Leviathan, wandering at our Emperor's whim. Today I fill the Y-goblet with dice, so that my ancestors may roll the odds. My every thought and purpose for my Emperor, Calus, once and future sovereign.\n\nI was in the observatory today when he came to me. I should have been vetting a list of loyalists for the countercoup, but in truth, I was watching the ruined mirrors of an ancient starshell as they plummeted four hundred million kilometers into a blue sun. They look like crumpled handkerchiefs. Their fall is very slow, and those who made them are eons dead.\n\nHere on our Leviathan, all is reborn. The guard companies have buffed their armor to a syrupy shine. The ship responds ably to our commands, and we can barely quench its appetite for mass to feed its engines and factories. Music fills the gardens, the gardeners hum along as they trim and weed, and Calus dallies in the kitchens with a pinch of spice, once more unmistakably himself.\n\nI haven't thought into this journal since that day at the edge, when Calus came out of his observation bubble overflowing with joy. \"It's the end,\" he bellowed, giddy as a girl with her first tusks. \"It's magnificent, it's divine, it's more than I ever was! Match, it's the end of everything!\"\n\nHe frightened me. That day frightened all of us—none of us will speak of it, and we do not dare more than the shallowest metaconcert, lest our memories pool into a deadly truth. But in that void, Calus saw his purpose renewed. He guided us to reset the failed navigation system, repair the traitors' sabotage, and retake control. I thought we would hurry back to the homeworld, but Calus no longer seems to pine for his lost throne... or to care at all about the reforms he once championed.\n\nNow we wander the galaxy on an epicurean crusade, sampling a bounty of raw furies and rare delights. All the inquisitiveness and avarice that Calus once poured into government he now extends to his appetites. I have seen Calus feast on things no living mouth can eat. A chill superfluid of helium-4, whorled in his cup for ten years by a single turn of his wrist: he returned a decade later to toss it back. Or a pea of neutronium that should have torn through him like fog. He told me it tasted like the thickest fudge.\n\nHe is changing.\n\nHe was here a moment ago. The ruined starshell caught his attention: He loves beauty, and millions of mirror-bright sails folding up like tissues in wind to fall into a blue giant are very beautiful. Eons ago, someone built these mirrors to hover on the blue star's light, and for a while, I suppose, they lived in sun-fed paradise.\n\n\"How did they die?\" I asked.\n\n\"That, Match, is the wrong question.\" He tuned the observation room to track a single tumbling mirror. In life, the sail had been as wide as the space between a world and its moon; in death, the rigging had collapsed into a thistle of spinmetal and glint. \"What you should ask is why I am so glad they died!\"\n\nI could not imagine, and I admitted it. \"These beings were much like us. They did not travel through time or lacerate the universe and crawl into the wounds or yearn for the patronage of any old machine... they were creatures of material ambition, of physics, of life. If they failed, it is an omen of death for us.\"\n\n\"Precisely,\" Calus said, with wry generosity. \"They were grand once. They thought, very briefly, that they would live forever. And they were wrong. We would be very ungrateful to refuse the lesson, wouldn't we?\"\n\nI sat before a fountain and tried to pour out the spirits for guidance, but they would not explain.\n\n(An addendum, later: I have not seen Calus in the flesh since.)",
		"name": "Entry V",
		"icon": "/common/destiny2_content/icons/92904fbbef5bcc82030dd818c60d49af.png",
		"hasIcon": true
	},
	"subtitle": "Entry V",
	"hash": 1489617036,
	"index": 1090,
	"redacted": false,
	"blacklisted": false
}