{
	"displayProperties": {
		"description": "An arrow whined out of nowhere. It drove through his shoulder, penetrating his armor as though it were paper, not plasteel.\n\nNo enemies on his tracker. So then where—\n\nThe second arrow hit harder than the first: straight through his other shoulder, skewering the joint. He twisted his head, saw the arrowhead protruding through his pauldron, chuckled humorlessly, looked through the trees. The asteroids of the Reef did not afford many hiding places, even those which had been terraformed to support plants and animals, so the shooter had to be—\n\nThe third arrow penetrated his thigh. He laughed aloud.\n\n\"Transmat?\" his Ghost suggested, a quiet voice in his mind.\n\n\"No. They started this. I'll finish it.\"\n\nUnable to lift any of his own weapons in defense, concerned that he might compromise his Ghost if he made any attempt to heal himself with the Light, Lord Shaxx began to limp toward the shooter's likeliest vantage.\n\nThis was the work of a ballista, he supposed. Dark Age weaponry. Nothing else could hit so hard.\n\nAs he tottered along, an Awoken woman in the near distance seemed to rise from the forest floor. She cast aside her camouflage and stood straight. He stopped to gawk. She was as tall as he was, if not taller. Her bow (just a bow! an ordinary bow!) was certainly taller.\n\n\"You're trespassing on Awoken territory, Guardian,\" she called to him. \"Declare yourself.\"\n\n\"Who are you?\" he asked, astounded.\n\n\"I am the Queen's Wrath. Declare yourself. I will not ask again.\" She raised her bow, drawing it to its full capacity.\n\nHe watched in amazement. It was just a bow. And she was just an ordinary Awoken woman! And yet! \"You are a tempest,\" he replied humbly.\n\nIn the next instant, she killed him.\n\nIt was the start of a beautiful friendship.",
		"name": "The Recluse",
		"hasIcon": false
	},
	"subtitle": "My bite will turn your sweet flesh to vile rot.",
	"hash": 1503191375,
	"index": 1019,
	"redacted": false,
	"blacklisted": false
}