{
	"displayProperties": {
		"description": "\"For the breadth of my formative years, I had one goal: find my—well, we all have our own word for them—my chosen. And every moment thereafter was dedicated to keeping him alive, whether he liked it or not. They were turbulent times, before the Last City. Before humanity found hope for the future. I was prepared to kill for it. Die for it.\" —A Ghost of the Dark Age\n\n\nHe opened his eyes in the night air and took an even breath. He wasn't sure how long he'd been asleep, but his immediate instinct was to—\n\n\"Run.\"\n\nHe froze. The voice wasn't his.\n\n\"You have to run.\"\n\nThe man stood up in the evening light. He looked down at himself and saw that someone had dressed him for his own funeral.  He didn't laugh, but he thought it was funny. The voice continued. \"Can you hear me? Risen fight for territory in these highlands. We have to move.\"\n\nFor the first time, he noticed a small drone buzzing in the air around him, a blazing eye at its center glowing like a blue sun. It jerked its frame to the left, indicating the light of a faraway settlement. \"Head west. I have friends there. They'll help us.\"\n\nThe man stared at the drone, frowned, and ran in the opposite direction.\n\n\"What? Hey!\" the voice cried out behind him. He fled into darkness, tall grass on either side of him flying past. The only thing he could hear was his own breathing and the loud crush of the vegetation he trampled. He was surprised at how fast he was moving. The voice called to him again, far behind him.\n\nHe heard the roar of the machine before he saw it, and he didn't feel a thing as it exploded out of the tall grass to the right and landed on him, crushing him beneath its bulk.\n\n**\n\nHe opened his eyes in the night air and took an even breath.\n\n\"You died,\" the drone explained, hovering over him. It was smeared with a dark, filmy paste. \"I brought you back.\"\n\nHe stood up and looked down at himself. Same clothes. Nothing hurt. The hulking wreck of the machine that had killed him sat in pieces a few meters away, inside a dark, sooty crater.\n\nThe body of an armored man lay sprawled over the smoldering open-air cockpit, his helmet punctured by a small hole about the size of... the drone.\n\n\"Are you ready to listen? Let me take you to my friends,\" it said. \"This region is full of raiders like this man. Led by Risen like you. You've got a lot of catching up to do.\"\n\n\"What the hell are you?\" the man spoke for the first time.\n\n\"I'm your Ghost. My only purpose is to support you,\" the drone replied.\n\n\"You work for me?\"\n\n\"In a manner of speaking, yes.\"\n\n\"Is this the afterlife?\"\n\n\"In a manner of speaking,\" the drone said, nodding at the western lights once more. \"Can we go?\"\n\n\"Not that way.\" The man headed in the opposite direction.\n\nThe drone watched him trample the high grass and disappear. It stared up at the massive, disfigured orb that dominated the sky, then made a small adjustment to the orbit pattern of its modular armor.\n\nIt hurried after the man.",
		"name": "Heaven or Hell",
		"icon": "/common/destiny2_content/icons/ef518dbca57ed999f4d7f9099ce001e3.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1510556473,
	"index": 935,
	"redacted": false,
	"blacklisted": false
}