{
	"displayProperties": {
		"description": "It wasn't much warmer inside, though Felwinter's Ghost had lit the fireplace for Wu. He sat across from the former Warlord, both of them in massive, gothic chairs.\n\n\"Who are you?\" Felwinter spoke first.\n\n\"Your neighbor. I live downstairs, been trying to get your attention for a month,\" Wu Ming grinned.\n\n\"What do you want?\"\n\nWu thought about it. \"I heard you kill.\"\n\n\"A necessity of life in this post-Collapse existence.\"\n\n\"No, I'm talkin' Risen. Final-deaths. It's gotten real taboo recently. You Iron Lords are changin' things.\"\n\n\"Who are you? I don't believe you've been honest with me.\" Felwinter's voice echoed through the chamber.\n\nWu Ming leaned back and rubbed his temples. His hands shook.\n\nFelwinter stared unblinking. Wu had the feeling the Exo would sit, frozen in time, until he said something.\n\n\"Ghost,\" Wu Ming beckoned. His only friend in the world materialized out of the air.\n\n\"Is that supposed to impress me?\" Felwinter asked without a shred of irony. \"How else would you have survived the climb?\"\n\nWu coughed. Ghost shook its head at him.\n\n\"Let me ask again, then,\" Wu Ming said, straightening to his full posture in the stupid chair. \"Will you break the Iron Decree? Will you kill for real?\"\n\n\"As a Warlord, I did many things I'm not proud of. Under the Iron Lords, I adhere to strict rules of engagement,\" Felwinter said. His voice sounded hollow inside his armored skin. \"Ghosts are not valid targets.\"\n\n\"I heard you care very much about right and wrong, and the delivery of justice to those who deserve it.\"\n\nFelwinter's eyes glowed brighter.\n\n\"I can't think of a more human act,\" he said after a moment's pause.\n\n\"I don't know that anyone has a right to that. But I believe in revenge with all my heart. And I have a request, knowing that you do what you do.\"\n\nFelwinter tapped his chin. \"What are you asking me?\"\n\nWu Ming told him a story about a long-forgotten town far away called Eaton, early in the age of Iron Lords. A Lord called Dryden had brought food for the town's starving people, but in return, asked to use them as bait to bring a local Warlord into position for an ambush. This, Wu had learned, went against the code set out by Lord Radegast, the founder of the order. Dryden had broken the rule of involving Lightless individuals in Iron Lord business, because it was those people the Lords had unified to protect. The town had agreed, of course. What choice did it have? But the ambush had gone horribly wrong. The Warlord target had brought a whole fireteam to the fight. Eaton's erasure was utter and complete. Though Wu later learned that Dryden won the battle, he lost every Lord under his command, Ghosts and all, and he committed the additional sin of inflicting final deaths on the Warlords he defeated, in an act of bloodlust and rage. In the intervening years, Wu had learned that Dryden kept this under wraps, and that he and his Ghost were now among the most decorated of Lords, next to the likes of rising champions like Lord Saladin and Lady Efrideet themselves.\n\nFelwinter sat frozen in his chair. It was difficult to tell if he had registered any of what Wu Ming had said.\n\n\"How do I know you're not lying?\" the hollow voice asked finally.\n\n\"I have live recordings,\" Wu replied. His Ghost transmitted a data stream to Felwinter's Ghost, who nodded.\n\n\"Eaton. Who were those people to you?\"\n\n\"Nothing. Just ghosts.\"\n\n\"You want revenge for people you care nothing about?\"\n\n\"Is the Darkhorse of Iron for hire?\"\n\nFelwinter stood, and politely motioned for Wu Ming to take his leave.\n\nWu sighed, shrugged, and left the chamber. He had a long climb ahead of him.\n\nThe Exo parted his coat and drew a long, bronze shotgun from his side.\n\n\"What do you think?\" his Ghost asked.\n\n\"Call Lord Dryden. Prepare my Iron Banner arsenal.\"",
		"name": "Loose Ends, pt. III",
		"icon": "/common/destiny2_content/icons/ef518dbca57ed999f4d7f9099ce001e3.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1510556465,
	"index": 943,
	"redacted": false,
	"blacklisted": false
}