{
    "index": 937, 
    "hash": 1510556476, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ef518dbca57ed999f4d7f9099ce001e3.png", 
        "hasIcon": true, 
        "description": "\"Sir. This is awful.\" —A Dark Age drifter\n\n\nYu was nine cycles old and visited often. She and her family lived next to Judson, and sometimes they sent her to Germaine when their boisterous neighbor was too belligerent. As he was today. Germaine didn't mind.\n\n\"Judson doesn't think it was a good idea to let the iron people stay with us,\" she was saying. She paced slowly back and forth across the length of the shack, stepping carefully over the game of cards Germaine had laid out on the bare dirt floor.\n\n\"I know. But Judson says a lot of things. And sometimes you gotta be decisive. You see how much food they gave us?\" Germaine said, placing a card down. A lamp flickered nearby, next to the largest pile of ration boxes this shack had ever held.\n\n\"Judson knows how to use guns. I've seen him. Maybe he can—\"\n\n\"No, no he can't. Those things out there, you can't kill. Get that out of your mind right now.\"\n\nYu kept pacing, frowning slightly as she considered it.\n\n\"More food is nice, but Judson thinks they're going to get us dead. I think he might run away,\" she said.\n\nHe laid another card down. \"Appreciate what you get. Your parents were skipping dinner so you could have yours. The Risen solved that for us. For a little while. We have to let them stay.\"\n\nShe stopped pacing to consider it, and looked up at the sheet metal ceiling. \"I don't want to die.\"\n\n\"You won't,\" Germaine said. \"Why don't you go see what your parents are up to? I'm a little beat.\"\n\n\"OK,\" she said, shrugging. She left.\n\nGermaine opened a small box of water from the pile of ration packs and poured a tin-full. Yu hadn't noticed because it was difficult to see in the flickering lamplight, but his hands shook.\n\n**\n\nJudson's breath steamed in the night air as he shut the gate that bordered town as quietly as he could. Shivering would mean shaking the rickety thing and waking up Yu's family, so he kept the handle gripped tight as he pushed it back into place. He now stood on the pass out of Eaton Valley.\n\nAs he turned around, he walked right into Germaine.\n\n\"Didn't see you there, brother,\" Judson growled low, stopping just short of throwing an elbow into his neighbor's throat. He backed up a step. Just one.\n\n\"Where're you running to this late?\" Germaine asked. \"Brother.\"\n\n\"What are you, dense? Away from this before the shooting starts.\"\n\n\"We gotta trust this Lord Dryden knows what he's doing,\" Germaine said.\n\nJudson shook his head. \"You and all the deal-makers are gonna get this town dead. These guys are worse than the stories.\"\n\n\"You know how I feel about Risen, but they saved us this week.\"\n\nJudson sneered. \"No one ever believes it 'cuz Risen look like you and me, but they'll kill you without meaning to. Naturally as breathing. They can't help it.\"\n\n\"They're lookin' to jump one man. Just one. We gotta see this through. Even the Risen can contain a fight at that scale.\"\n\n\"You gonna move? Or do I move you?\"\n\nGermaine stepped to the side. \"I'm not the law. But where you gonna go? There's nothin' but war-land out there. And their prey is comin'.\"\n\n\"I'm a tracker. Kept this town fed for years before you got here. I'll be fine. And that other Risen won't care about one man passing through. I got nothing to hide. Just need to get away. If you all want to play bait for the warring dead, have a nice life.\"\n\nGermaine chuckled.\"What's funny?\" Judson sneered in that low voice again.\n\n\"I don't know how you do it. I almost admire you.\"\n\n\"How's that?\"\n\n\"You've got no fear. Have a nice life, brother. See you when I see you.\" Germaine walked back to the gate.", 
        "name": "Home, pt. II"
    }, 
    "subtitle": ""
}