{
	"displayProperties": {
		"description": "\"Who are you?\"\n\n\"Would you know me if I gave you a name?\"\n\n\"Your Ghost made a fatal error. Couldn't catch it, but I confirmed it on tracker.\"\n\n\"The hell is this? You think I'm one 'a you? Brother, you got another think comin'.\"\n\n\"How is it that I found one man all the way out here, then? No food or water for miles.\"\n\n\"I manage.\"\n\n\"I have ways to make you tell us what we want to know.\"\n\n\"...\"\n\n\"The Warlord campaign in this region never reached into the southern valley. Are there any settlements you know of, nearby? Anything tucked away in the valley, or inside the mountain range? You could tell me, or I could start cutting.\"\n\n\"Might be you missed something.\"\n\n\"You're coming with me. I planned to scout the valley myself, but now I think I'll bring some friends.\"\n\n**\n\nGermaine's hands shook when the Warlords, Risen who conquered the land they found, brought Judson back to Eaton during midday a week later. Half the town came out to see them.\n\nOne of the men wore red armor that fit the description of the Warlord that Dryden and his Lords were waiting for.\n\nThey say that one Risen, reasonably armed, can annihilate an army. Two Risen, assuming adequate cover for Ghost support, can fight infinite armies indefinitely.\n\nSix Warlords dismounted their machines in a line at the center of town, weapons drawn. They dropped Judson on his knees in front of them. No restraints. He looked unhurt.\n\n\"Does anyone want to claim this runt?\" asked the Red Man.\n\n\"We will,\" Germaine said. People groaned. Yu tried to run to Judson, but her parents held her back.\n\n\"A question, first,\" said the Red Man. \"Where are the Iron Lords? We saw one of their Ghosts. One of these?\" He tapped the bladed carapace of his own drone companion as it floated past him, its eye fixed on the townspeople. \"They like to meddle. Maybe they helped you, brought you some food? It would explain how you survive out here in this wasteland. But I can guarantee you their motivations are not in your best interest.\" The Red Man paused, scanned the crowd as his Ghost orbited above him.\n\n\"The Iron Lords are trying to disrupt the established order. And we're here to liberate you from them. You're under our care, now. So. Where are they?\"\n\nGermaine shut his eyes a long moment. When no one else spoke, he decided he would. \"You're right. They were here. But they're long gone. We paid them for supplies and they moved on a week ago.\"\n\n\"Did they?\" The Red Man raised his hand cannon and shot Yu's father in the head. The entire crowd flinched and huddled together as the man fell backward. Yu's mother cried out in fury, but held her child tight.\n\n\"Hand to my heart,\" Germaine said, holding his breath as he waited for the hidden Iron Lords to make a move. The Red Man held his gun in the air, watching the townspeople intently. The other Warlords scanned the horizon, gleaming weapons at the ready.\n\nJudson took the pregnant pause as an opportunity to pull a Fallen shock blade from one of the Warlord machines. He gave a triumphant yell and decapitated the armored Risen closest to him. As the body fell, he jabbed the length of the blade through the Red Man's back. A third Warlord pulled the glaive out of Judson's hands and stabbed him in the side with a gauntlet blade, then hurled him backwards over the machines.\n\nAll hell broke loose around Germaine as the Iron Lords suddenly opened fire from their positions in the surrounding hills. The townspeople scattered as the fallen Warlords rose in scintillating pillars of Light, the weapons in their hands roaring to life and spitting tracers.\n\n**\n\nThe Ghost watched from high above the chaos. Over the ages, it had gotten very good at hiding. It had gotten very good at all the peculiar things its chosen had asked it to learn.\n\nDown below, gunfire and explosions of Light tore through the collection of huts and shacks. The townspeople fled for their lives in the midst of fire and otherworldly flame as the Iron Lords finally abandoned their sniper positions in the hills to close in on the Warlords at the town center.\n\nThrough it all, the Ghost saw one of the men emerge out of the discharge of an errant explosive device, cradling the body of a child. He moved to relative safety behind one of the shacks and knelt down, holding an ear to the child's face. She was trying to speak.\n\nOne of the armored riders in the town square raised a heavy machine gun in one hand and raked the length of Eaton with golden tracers. The Ghost lost visibility on the townspeople as the hail of machinegun fire filled its vantage point with a rolling cloud of dirt and dust.\n\nThe annihilating, sense-shattering explosions came soon after, and the Ghost increased its elevation.\n\nIt waited until long after the battle had died out, and the surviving Risen had all left, before lowering itself back to earth. It wasn't even sure which side had won. It didn't matter.\n\nThe day had turned to dusk.",
		"name": "Home, pt. III",
		"icon": "/common/destiny2_content/icons/ef518dbca57ed999f4d7f9099ce001e3.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1510556477,
	"index": 939,
	"redacted": false,
	"blacklisted": false
}