{
    "index": 936, 
    "hash": 1510556475, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ef518dbca57ed999f4d7f9099ce001e3.png", 
        "hasIcon": true, 
        "description": "\"The Light is no gift. It takes everything from you. Makes you forget. Not just your memories. But how to live.\" —A Dark Age drifter\n\n\nEaton received its first visitors in years.\n\nGermaine watched the armored men and women climb down from their silver transports. They were Risen, beings said to be unkillable, and they fought against each other in a war without end somewhere beyond Eaton's borders. This particular group, the Iron Lords, represented new ideology, and claimed they fought to put an end to the fighting.\n\nLed by a man named Dryden, they had paid each family in Eaton several months' worth of supplies and rations to stay the week. They planned to stage an ambush on another of their kind, known only as the Red Man.\n\nTwo weeks ago, survival was in doubt. Now, because of the generosity of the Iron Lords, their little town would make it through the winter.\n\nGermaine's friend Judson emerged from a neighboring supply shed and stuck a single finger in the air as the riders strode up. Germaine chuckled and shook his head, but said nothing.\n\n\"How you livin',\" Judson  greeted the Risen, holding his finger high.\n\n\"Settle down, Judson,\" Germaine called out.\n\n\"Shut your hole, Germaine,\" Judson returned, hand still in the air. \"Your name is stupid, and you're stupid, too.\"\n\nGermaine shook his head and grinned ruefully.\n\nJudson had warned the town against the arrangement, shouting to everyone who would listen that he'd take care of food, that the \"iron freaks\" would only bring trouble. He was a very good huntsman—possibly the best Eaton had ever seen, and somehow produced deer, duck, and bull from the decimated hills. But even Judson had come up short for months. The war beyond Eaton had intensified. The adults went hungry so the children could eat. It wasn't a sustainable position.\n\n\"We'll be out of your way soon,\" said one of the Iron Lords, who nodded at Judson as he passed by. Her voice was as metallic and cold as her helmet. Judson spat, and didn't take his eyes off them as they walked the length of the town to secure hidden positions around its perimeter.", 
        "name": "Home, pt. I"
    }, 
    "subtitle": ""
}