{
    "index": 939, 
    "hash": 1510556478, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ef518dbca57ed999f4d7f9099ce001e3.png", 
        "hasIcon": true, 
        "description": "The man opened his eyes and took an even breath. Almost nothing was where he remembered it. Eaton was gone. Blasted and paved. Mild climate was the only reason the shacks and huts that made up most of the town remained standing.\n\nBut the storm of Light versus Light had left scorched earth and shadows behind. And the bones of the dead. It was a blood red dusk. Ghost hovered above him.\n\nThe man looked down at his hands. He tried to chuckle, but coughed instead.\n\n\"Are you all right?\" Ghost asked.\n\nHe stood up, straighter than he had in a long time. Easier to seem like people when you slouch.\n\n\"Germaine?\" Ghost asked.\n\n\"That's not my name.\"\n\n\"You let them call you that.\"\n\nThe man turned to look at his Ghost. \"It's not my name. One 'a the Warlords mentioned seeing a lone Ghost. Did you get sloppy?\"\n\nGhost nodded. \"I'm sorry. I was scouting a new livestock route for you and I got carried away.\"\n\n\"I don't ask for much,\" said the man, shaking his head. \"Shovel. Get me one.\"\n\nGhost scanned the debris and ash to find a charred spade, lifting it with a lasso of Light.\n\nThe man slowly gathered all the bones he could find and began to dig.\n\n\"The child. Yu,\" Ghost continued.\n\n\"Stop talking,\" he replied.\n\n\"What did she tell you? You were speaking to her at the end.\"\n\nHe didn't respond. It would be lifetimes before he told Ghost the answer. But he would remember.\n\n\"You could have helped her.\"\n\nThe shovel hit the dirt harder. \"I told you to shut up.\"\n\n\"You could have saved them all.\"\n\nThe man had nothing to say.\n\nHe must have been making more noise than he thought, because just as he finished digging a grave big enough for the bones, a voice called out. He dropped the shovel, stared across the vacant town square at the smoldering ruin of the Diaz barn.\n\nEaton was dead. No point in keeping his secret any longer.\n\nHe crossed the distance at a speed and ease that would have shocked his neighbors and rounded a corner to find Judson, on the ground, leaning against the barn door. There was a cannon in Judson's hand, and his eyes opened wide when he recognized the man and his Ghost.\n\nJudson lifted the gun with a shaking fist. His other hand clutched a dark stain on his side.\n\n\"He's lost a lot of blood,\" Ghost said, its Light spilling across the scene.\n\n\"You were one 'a them all along,\" Judson sneered.\n\nThe man chuckled. \"All my lives, brother.\"\n\n\"You got us killed, you son of a—\"\n\nThe man kicked the firearm out of Judson's hand with no urgency at all. He knelt down to point a finger. \"No, no, that one's on you. Those Warlords caught you. What else were they gonna do? I wanted to stop you from leaving, but I didn't think I had the right.\"\n\nJudson reached out to grab his throat. The man caught his hand in a vice-grip instead, a crushing handshake. Judson frowned and struggled, but he was exhausted. Dying. And the man had strength that belied his frame.\n\nThe man lifted his other hand, smoldering from a Solar glow, and held it against Judson's wound. His former friend managed a high-pitched wail, but couldn't break the man's grip, though he tried and tried.\n\nThe man nodded at Judson, addressing his Ghost. \"Do you see how he never gives up? Because he knows this one life is all he has? No fear.\"\n\n\"Those Risen out there?\" The man finished cauterizing the wound and used his suddenly-cool hand to wave indiscriminately into the darkening night. \"They'd be long dead if they were him. All they know is war. This man survives.\"\n\nJudson made a gurgling sound. He had stopped struggling, but the man kept a grip on his hand.\n\n\"You wanted me to save him? Even if this works, he could never show me how to live. Not like he lives. And that's on you.\"\n\nGhost watched, but made minute adjustments to his orbiting armor and sent Light-based scans cascading across the ruins of town. If there were lingering Warlords or Iron Lords nearby, they would have to run.\n\nThe man stood up. Judson was dead.\n\n\"Maybe you should have told him you were bringing livestock in from a hundred leagues away and releasing them for him to catch,\" Ghost said.\n\n\"I mean—did you see how happy he was? How they all were? They got to eat,\" the man replied. \"Give someone something to chase and you give them purpose.\"\n\n\"You're pathetic. This is what you aspire to be? A perennial liar who plays house with refugees? These people are dead because of us!\"\n\n\"I lived here as one of them.\"\n\n\"You could be so much more. Let me show you how powerful your Light can become.\"\n\nThe man walked past his Ghost and brought Judson's corpse to the center of town. As he began digging again, he noticed the bloated, spherical husk that dominated the sky. It had been out of his life for a while, but it seemed a lot closer to earth tonight.\n\nHe raised a hand to salute it with a single finger, as Ghost looked on.\n\n\"How you livin'?\" he said, and gave a smile to the heavens that ended at his eyes.", 
        "name": "Home, pt. IV"
    }, 
    "subtitle": ""
}