{
    "index": 940, 
    "hash": 1510556479, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ef518dbca57ed999f4d7f9099ce001e3.png", 
        "hasIcon": true, 
        "description": "\"I never forgive and I never forget. I live a hard life, sister.\" —A Dark Age drifter\n\n\nWu Ming's bar wasn't always bustling, but it was this afternoon. Wu served anyone who could pay, but his clientele were often Risen. Not because he provided a menu particularly suited to them, but because he had built his bar at the foot of a mountain called Felwinter Peak.\n\nFelwinter was a former Warlord—the only one, it was said, to hold an entire mountain all by himself. He now rode with the Iron Lords, and Felwinter Peak was staunchly the territory of the Iron Wolves. They had never given Wu permission to build the bar.\n\nHe had never asked.\n\nAlmost to a person, the patrons tonight were without Ghosts. High winds and inhospitable cold meant those without Ghosts rarely visited. But tonight, word had reached the general population that Warlords were back in the region. No shots had been fired. Not yet. But it was enough to get every poor, Lightless wretch from miles around into Wu's bar, where chances were an Iron Lord or Lady might be having a drink. Wu Ming didn't mind.\n\nThe door swung open again, and a trio of armored figures marched in from the cold. \"Welcome to the End of the World,\" greeted the serving frame. The Warlords shouldered past the 55-30 and headed straight for Wu Ming at the counter.\n\n\"What can I get you?\" Wu asked, giving a smile that ended at his eyes.\n\nThe leading Warlord, a hulking man with shoulder guards larger than his brain, grunted, \"Food. Everything you have.\" \n\nWu raised an eyebrow. \"Sure. That'll be... well, a lotta Glimmer.\"\n\n\"You don't understand,\" the giant man said, grabbing Wu by the lapels of his stormcoat. \"Give us everything you have in the back, or we'll gut you and eat you alive.\"\n\n\"Hey Citan,\" a woman's voice said. \"Pick on someone your own size.\"\n\nAll eyes turned to a helmeted figure standing a few feet behind Citan. She only came up to the giant man's sternum.\n\n\"Lady Efrideet,\" Citan muttered.\n\nWu Ming's gaze went from the Iron Lady to the three Warlords positioned around the bar amongst his Lightless patrons. He cursed under his breath and braced to duck.", 
        "name": "Loose Ends, pt. I"
    }, 
    "subtitle": ""
}