{
    "index": 941, 
    "hash": 1510556464, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ef518dbca57ed999f4d7f9099ce001e3.png", 
        "hasIcon": true, 
        "description": "Wu Ming looked on as the Warlords surrounded the lone Iron Lady.\n\n\"End of the World is Wolves territory,\" Efrideet was saying. \"And so is the entirety of Felwinter Peak.\"\n\n\"That changes tonight.\" A crescent of Light arced between the Warlord's open hands. \"I have an army of raiders and a fireteam of Risen waiting on my command. Felwinter's lost his mind siding with you lot.\"\n\nUnderneath the helm, Citan's eyes flickered from the Iron Lady to his Warlord ally positioned behind her. The flanking Warlord raised a massive hand cannon and thundered a bullet—\n\nDirectly into Citan's chest as Efrideet dropped to a knee. She swung her cannon to her right side with her left fist and let loose with a roaring double-tap behind her, shattering the rear Warlord's head. Wu Ming saw that she hadn't so much as looked.\n\nThe third Warlord's submachine weapon fired a spray of bullets that hammered the floor as Efrideet rolled. Wu cursed inwardly as wood splinters went flying all over the room. People screamed.\n\nBut it was already over. The third Warlord crumpled. Efrideet's solar knife had divided his head.\n\n\"Hold!\" the Lady barked, firing her cannon into the ceiling as three Ghosts materialized above their charges. Bits of wood fell on her shoulder. Wu Ming cursed audibly this time.\n\n\"You know who I am,\" she shouted at the room. \"At this distance, I could shoot all of you out of the air swifter than you could ever bring your Risen back.\"\n\nThe Traveler's children froze, their shells spinning aggressively in the air like metallic bees.\n\n\"You're free to go,\" she told them. \"But your Risen stay with me. Follow the Iron Decree and you'll get them back. In time.\" The Ghosts looked at one another.\n\n\"Tell the Warlords,\" she sneered. \"Felwinter Peak belongs to the Wolves.\"\n\nThe Ghosts left the way their owners came. The bar patrons began murmuring.\n\nEfrideet's Ghost, always a quick thinker, started playing music: Lady Skorri singing an old hymn.\n\nThe patrons backed away from the three Warlord bodies, but began chattering amongst themselves. The din of conversation gradually filled the room and built to a dull roar. The music helped.\n\n\"Is this why you asked me here?\" Efrideet said, holstering her weapon. \"You said you had some business that paid.\"\n\n\"I did. You just finished it,\" he responded, reaching out with a fistful of Glimmer. The Iron Lady stared down at it, gawking beneath her helmet.\n\n\"Who the hell pays you?\"\n\n\"I have means,\" Wu Ming said, chuckling. \"Stick with me, sister. I'll make you rich. I promise.\"\n\nShe eagerly took the sapphire cubes out of his hand. Glimmer represented pure material potential.\n\n\"You didn't bring Felwinter,\" Wu said.\n\nShe eyed him. \"I told you he never comes down from the Peak unless it's official Iron Lord business. What do you need from him?\"\n\n\"Hey, what're you doing later?\" Wu asked suddenly.\n\n\"Hunting Fallen. They're becoming a problem at Boyle Pass. We'll be at it 'til dusk,\" Efrideet said, lifting the helmet just above her mouth to grab a drink from behind the counter and swallow an entire mug of the malt Wu served. She belched and asked, \"Care to join us?\" Her smile just beneath the helm was all teeth.\n\nWu chuckled. \"Nah, a mere mortal at a Risen fight? I'd just get in the way.\" He thought for a second. \"Would you like to dance before you go?\"\n\n\"Nah,\" she said, imitating his tone. The helm came down.\n\nHe cocked his head over the music, then leaned in to ask, \"Wait, what did you think I said?\"\n\n\"Would you like to dance before you go?\" she repeated.\n\n\"I would love to,\" he said, stepping forward, arms wide.\n\nShe side-stepped him and kicked his leg out from under him. He went tumbling to the ground, and someone spilled their drink on him.\n\n\"I had to try,\" he called from the floor, watching her go. The plume of her helmet rose above the crowd, and was already halfway out the door. \"Take the bodies!\" he yelled, still on the ground.\n\n**\n\nIt took him three hours to climb the Peak that night. He was shivering in his long coat, and if not for his Ghost, he would have succumbed to the cold long ago. Ghost was hidden, of course.\n\nThe massive castle doors were already open when he arrived at the top. An Exo, eyes glowing in its sleek black skull, stood just beyond them. It released whatever weapon it was reaching for inside its greatcoat when Wu Ming approached with his hands held high.\n\n\"I come in peace, brother.\"", 
        "name": "Loose Ends, pt. II"
    }, 
    "subtitle": ""
}