{
	"displayProperties": {
		"description": "TO FORGE AN ANVIL\n\nAS ABOVE…\n\nThe chaos rises from the Pit.\nThe self-made puppet masters clamor and flinch as Akrazul, cloaked in Azavath's bone, limb, flesh, and grace, ascends to greet them.\nThe Daughters move to escape before the gathered clergy can block their path.\nAs they turn, a voice scrapes through Besurith's mind.\n\n\"As much as the Gardener's children, those gathered near you are your antithesis.\n\"They would see you cast out.\n\"They would put you to the lash.\n\"Should the moment come, they would turn your line to ash—end the blood of Crota and reshape the Swarm in their feeble, conniving image.\n\"Unless the Daughters of the Worldbreaker show they are more than coddled heirs…\n\"Unless the Daughters of the Destroyer are willing to remove the cancer from their brood…\n\"The slaughter is set.\n\"Many will die by the hand of the enraged 'Singer.\n\"Many could be most.\n\"If you are daring.\n\"If you are willing to harvest a future of your own making from those few, precious moments—such as this—when opportunity is gifted by the actions of another.\"\n\nBesurith turns to her harried sisters, and the four slide blades across the throats of those who have stood in opposition to their rightful claim to their father's vacant throne.\n\nAS BELOW…\n\nAkrazul has lost himself in his new being.\nBut here, as his sister Malkanth floats toward him, confusion takes hold.\nHis sister is dead.\nBy his own hand—his new hand.\nThrough new eyes, he takes in all of her—the tattered elegance of her gown, the wound in her chest left by his blade—but he lingers on her eyes.\nThere is a caring in them beyond any Malkanth has ever shown.\nThen, the hushed voice returns, tearing into the corners of this being…\n\n\"See her for what she truly is.\n\"You were selfish in your quest for slaughter.\n\"Still, she forgives you.\n\"She simply asks that you afford her the same courtesy.\"\n\nA lullaby hits the ear of Akrazul who is now Azavath.\nAs it shatters his essence, a tear crusts and clumps in the corner of his eye.\nIt felt good to let loose his wrath, but standing on the pile of his broken adversaries, he feels only relief, and love—and then he is gone.\n\nAS BELOW…\n\nHis defeat was swift and anguished.\nZulmak, the conquering champion, was certain he would stand victorious and earn the right to be crowned the Swarm's new Prince—if not in blood, then in title.\nBut none had counted on Azavath and the full force of her true, brutal nature.\nAs the 'Singer's twin blades massacre all who dared enter the Pit, the gasps from the congregation echo off the darkened edges of the sheer cliffs, as if the ancient rock were cheering the relentless carnage.\nAs the bodies pile up one on top of another, there comes a calling only Zulmak can hear…\n\n\"This is your end, champion.\n\"But it needn't be.\n\"Give yourself to me, and I will see that you are made whole again.\"\n\nZulmak screams, defiant.\n\n\"I could take you and rend you over centuries in dark places where every moment is an eternity and all eternity is a fresh new hell born with each new scream.\n\"But I would prefer to see you rise once more.\n\"Let go and be freed.\n\"Let go and be transformed, that your rage might dwarf even that of the strange witch who cut you down.\n\"Let go and become a true and mighty weapon capable of extinguishing Light.\"\n\nZulmak's scream fades from his broken body and, were anyone paying attention, they would see a slight flicker as the almost-champion's essence is torn from this plane and secreted into another.\n\nAS ABOVE…\n\nThe Daughters have made their cuts and are moving to flee when Hashladûn feels a need to gaze once more into the Pit.\n\n\"Seek to uncover all you can from nightmares…\"\n\nA whisper came to her ear.\n\n\"Are they power?\n\"Or are they a curse?\n\"Seek your forebears in those ethereal shapes.\n\"For, while I could tell you such a path leads to disappointment, you must see for yourselves.\n\"Such is the need of Daughters desperate to impress their fathers.\n\"But do not lose yourself to despair when you discover Crota and Oryx are truly gone, o poor, lost child.\n\"For on the far end of that truth is another…\n\"It is time you and your siblings stood on your own.\n\"The Swarm—the Hive—need no Prince, no King.\n\"They need strength. Be that strength.\n\"Rise the Crimson Spire.\n\"Signal your coming.\n\"Challenge the Light.\n\"And when the 'heroes' come to condemn your proclamation of sovereignty and conquest, I offer this gift—the essence of your fallen champion.\n\"I know you question my motives, but we are sisters of a kind and bound by blood.\n\"And this gift will be one of many…\n\"Use it—birth a ravager to protect all you hope to build.\"\n\n\"What of the treacherous witch below? She and her siblings cost us much with their sinful games.\"\n\n\"That witch, in all her forms, is the patron saint of both your gifts.\n\"Her actions freed mighty Zulmak, that he might be remade and bound to your will.\"\n\n\"And the second offering?\"\n\n\"The Choir of the Deathsong will rise from the failures of the Pit.\n\"Failures made possible by the siblings' ambitions.\n\"Ambitions that have granted you a champion and the Choir.\n\"Do with them all your fathers could not.\"\n\nAnd then all is silent.\n\nAS BEYOND…\n\nSomewhere, in a shadowed realm, the Whisper Queen smiles as she ponders death.\n\nShe has gifted the Swarm a weapon of beautiful, perfect destruction and a mighty champion—the means to move beyond their pathetic adherence to a sword logic beyond their grasp.\n\nThe Daughters will see these gifts as a boon—a rising tide to lift the Swarm and challenge the Light.\n\nBut a grander design is at play.\n\nThe bloodline of Oryx has run its course…\n\nThe luminous conquerors will come once more—they, the bringers of death. And the final, desperate gasp of a dead King's legacy will serve as an anvil upon which a new sword will be hammered, strengthened, and forged for wars yet to come—the purest extension of the logic's intent.",
		"name": "XI.X: Apocrypha",
		"icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1529675523,
	"index": 1222,
	"redacted": false,
	"blacklisted": false
}