{
	"displayProperties": {
		"description": "CONSEQUENCE OF SIN\n\n\"You love your sisters, but only one offers love in return. Yet, you would allow poor, sweet Azavath to give all of herself for you—to extinguish her essence that you might take her place. But her essence is not the whole of it. What of her gift? The melody that echoes in her soul is a rare treasure. So few are as purely connected to the pain of our being as those worthy of the Choir. Still, precious Azavath gives everything for you to be whole, trading her art for your rage, when rage is so easily born, so readily nurtured, so pathetically revered. But… such is the depth of her caring. Such is the folly of love, that we would surrender the best of our being, the entirety of our existence, to please those we cherish most. What, then, of the other—your wicked sister, Malkanth? Her fondness for you is tempered by ambition—by the stoic truth she finds in sword logic. She sees all, knows much, and wields secrets as weapons like few before her. That she herself holds you dear is a certainty you feel to your core. For she is—has always been—devout and true. She served the fallen Prince faithfully, despite the questionable calling of your line. But her loyalties were of little consequence when the Children of Light cursed these halls and slaughtered their way to forbidden chambers where they killed the son, tempted the father, and set in motion a war that would end a King's reign. But you know all of this, great and powerful Akrazul. Such histories are the framework for your rage. Such violent truths are marked upon your body, mind, and soul. Your severing is the culmination of a lifetime fighting to prove not just your own worth, but the worth of all bound to the tainted sect of your disgraced brood. I wonder… Did Malkanth ever offer to restore your loving sister? Your body will rest hollow when your soul is freed. Why, then, must Azavath perish when a vessel of her own blood and bone sits idle? Because, angry, blind, sad Akrazul, your sister knows what you do not: You are a tool. A weapon. Nothing more. Your rage—your sole value. Azavath would have seen different. She would have smiled at your renewed pride once you were made whole in her flesh, but soon your anger would have been more than she could bear. And so, there it is… the broken siblings blinded by their sinful desires. One—Malkanth, the liar—would see you sharpened and loosed upon those she deems weak, but at the cost of the only living creature you hold dear. The other—tender, loving Azavath—would bind your fury within her love, making you lesser as she attempts to nurture your pain. Both are flawed. Both as unworthy as any. What then will you do? Once whole, will you remain a puppet to a would-be puppet master? Or will you take your sister's gift and become your final, fleeting shape—rage unleashed, and nothing more, until all are dust?\"\n\nThese words became a steady hum picking at the back of Akrazul's mind.\n\nHe did not hear them—but felt them.\n\nThey etched a truth upon his being in the instant between Azavath's final scream and his own rending.\n\nAll went dark and gray and then he gasped anew—his first breath in his sister's shell—and through new eyes, he saw Malkanth smiling down on him and knew the whispers were not deceit, but a promise.\n\nThe edge of his blade slid into Malkanth's sternum—a fatal wound, deep and clean.\n\nAkrazul, now Azavath, would be no one's pawn.\n\nHer rage would be unfettered.\n\nThe Swarm would suffer.\n\nThen, the wicked offspring of the Light would, too, and any others who stood before her.\n\nThe coming slaughter would end only in dust—hers or all others'.",
		"name": "IX.X: Apocrypha",
		"icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1529675532,
	"index": 1219,
	"redacted": false,
	"blacklisted": false
}