{
	"displayProperties": {
		"description": "THY SONG SHALL BECOME DEATH\n\n\"Breathe through new lungs, and consider…\n\"Your sister birthed her own end, which was sired by her wicked ambitions—to subvert the logic and to raze the remainder of the House of Crota, the line of Oryx, that the Swarm might find a path beyond the impossible—beyond ascension.\n\"As always—across time and space—there was a flaw in her grand design. As with Oryx. As with Crota. As with the whole of existence, whenever one seeks to challenge their station.\n\"You, sweetest Azavath, were that flaw.\n\"Your sister never fully considered the connection between yourself and your brother, never fully considered the blinding hate of his rage, nor how it would manifest in the first moments of its new life.\n\"And that rage? It has betrayed you as well. The faith you placed in Akrazul—that, once given a new form in your old skin, he would find purpose beyond his fury—was thrown away the instant he was reborn, and his blade, in your hand, punctured Malkanth's heart.\n\"The wound still aches. Can you feel it?\n\"Yet, the heart still beats.\n\"Weaker now, but it will heal, if you allow it.\"\n\nAzavath rises, unsure—confused.\n\nThe room is familiar, but she is alone beyond the words scratching in the recesses of her subconscious.\n\nThe floor is cold and harsh. She lifts herself as she gains focus. These eyes are not her own. This skin is familiar but stolen.\n\nIn a heap next to her is the husk that was her brother…\n\nAnd she remembers her final moments.\n\nThe inquisition that tore her soul free from its physical cage. The purpose of such a horrid ceremony.\n\n\"Why have I returned?\" she ponders to no one but the unseen whispers.\n\n\"To see the truth of your sin.\n\"Not in its blasphemy, but in its folly.\n\"More, to reconsider your gift and the worthiness of the Songs you have yet to sing.\"\n\n\"Why am I cloaked in my sister's bone?\"\n\n\"Your brother's anger—the seething doom that has festered in him—has been unleashed. As planned, but it is beyond controlling.\n\"He hates all who are not you.\n\"He hates them for their failures, for their mockery… for creating a present that required your sacrifice to secure an unknown future.\"\n\n\"Where is he?\"\n\n\"The Pit. Even now. He has gone to inflict his righteous judgment upon the Swarm.\"\n\n\"He will kill them all.\"\n\n\"Or most. He is truly mighty.\"\n\n\"He is worthy.\"\n\n\"At one time, maybe. Now? He is not the answer you sought.\"\n\n\"And you have returned me, because…\"\n\n\"The answer lies in you.\"\n\n\"My Song.\"\n\n\"The Choir.\"\n\n\"You would see it rebuilt?\"\n\n\"I would see its notes become death—final and true.\n\"Your inquisition showed you the promise of the melody's power.\n\"You are tied to its history.\n\"Your unmaking showed you all that hides within.\n\"You had to see to understand.\n\"You had to understand to act.\"\n\n\"You would have me end my brother?\"\n\n\"I would have you consider possibilities beyond your sister's manipulation and your brother's petulance.\n\"You are the prize.\n\"You are the key that will unlock a new chorus.\"\n\n\"I am incomplete.\n\"This maw is uncarved, untrained.\n\"The Conductor will never accept Malkanth. Even if the notes are the same, my pitch, in this body, will never join with the Aria's to create the notes you wish to conjure.\"\n\n\"Malkanth is dead, you are other.\n\"Azavath is dead, you are other.\n\"Soon Akrazul will be dead. And you will be other.\n\"You will be whole—the A'Airâm reborn…\"\n\n\"The First Death?\"\n\n\"You know the legend?\"\n\n\"I do.\"\n\n\"Will you lead the Choir?\"\n\n\"I will.\"\n\n\"Then gather the maw from your old form and complete your rebirth. Become the First Death and serve as a catalyst for that which may one day stand against oblivion.\"\n\n\"And for this honor—for all you have done—what do you require in return?\"\n\n\"I seek no praise.\n\"I need only for your Song to become that which I desire.\"\n\n\"A weapon.\"\n\n\"And nothing more.\"",
		"name": "IX.X.II: Apocrypha",
		"icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1529675522,
	"index": 1221,
	"redacted": false,
	"blacklisted": false
}