{
	"displayProperties": {
		"description": "NO GODS, ONLY DEVILS\n\nMalkanth feels herself slide free from her body.\nThe exorcism is sudden and effortless.\n\nThen come the whispers…\n\n\"I stoked your brother's fire—riled him that he might strike.\n\"I needed only the wound to tear you free.\n\"The piercing of your heart will take some mending, but your vessel is fit for what is to come.\n\"I know this comes as a shock, but trust that my actions were such that you felt only the briefest pain as the edge broke through, and now this…\n\"Now, peace.\"\n\n\"I asked not for peace, o hidden Sister of Shapes.\"\n\n\"You know this voice?\"\n\n\"I know you have many.\n\"I have heard their faint temptations since I was a child.\n\"Never have I sought their counsel.\"\n\n\"You have asked for nothing, this is true.\n\"You sought only to take.\n\"You are a willful, treacherous thing.\n\"I quite like you.\n\"Make no mistake, I see no fault in your desires, nor the attempt to see them realized.\n\"Your only sin, in the eyes of those who matter, was that you were not yet positioned to achieve the full extent of your potential.\n\"You saw a moment and you moved to act, like countless others before you.\n\"But your action was not enough.\n\"Worse—it was limited in its view of the power hidden so plainly within your grasp.\"\n\n\"Akrazul is a force worthy of change. His fury will—\"\n\n\"—be of little consequence.\n\"Kill the ineffectual priests.\n\"Murder the Daughters of a failed Prince.\n\"Sully the sword logic and crown a new ruler.\n\"Still the Swarm will be nothing more than a faint flicker when the time comes for the cosmos and all its intentions to be weighed and judged by those who sit on thrones beyond our imagination.\"\n\n\"You speak of unseen gods for whom I give no consideration.\n\"My path… The sacrifice made here… will serve to carve my intentions upon concerns more immediate than those that await at the end of all things.\"\n\n\"Then we agree. My dismissal of the Swarm's legacy is not a plea for you to consider gods wholly removed from the here and now. Quite the opposite…\n\"The Dragon and the Worm.\n\"The Larva and the Queen.\n\"The peasant and the god.\n\"So many deities. So many rules.\n\"There are endless myths etched into the plague called life. They are not hope or promise or power. They are exaggerations born of misunderstandings.\n\"Yet they govern so much—your actions and mine.\n\"Day-to-day. Cycle-to-cycle. Evolution-to-evolution.\n\"Always idols to guide and punish and love and destroy.\n\"But are any true?\n\"Whom must we placate with worship and reverence?\n\"With offerings and sacrifice?\n\"With praise as armor for their frail egos?\n\"The truth is, dear child…\n\"There are no gods.\n\"Only absolutes.\n\"Yet, here we sit on the edge of the greatest unmaking.\n\"Time is no longer time when the radiolaria dance upon history gone and yet to be.\n\"Space is no longer space when we have torn reality to carve out our own secret planes of being.\n\"Death is no longer death when the Champions of the Light rise and fall, never backing down, never truly knowing defeat.\n\"All that remains is ignorance—the last absolute, the final unassailable truth.\n\"Time can be bent and broken—redirected to the whims of those with the knowledge and the will.\n\"Space can be shredded asunder—excavated to discover new and ancient realms not chained to understanding.\n\"Death can be ignored—through impossible energies and advanced technologies both physical and indistinguishable from magic.\n\"But ignorance is the unconquerable constant.\n\"One can learn more, but none can learn all.\"\n\n\"What then, when immortality and the totality of space and time can be joined to learn the last of the unknowns?\"\n\n\"When the final absolute falls, reality will shudder and blink, and a new absolute will emerge… an ending, total and complete.\"\n\n\"You wish to see that end?\"\n\n\"I wish to ensure it does not come to pass.\"\n\n\"Will you take me with you?\"\n\n\"I had considered such a thing, but, no. Your purpose is served.\"\n\n\"How so, if I have failed?\"\n\n\"You have failed in furthering your own goals, poor thing, not mine.\"\n\nMalkanth considers these words and is overcome with a sudden, final sense of dread as she feels her essence fade to nothingness.\n\nHer last thought is of her sister…",
		"name": "IX.X.I: Apocrypha",
		"icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1529675533,
	"index": 1220,
	"redacted": false,
	"blacklisted": false
}