{
	"displayProperties": {
		"description": "AS ABOVE…\n\nThe Butcher Queen of the slaughter pits rises to the first balcony, chest heaving and eyes thin with focus, baptized in a clinging muck of bone-dust clotted thick with gore.\n\nThe congregation is unsure what to make of the display. Fear grips the craven court of the Necropolis.\n\nAll recognize Azavath, but she is no fighter, and her Song, though deadly, is far from the perfected pitch of others among the Broken Choir.\n\nIn each hand Azavath grips heavy cleavers, each weighted down by chunks of their victims. Below, a thousand corpses rest in pieces.\n\nBrave Zulmak, he who came so very close to proving the logic, is spread wide, limbs removed, a cavity where his heart once beat.\n\nThe congregation asks Azavath to explain herself. She is no warrior, yet she fights like a conqueror. She has sought no claim, yet she has butchered a champion. The logic was almost met. What gives her the right to…?\n\nThe wicked scholar admonishing the 'Singer is split in two as one of Azavath's cleavers moves through him as if he were air.\n\nThe congregation panics as Azavath's rage is unleashed upon them.\n\nThey are not fighters.\n\nThey are plotters and manipulators and cowards.\n\nThey are everything Akrazul hates.\n\nHis new flesh—his new bone—allows him to manifest that hatred with swift, ruthless aggression. He thanks his sister and knows she would be proud of the blood he now sheds. She gave of herself that he might once again fight for all they believed in. On this high perch above the gore-filled pit, as the would-be advisers to a nonexistent King flail and fall, he kills for her, in her, as her. Tower after tower. Coward after coward. The bodies of the truly unworthy litter their blood temples. Screams echo through the expanse. Akrazul and Azavath are one, and in that joining, he is no longer the same—Akrazul no more, only his anger remains.\n\nHe considers that the slaughter of the puppet masters was not part of Malkanth's plan. She would be upset, but she no longer matters. Only vengeance matters. Only the ending of all who have failed the Swarm will sate his lust for carnage.\n\nAmong the congregation, the Daughters of Crota move to escape. But Besurith turns to her sisters, asking them to consider the moment. As the four edge beyond Azavath's warpath, they use the chaos to cover their own sins. Drawing daggers from their cloaks, Hashladûn, Besurith, Kinox, and Voshyr assassinate those they believe to be a threat to their schemes. Azavath will take the blame, and even if they are found out, there will be none left to challenge them.\n\nAS BELOW…\n\nA voice calls from the Pit.\n\nAzavath pauses her massacre.\n\nThe voice is familiar, yet strange—other.\n\nBelow, Malkanth hovers over the broken bodies that cover the ground.\n\nAzavath eyes her remaining victims and then turns to her sister.\n\nMalkanth calls again.\n\n\"Brother… I have need of you.\"\n\nAzavath leaves the high red perch, while the few remaining of the congregation flee, led by the Daughters, who feign distress.\n\nIn the Pit, Azavath considers Malkanth with care. The silent Deathsinger is confused, uncertain. Malkanth floats near, a gaping wound scarring her center, and whispers in her sister's ear…\n\n\"Our path is flawed. Your rage is a burden. Let me lift it from you…\"\n\nAs Malkanth sings a familiar song in an unfamiliar pitch, Azavath's eyes widen with recognition. She tries to speak but cannot, her voice having been shredded in her unmaking.\n\nThe song continues, and Azavath bleeds, from ear and nose and eye and mouth. Her bone cracks, and her flesh bubbles until she breaks. Malkanth smiles once more. The Deceiver's plan is unfulfilled, but there is victory in stalled sword logic.\n\nHashladûn peers into the Pit as the last of the congregation make their escape. Zulmak is defeated, the new champion shattered. There are none to claim the logic's prize. The Daughters' plans to return their father to glory is no longer threatened.\n\nAnd, as it was before it all began, all that remains are failed sword logic and the unknown promise of nightmares.",
		"name": "XI: The Anti-Logic",
		"icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1529675534,
	"index": 1217,
	"redacted": false,
	"blacklisted": false
}