{
    "index": 1217, 
    "hash": 1529675535, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png", 
        "hasIcon": true, 
        "description": "WHISPERS OF DISSENT\n\n\"Listen close, o Sister of the Song, o Singer of Despair, o Bringer of Death!\n\"Your Song is not yet sung.\n\"Your purpose, yet seized.\n\"Are you violence? Or are you Death?\n\"Two of a kind—mothers of fear—yet not one and the same.\n\"One is promise.\n\"The other certainty.\n\"But promises can remain unfulfilled, making liars even of those with the purest intent.\n\"Why then be anything but certain?\"\n\nThe first of the whispers caught Azavath's ear in the instant before her sister made the first cut. Even as her agony filled the chamber, the hushed words echoed in her mind.\n\n\"Your sister is cunning and pure in her sacrilege.\n\"She sees the sword logic as broken, and her sight is clear and true.\n\"But the path you carve is folly.\n\"You seek destruction of the weak—annihilation of the cowards who would claim the vacant throne.\n\"There are none so Princely among you.\n\"No Kings.\n\"No Queens.\n\"And so you surrender yourself—a brave sacrifice meant to birth slaughter.\n\"What then, o Azavath, she of the Orphaned Swarm, she of the Broken Choir?\n\"Your husk will be remanded to an existence of violence—and nothing more.\n\"You give of yourself for a promise.\n\"Death shall follow.\n\"But only as collateral in the wake of the rage you and poor, misguided Malkanth seek to unleash.\n\"And that, child, is all your brother has to offer—his rage.\n\"You see it as earned.\n\"You are not wrong.\n\"Poor, foolish Akrazul. How long has he wallowed, lost to despair as the consequence of his own failings?\n\"Now, to sate his fury and see him whole of body and spirit, you would surrender what is yours—body, spirit, and worse…\n\"Your precious gift.\n\"Your Song.\"", 
        "name": "VIII.X: Apocrypha"
    }, 
    "subtitle": ""
}