{
    "index": 1212, 
    "hash": 1529675530, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png", 
        "hasIcon": true, 
        "description": "Akrazul rests motionless on the altar.\n\nSuch wicked craft as the Inquisition of Self is a science beyond his understanding—stolen by his sister from forbidden lessons in ancient, prohibited texts.\n\nFew have earned the knowledge required to navigate the dissection of a living essence.\n\nFewer still can excise the layers of self such that the vessel remains a viable cage for another's being.\n\nMalkanth, the Deceiver has spent a lifetime educating herself in the ways of illicit knowledge, ever curious to explore the cracks between Understandings, in the dark recesses of imagination where impossibilities dwell.\n\nShe has assured her brother that his torment will be swift compared to their sister's.\n\nAkrazul finds little comfort in her words and braces for the screams to come, knowing the only way forward rests on the other side of his beloved Azavath's unmaking.\n\nThe siblings share a silence. To most, their coming sins would be treason worthy of erasure. But there is no turning back.\n\nMalkanth turns to her brother, knowing he is noble and brave, knowing he will be tempted to intervene once Azavath's cries echo through the vaulted hollows of the abandoned cathedral where they hide themselves from prying eyes.\n\nAkrazul says nothing.\n\nStill, Malkanth holds a finger to her cracked lips and shakes her head slowly.\n\nAkrazul looks to his right arm—severed midbicep, the nub a rough, calcified mass—then back at Malkanth before closing his eyes.\n\nMalkanth smiles as her brother rests calmly, ready to play his part.\n\nShe turns to Azavath, pinned to her altar with thick bolts through her wrists and ankles. The pain will be such that she will struggle—fight against the intrusion as her mind and essence are frayed and her body hollowed of life that it may serve another.\n\nAzavath thinks of her brother and the hells he will unleash once whole.\n\nA whisper catches her ear as she closes her eyes.\n\nShe listens to faint words of praise as Malkanth delivers the first cut.", 
        "name": "VIII: A Sacrifice of Self"
    }, 
    "subtitle": ""
}