{
	"displayProperties": {
		"description": "IN THESE NOTES, BEAUTIFUL OBLIVION\n\nThe war had raged for centuries. One of many. Just another. As irrelevant as the next. The stories of the Choir and their Deathsong were thought to be nothing more than folklore—wholly untrue at best, vastly exaggerated at worst… They were demons who'd sought life's gift, only to corrupt its beauty.\n\nThe homeworld of a species no longer on record—erased from the World's Grave, and thus from memory, as punishment for their transgressions—had kept itself safely removed from the battles being waged on the far side of their system. The location was safeguarded to protect the homeworld from the Hive's wrath. Its orbit was defended by an array of advanced offensive mechanics—cannons, mobile suits, mines, gravity slings, and more. They were protected. They were safe.\n\nThey never noticed the small crafts slip through their defenses. Twenty in total, landing in sequence at set coordinates along the planet's equator. Four trillions souls were about their days and nights as an unknown melody caught the breeze. It was beautiful—an ethereal gift and the end of all things. The Choir sang. Only twenty strong. As their voices grew in volume, the people started to scream. The planet's crust shifted and cracked. The seas roiled and spilled out over the land. The core shook. The ground shattered. Defenses scrambled. It was too late. Less than an hour after the Song began, the hidden homeworld of a forgotten people split in twain. These are the Song's powers, its gifts—anti-life and oblivion.\n\nREBIRTH\n\nMalkanth braces as the pain of her sister's screams threatens to turn her mind to liquid.\n\nBut she is strong.\n\nAnd almost finished.\n\nAzavath's being was tied intimately to her purpose—to learn the Song, perfect her notes, write her own Aria, and become death. That she held so tightly to legends of the Song's true power surprised Malkanth.\n\nEven Ir Yût, one of the Crota's most cherished, had long since given up on rebuilding the Choir, yet Azavath was driven by this desire.\n\nMalkanth feels pride well up.\n\nHer sister, like herself, like their brother—all lesser in the eyes of those of purer bone—still nurtured ambitions beyond the festering cowardice of those who chose politics over action.\n\nThe sword logic had failed them, but they would not fail the Swarm.\n\nMalkanth makes her final cut.\n\nAzavath's roar shreds her throat and she falls silent, her body convulsing against the bolts, then becoming motionless.\n\nFor an instant, Malkanth holds her sister's essence. She wishes to say farewell. But just as quickly, the wisp that was her sister sparks and blinks out. Malkanth recoils.\n\nAkrazul jumps from his altar, lunging at Malkanth.\n\nUnflinching, Malkanth makes a single cut—deep, clean—tearing her brother's essence free from his physical self.\n\nAkrazul's body crumples to the ground.\n\nHis soul is bigger and stronger than his sister's. Angrier. Meaner.\n\nFor an instant, Malkanth worries Azavath's vessel will be unfit to contain their brother's rage.\n\nShe shoves the Severed Knight's essence into Azavath's empty shell. Their sin is complete.\n\nNow come the consequences.",
		"name": "IX.II: The Unmaking",
		"icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1529675528,
	"index": 1215,
	"redacted": false,
	"blacklisted": false
}