{
    "index": 1215, 
    "hash": 1529675529, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png", 
        "hasIcon": true, 
        "description": "All have gathered.\n\nThe Pit is set for another slaughter.\n\nZulmak, the Unwavering has stood now for a third time.\n\nSoon there will be none left to challenge him.\n\nSoon, even the mighty who remain will defer to his sword, his power.\n\nThe congregation in their towers look down with great anticipation, their whispers ever more confident regarding the long-awaited end to the Swarm's search. A leader will rise… a new Prince to be shaped into a King.\n\nAmong the plotting throng, Hashladûn and her sisters remain silent.\n\nThey'd hoped for one to prove their worth and stake their claim, but the long, violent road to Zulmak's rise has seeded doubt. The Daughters hold little confidence in the Pit's ability to provide a victor truly born of the sword logic.\n\nZulmak has been impressive. But a King? Surely not, for whom has he faced? What competition had the Swarm mustered?\n\nThe aftermath of their father's murder and their grandfather's war has left them bereft of warriors of a caliber befitting royalty. The Light has seen it so. The hated Guardians came and inflicted their will upon the Hive—on the Moon and across the system. Now all that remains are scraps of a broken legacy.\n\nTo Hashladûn's mind, the Pit has proven a failure, regardless of Zulmak's triumph.\n\nFurther, the Daughters hold a secret belief that their forbearers have yet to fail the logic's call. Crota and Oryx were both defeated, yes, but not for the first time, and the Daughters still have faith that the King of Bone, the Taker of Will, the one and true King of Shapes, would never fall as far as to be lost in eternity.\n\nIf nothing else, the terror of their deeds—the memory of their conquests—lives on, like nightmares that may be awakened for the weak to truly know fear.\n\nIn that faith, the Daughters have made plans of their own, schemes to rekindle the greatness of their lineage, strategies born beyond the Pit.\n\nThus, deep beneath the Hellmouth, the heirs probe strange new possibilities from ancient discovery. Possibilities that will forgo the Pit to carve new paths and new Understandings through which the logic may yet prove their grandfather's authority.\n\nHowever, those who would see their family unseated—those among whom they now stand—would mark their research as an affront. \"The logic is the logic,\" they would say. \"It is known, and it is good.\" But they lack imagination. The logic is not simply brute force. It is cunning and guile. It is survival. It is victory born of all that makes a King mighty.\n\nIn the Pit, Zulmak unleashes a battle cry. He is ready to be done with it all. He is ready to claim his crown.\n\nHashladûn considers him with disgust—he will never be a King, only ever a tool, blunt and brutal.\n\nShould he be anointed as a champion of the Pit… Should he be crowned… the Daughters' plots will be threatened before they ever truly begin.", 
        "name": "X: Faith in Bone"
    }, 
    "subtitle": ""
}