{
    "index": 1213, 
    "hash": 1529675531, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png", 
        "hasIcon": true, 
        "description": "SING, O SISTER… OF DEATH AND ITS MANY GIFTS\n\nFrom the first, there has been war.\n\nWars of the self. Wars of conquest. Wars of desperation. Wars of greed.\n\nFrom war, death.\n\nFrom death, an end.\n\nFrom endings, beginnings.\n\nOne such is now sung in the key of pain—Azavath's truth, the all of her, torn free with a surgeon's grace.\n\nMalkanth's ears bleed as her sister's unmaking reveals her being.\n\nIn the echoes of Azavath's screams, ancient histories reveal themselves…\n\nSONG OF LIFE\n\nThe Song was not always a corruption. It began as a gift, stolen from the Gardener. In efforts to understand the unknowable realities of the orb's incredible gifts, a signal was found—a repeating tune, the Song of Creation. Its frequencies were heard across the stars, wherever life's promise took hold. Some among the Ammonites worshipped it. Some among the Hive did the same. Still others sought to understand it that they might cage it, that they might control it—for to control life is to control death. Such ambition was not new; such ambition was as old as understanding. The melody was captured and studied. The frequencies replicated.\n\nBut the orb's mysteries were not so easily brought to light. The Song, for all its beauty, did not alone grant life. It was theorized that the Song was not a song at all, but many. That within its refrain, untold rhythms spoke their own truths, free and clear of the whole.\n\nCenturies passed. The Song remained untamed. Life moved on.\n\nSONG OF DEATH\n\nThe Choir formed in celebration of the Song. Performances marked the passage of seasons. But the Song's lie eventually began to corrupt the spirit of those who heard its tune. The melody was a reminder. The orb was a catalyst. And the Song was of the orb. Yet, those who embraced the Song were merely instruments and nothing more. Life remained beyond their grasp, while they remained ever in death's. Those of the Choir had given all of themselves. All was not enough.\n\nThe First Conductor was assassinated by one who sang an Aria of her own making. She, whose name has been stricken, had found notes hidden in the frequencies. Reversed and mirrored in pitch, she weaved them together and sang her beautiful abomination, until the Conductor wept and bled and screamed and fell. The Stricken fled, fearful of her crime. But others found promise anew in her art. The Stricken was captured and subjected to inquisition so that her song might be understood. This was before Understandings—before most things—when the first notes of a new Song were written.", 
        "name": "IX.I: The Unmaking"
    }, 
    "subtitle": ""
}