{
    "index": 1109, 
    "hash": 1537074069, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "\"Magistrate? Aodh? I'm here. I've returned.\"\n\n\"I know that voice. Ouros. You found the Forge.\"\n\n\"Yes, Magistrate.\"\n\n\"I knew you would. Come. Sit by me. Let us rekindle our friendship.\"\n\n\"…Magistrate? What happened?\"\n\n\"I am Empyreal Magistrate no longer. I have not been for many years. I lost my Ghost, and so… my Light. With it went the Forge.\"\n\n\"But, Magistrate—\"\n\n\"No. No, that title belongs to another now. You must seek them out. Gather the other Sunbreakers, and choose a new Magistrate. The Order has lacked leadership for too long. Bring them together, Ouros.\n\n\"Heat is a force that breaks bonds, shatters structure, separates elements. Heat liquefies solids, and in turn transforms them to aether. In this way, it is a force of chaos and destruction. It even tears the universe apart. In a way, it tore apart our Order.\"\n\n\"What do you mean?\"\n\n\"The fire that burns within you—that rage, that wrath—it explodes outward upon foes. Incinerates. Destroys. But that is not all. What happens when you burn yourself or your friends?\"\n\n\"Burn myself or…? The ring of flames. In it, my enemies burn, and yet my allies can walk through that fire, untouched.\"\n\n\"Yes! But for you it is more. Is it not so?\"\n\n\"Yes. I feel stronger inside the circle.\"\n\n\"Exactly. But the grace of Solar Light was never meant to be ours alone. In the beginning, Sunbreakers could share the warmth of the fire within. Friends that walked in the circle felt that warmth too.\"\n\n\"What happened?\"\n\n\"The ring of flames was a judge, granting only weal or woe. Too many who carried the Light were burned by the heat of the fire. That was part of why we Sunbreakers could not abide so-called civilization.\n\n\"Leaving wasn't easy. Not all in the Order thought it the right path. Despite the good we could do in the wilds, there was disagreement, judgement. More bonds broken than made.\n\n\"Little by little, we all lost something. Sharing the warmth of our fires with others just became… too hard. The method became a secret, and the secret became a mystery.\n\n\"Find the others. Choose an Empyreal Magistrate. Find a way to share your fire. I am too old and have no fire left to share.\"\n\n\"No, Aodh. Your shoulder warms mine, too. Your words kindle a new fire in me. We'll spread the flames together. And we'll find a way share the warmth again.\"\n\n\"But I am too old. I am blind. I have no Light.\"\n\n\"You've seen more than me, and your vision is so clear, it opened my eyes. You are not shadowed by a Ghost, but you're as bright as the Sun.\"\n\n\"For one who says so little, you have a fine way with words. Perhaps we won't have to go too far to find a new Empyreal Magistrate.\"", 
        "name": "Phoenix Cradle"
    }, 
    "subtitle": "For some, a nest. For the rest, a crucible."
}