{
	"displayProperties": {
		"description": "ACCESS: RESTRICTED\nDECRYPTION KEY: 73XK5V2PG1$AUN-326\nREP #: 692-FALLEN-DUS\nAGENT(S): RAN-187\nSUBJ: Countercultural intelligence update\n\n1. Fallen armed forces continue to fall back from active fronts across Terra. Factions of House Dusk remain active in the European Dead Zone. Throughout the rest of the globe, refugee attack incidents have dropped by more than 70% since the conclusion of the Red War—largely attributable to depressed Fallen and human populations rather than any significant change in interspecies relations.\n\n2. In absence of any united leadership, House Dusk continues to splinter and radicalize.\n\nThe recent trending emergence of so-called \"crime syndicates\" (cf. report #004-FALLEN-SIV) is emblematic of the continuing destructuralization of Fallen society. Likely an artifact of multi-generational colonization of human strongholds, this agent believes that because these syndicates have no relation to indigenous Fallen culture, young Fallen are appropriating and imitating human mythology in absence of a strong cultural heritage of their own.\n\nMuch like the dissolution of the Kell/Archon theology, this is positive news for those interested in the complete extirpation of invasive Fallen from the system.\n\n3. That being said, we should continue to monitor reunification efforts. Several personalities have emerged as potential leaders. First, the would-be integrationists:\n\nVIP #1121, well-known to Guardians of the inner system as Variks, or Variks the Loyal. Directly responsible for the release of the murderer Uldren Sov from the Prison of Elders, #1121 subsequently fled Awoken holdings in the Reef and now styles himself the Kell of Kells, still representing House Judgement. The Praxic Order has petitioned the Vanguard for permission to detain #1121. The Awoken monarchy, acting through the Queen's Wrath, has claimed jurisdiction over #1121 and further stated that any prosecution in absence of their involvement will be considered an act of war. The Vanguard has not yet made a statement about their position on the issue.\n\nVIP #3987, another former confederate of the Awoken, is a lesser-known personality known as Mithrax. Scattered field reports suggest that like #1121, #3987 styles himself a Kell of the so-called \"House Light,\" an otherwise unknown House apparently founded by #3987 himself. We have secondhand accounts that Mithrax has engaged in allied operations with Guardians in the field, though we have not as yet been able to corroborate these accounts with any degree of veracity. This agent is inclined to treat these reports with a healthy degree of skepticism until otherwise confirmed, as they may be propaganda from Fallen sympathizers in the Old Russian and Red War Guardian cohorts. We have requested intelligence records from the Awoken which may further clarify the matter.\n\nIn addition, whatever the findings of said intelligence records may be, it should be stressed that one or two sympathetic outliers cannot be relied upon to erase the wrongs of past centuries, nor should their good-faith efforts to correct the sins of their forebears be taken as sufficient symbolic reparation.\n\nSecond, the would-be separatists:\n\nVIP #4503, a recent personality known as Fikrul, or the Fanatic. A close confederate of the murderer Uldren Sov, #4503 has the apparent ability to raise himself from the dead in a manner not dissimilar to Ghost-aided resurrection. Though his reign on the Tangled Shore was limited, he possesses sufficient skill, hatred, and motive to warrant on-going surveillance. Given #4503's propensity for resurrection, the inherent risk of #4503 reclaiming the body of the murderer Uldren Sov from his final resting place in the Dreaming City goes without saying. The Vanguard continues to deploy fireteams to suppress #4503; our agents have reached out to the Cryptarchy and the Gensym Scribes to request guidance as to his permanent destruction.\n\nVIP #2029, a once-known personality known as Eramis, or Eramis, the Shipstealer. A House Devils Baroness incarcerated during the Wolf Wars, #2029 successfully fled the Prison of Elders during the mass escape orchestrated by #1121. #2029 is a classical Fallen pirate of the old ways: vicious, uncompromising, and possessing cunning of the highest degree. Field reports indicate that she is rallying violent dissidents to reconstruct House Devils from the ground up. This agent believes her to be the most viable candidate for universal Fallen reunification, and would urge the Vanguard and other interested leadership to aggressively prioritize her destruction.\n\nWe have come too far to pull our punches now.\n\nMESSAGE ENDS",
		"name": "Outliers",
		"icon": "/common/destiny2_content/icons/dbc983c265b4ccc2a7e527b35b0ab110.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1564507760,
	"index": 962,
	"redacted": false,
	"blacklisted": false
}