{
    "index": 963, 
    "hash": 1564507762, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/dbc983c265b4ccc2a7e527b35b0ab110.png", 
        "hasIcon": true, 
        "description": "ACCESS: RESTRICTED\nDECRYPTION KEY: 73XK5V2PG1$AUN-326\nREP #: 002-A899OF-COC\nAGENT(S): TRU-135\nSUBJ: Intercepted transmission\n\nSENSITIVE!! – CONTENTS BELOW SNIFFED FROM ENCRYPTED REEF DATACOMS – SENSITIVE!!\n\n1. We are maintaining our containment posture at Cocytus. I assess no immediate danger to the system, and we have enough firepower to destroy the station and its mechanisms remotely if the on-site warheads fail. The station remains in the stable heliocentric orbit where it was parked after the destruction of Ceres.\n\n2. I do not ask confirmation of these theories, and in fact I beg you not to address them. But I have reviewed the site records, and the fate of the Sophia's crew after they were herded to Cocytus stinks of Hive madness. The Cocytus apertures must—at the time—have opened into a Hive manifold associated with Crota. Whatever their original purpose, when Crota established his presence in the system, they became conduits into hell... and the Sophia crew's ugly end proved it. Whoever drove the Sophia to its doom then installed the Cocytus Instruments around the original Golden Age facility to study Crota's manifold.\n\n3. Crota is dead. His hold on these gates has passed. Now something else is trying to pass through into our world... but it is so alien, and its sendings so bafflingly malformed, that I fear this can only end in madness.\n\n4. The first \"visitors\" through the third gate, at event time 00:00:00, were simple hydrogen atoms. Over the course of 72 hours, the emissions developed from diatomic hydrogen to nitrogen, carbon, oxygen, water, and simple organic molecules. At the 80-hour mark, we received our first macroscopic visitor, a pellet of thick black hydrocarbon tar. Until 82:34:15 the gate vomited tar containing increasingly complex monomers and polymers.\n\n5. The visitors then began to assume geometric form. A hail of cubes and hexagons, each built from molecular crystal of the same form as the whole. A series of fractal shapes that shattered under internal flaws. Several capsules or membranes of increasingly complex structure, containing water or oil. These may have been cellular precursors.\n\n6. At 524:03:11 a living organism appeared. Death was immediate. Remote dissection describes a spherical body, radius approximately one meter, surfaced in thick hydrocarbon tar. Deep, evenly spaced \"throats\" converged on a central cavity perhaps intended to serve as lung and stomach. The body exhibited undifferentiated tissue of primitive plantlike cells, capable of spasming to pump air or fluid in and out of the throats. Without enzymes to catalyze metabolism, or internal structure to dispose of waste, the organism could not survive. Cell death occurred almost instantaneously throughout the mass. There were no provisions for self-repair or reproduction.\n\n7. At 690:29:54 the gate emitted a tubular organism. For ninety seconds the organism moved across the gate chamber by contracting and expanding, then expired. Remote dissection describes a two-meter-long body with a spinal cavity full of energy-rich carbohydrate fluid. The organism's contractions forced this fluid through a capillary network, where simple cells catabolized the carbohydrates into energy to power further contractions. The buildup of heat and waste quickly denatured the enzymes required for metabolism, and the organism died. There were no provisions for self-repair or reproduction.\n\n8. The gate has remained inactive since, barring short emissions of molecules which may be experimental proteins. Remote drones have registered similar ambient molecules within the Hellmouth on Luna, though we have been unable to identify their source. We will maintain the quarantine until otherwise instructed.\n\nThe overwhelming impression I have is one of learning, of increasing sophistication in the synthesis and arrangement of matter. The atoms in these structures were isotopically pure and impossible to date, but I have the uncomfortable sense that even they were freshly made.\n\n9. Probes and instruments dispatched through the third gate do not return. Annihilation is apparently immediate, and so total that it seems to result from a fundamental failure of the ability to exist rather than any weapon or countermeasure. Yet something does exist on the far side, and it is trying to learn the rules of our world from very first principles. I do not eagerly anticipate its next creation.\n\nSENSITIVE!! – CONTENTS ABOVE SNIFFED FROM REEF DATACOMS – SENSITIVE!!\n\nCf. reports #3209-3211-LUNA-HEL\n\nMESSAGE ENDS", 
        "name": "Cocytus"
    }, 
    "subtitle": ""
}