{
	"displayProperties": {
		"description": "ACCESS: RESTRICTED\nDECRYPTION KEY: 73XK5V2PG1$AUN-326\nREP #: 12059-INCID-LUN\nAGENT(S): FEN-092\nSUBJ: Affidavit regarding Incident #12059\n\n1. Last week, I was deployed by IKO-006 for routine surveillance of the quarantined zone outside the Hellmouth. Hive populations remain low and grow ever lower thanks to the efforts of a small contingent of veteran Guardians who have made their homes on Luna.\n\n2. Around 1900 hours yesterday afternoon, I began to experience a crushing headache and excused myself from patrol to recuperate. Though I originally intended to lay down for a nap, I fell asleep instead, and experienced multiple vivid dreams over the next 11.5 hours. In all of these dreams, I was trying to catch up with agent ERI-223 in a crowd. She was always out of reach, whether by 200 m or 20 m. I had the sense that I needed to speak to her.\n\n3. When I woke, I found that my headache had not improved. I prepared my armor and exited my bivouac to find a single stationary Thrall crouched nearby. It stood as I approached, but made no motion to attack me. I fired one shot, killing it immediately. Upon stepping forward to examine its corpse, I saw a solid black fragment of an unknown material embedded in its chest cavity. The fragment resembled a flake or a shard of some larger object, not dissimilar to a high-gain photovoltaic panel.\n\n4. I requested that my Ghost perform a standard material analysis of the fragment but neither one of us could confidently identify its qualities or provenance; that analysis is attached to this report as Analysis #1.\n\n5. I requested that my Ghost attempt to contain and transmat the fragment for quarantine on my jumpship. He was unable to establish a Light link with the object, describing the fragment as \"slippery\" and \"tiring\" to try to catch hold of.\n\n6. I used the barrel of my sniper rifle to touch and then work the fragment out of the Thrall's corpse. Using my rifle, I turned the fragment over and examined it from multiple angles. I requested that my Ghost run another deep scan of the object; that analysis is attached to this report as Analysis #2.\n\n7. We concluded that the material seemed to be inert and that it did not seem to be part of any complex device or mechanism.\n\n8. At this point, I broke protocol and did not request additional backup. Instead, I picked up the fragment by hand and immediately experienced a vivid hallucination: I stood over VIP #0704's  shoulder as she dressed a seven-inch gash on agent ERI-223's thigh. Both #0704 and ERI-223 were dressed for combat. Hundreds of fragments of the unknown material hung in the air around us, apparent shrapnel from the wreckage of a nearby ship of unrecognizable make and model. ERI-223 looked directly toward me and said, \"Патетическая.\"\n\n9. The duration of the hallucination was approximately seven seconds. At its conclusion, my headache disappeared. My Ghost and I held our position for the next thirty minutes, then collected the body of the Thrall and the fragment for transportation. I delivered myself and my cargo to quarantine and experienced no further mental disturbances while detained.\n\nMESSAGE ENDS",
		"name": "Fragment",
		"icon": "/common/destiny2_content/icons/dbc983c265b4ccc2a7e527b35b0ab110.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1564507766,
	"index": 968,
	"redacted": false,
	"blacklisted": false
}