{
	"displayProperties": {
		"description": "ACCESS: RESTRICTED\nDECRYPTION KEY: 73XK5V2PG1$AUN-326\nREP #: 014-CRYPT-540\nAGENT(S): CHA-319\nSUBJ: Latest Shimizu paper\n\n1. Everybody's favorite conspiracy theorist is publishing again. Here's an excerpt from his latest paper—incomplete, I'm afraid, but you try for hi-def OCR at 500m during a rainstorm and tell me how you do.\n\n2. ...remain major unanswered questions about the failure of the City's information, surveillance, and reconnaissance (ISR) network to detect the approaching Red Legion fleet.\n\nIt is by now well accepted that the Red Legion's sophistication in military affairs vastly exceeded our own. Although Ghaul's campaign made no real provision for continued resistance after the Traveler was contained and the Almighty moved into firing position, his opening gambit achieved a level of strategic surprise that would be the envy of any ancient general. Psion electronic warfare units compromised the City's sensor perimeters and suppressed our satellite early warning systems (so thoroughly that they even maintained their failsafe signals until the last possible moment). An extraordinary deception program in the Prison of Elders, combined with relativistic projectile strikes against key sensors, blinded the Reef to a simultaneous attack.\n\nBut how did the Red Legion escape the notice of the entire scattered Dead Orbit fleet? It would be politically unwise to suggest that the Arachs withheld information so their precious ships would be spared a losing battle... and indeed, the integrity of that same fleet proved invaluable in the counterattack and the city's reconstruction. It would be even more politically incendiary to suggest that the Future War Cult viewed the City's brief occupation as politically useful (or, more charitably, as a necessary step towards some desirable future timeline).\n\nBut it is impossible not to ask: how did the same Guardians who foresaw Oryx in prophecy (and in captured enemy material) fail to anticipate and take measures against the Red Legion attack? Is there something intrinsically more secular, and thus unforeseeable, about the Cabal? Do they practice superior information security to the Hive—unlikely, given the interception of a Cabal distress signal in the wake of the Taken War?\n\nDid some agency, henceforth unknown, act to conceal Ghaul's approach from our protectors? One that shared with Ghaul some central motive—whether the destruction of the Guardians, the capture of the Traveler, or the apprehension by force of the abilities we call the Light?\n\nIf such an agency exists, capable of such totality and subtlety in its action, how has it concealed itself from us?\n\n3. If I didn't know better, I'd say we had a leak. Hassan's a real ringer. Hope he gets rezzed as one of us when he dies.\n\n4. With all the usual regret, I'm going to forward a recommendation to the Cryptarchs to continue rejecting his submissions from legitimate publications. If anyone disagrees, just give a shout.\n\nMESSAGE ENDS",
		"name": "Ringer",
		"icon": "/common/destiny2_content/icons/dbc983c265b4ccc2a7e527b35b0ab110.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1564507765,
	"index": 965,
	"redacted": false,
	"blacklisted": false
}