{
    "index": 966, 
    "hash": 1564507767, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/dbc983c265b4ccc2a7e527b35b0ab110.png", 
        "hasIcon": true, 
        "description": "ACCESS: RESTRICTED\nDECRYPTION KEY: 73XK5V2PG1$AUN-326\nREP #: 059-CABAL-LEV\nAGENT(S): TRU-135\nSUBJ: Sitrep\n\n1. Live-fire training exercises continue at the active incursion site on the Leviathan. No further RAID class operations have been documented since the unauthorized intervention against VIP #4044 at the explicit invitation of VIP #3801. This agent still believes that the Vanguard should institute stronger measures to prevent rogue teams from carelessly rushing to the aid of enemy VIPs – particularly given #3801's documented history of solicitous behavior and the tendency of our warriors to rush slack-jawed toward free gifts. #4044 could have been a useful catspaw in the destruction of #3801. We should not have intervened.\n\n2. Related to the above, #3801's aggressive propaganda campaign appears to have been successful. Despite #3801's recent inactivity, sentiment polls captured in the Tower at regular intervals over the last several months indicate that he has successfully swayed a significant percentage of the Red War cohort to believe that he may be a potential ally. Given our history with the Cabal as well as the events of the Red War itself, this is shocking and perhaps attributable to a case of mass traumatic bonding.\n\nIt is my strong recommendation that the Vanguard pursue a reeducation curriculum before #3801 invites any Guardians of the City to defect to his service, a possibility which we have documented in multiple previous reports.\n\n3. Nessus continues to remain stable, likely due to Vex machinoforming.\n\n4. The Awoken armada continues regular shows of force. The Leviathan remains non-hostile.\n\n5. Our agents continue to closely monitor inbound and outbound traffic to and from the Leviathan. As yet, we have not been able to observe any non-Guardian transport, providing additional evidence for the fact that the ship is either a self-contained ecosystem which has no paracausal exits or that it possesses some kind of internal stargate network by which occupants may invisibly enter and exit. As the Cabal have no documented history of such stargates, we are inclined to believe the former.\n\n6. In summary, there is no real news. However, this agent is inclined to regard this conspicuous passivity with suspicion rather than relief, and would urge Vanguard leadership to consider exploratory excursions in coming months.\n\nMESSAGE ENDS", 
        "name": "Passivity"
    }, 
    "subtitle": ""
}