{
	"displayProperties": {
		"description": "ACCESS: RESTRICTED\nDECRYPTION KEY: 73XK5V2PG1$AUN-326\nREP #: 053-VIP-1315\nAGENT(S): AUN-326\nSUBJ: Psych eval\n\n1. THIS DATA OBTAINED FROM SURVEILLANCE DEVICES AT 1315-HOME2.\n\n2. In previous reports, I stated that it was my belief that #1315 had invoked some kind of paracausal event enabling the resurrection and return of enemy VIP #2015. This belief was predicated upon reports of creatures resembling the infamous \"Echoes of Oryx\" that Guardian forces engaged and destroyed en masse during the Taken War (cf. Ghost-stream footage here: CATHEDRAL.OF.DUSK.DREADNAUGHT).\n\nThis has proven false. Spectral analysis from multiple Ghosts participating undercover in Prime and Reckoning confirms that the impossible world at the heart of \"the haul\" is located in unknown space. (Cf. REP #001-012-PARAC-NINE.) Further, these Primevals differ in their literal elemental composition: low SNC, high ambient ΛCDM. #1315 has harnessed his \"banks\" to what appears to be an engine of pure potential. He no longer needs to pilfer the Ascendant Plane of Primevals, the oldest Taken in residence. He can create Primeval-likes from the energy of \"the haul\" and sheer force of will. As to the apparent presence of #2015, it is a falsehood. My handlers in the Praxic Order surmise simply: the shape of Oryx was the scariest Hive he could think of. He's tenacious, but he has a small mind.\n\n3. Highly recommend we assess #1315 for the influence of paracausal forces or entities. Since the conclusion of the joint Vanguard/Praxic investigation into his operations, the subject has become increasingly erratic. Beyond running his Gambit and Reckoning drills with the Guardian population, he has done nothing but hole up in the Annex. He has always exhibited the signs of stress related to prolonged solitude that are typical of all surviving Risen; this manifests in the subject in prolonged and rambling conversations with either himself or his as-yet-unseen Ghost. However, his musings have become less and less coherent over time. Late into the night, away from the Guardian cohorts, he yells at voices that our surveillance equipment has never picked up. He has spoken to himself about trips across vast, interstellar distances to realms no Guardian has ever described.\n\nAgain, he has not left the Annex in ages. One might say that I am overstepping even Praxic boundaries here, but I would say to them: the subject is free to leave any time.\n\n4. Following the results of my investigation, the subject has ceased regular reports to Lord Shaxx. I'm sure both prefer it that way. #1315 has broken none of the Vanguard's decrees in that time, nor have any further Guardians perished on his watch in Gambit or Reckoning. He is still a facilitator to murder and a thief, but he has done nothing to warrant eviction, as I had hoped. The Vanguard obviously still needs him.\n\n5. The following is a transcript of one of his late-night rambling sessions logged for evidence:\n\nTYPE: PRAXIC SURVEILLANCE REPORT\nPARTIES: One [1]. One[1] Guardian-type, Class N/A [u.1]\nASSOCIATIONS: Gambit, Drifter, Annex\n[u.1:01] What now? What the hell is it you're trying to tell me?\n[the hum of a generator]\n[u.1:02] You showed me a universe with no Light. Dominated by the Dark. What are you arguing? Steadfastness in the Traveler's dogma? Ha ha. That's not obtuse enough for y'all.\n[u.1:03] No, no. I don't think so. Because then you showed me a reality without shadows, of pure Light from every angle. Nowhere to hide. Everyone begging to die, like we did in the Dark Age. Light's no gift, but I already knew that. What else you got?\n[a metallic clink echoes]\n[u.1:04] Yeah. I know the coin doesn't lie. It's the only thing in this world I trust for real. But you know what? I control the coin. And I make my own fate. No one writes on this but me, you got that? You pencil-necked, phantom-assed geeks. Have some respect for people's stuff.\n[a second metallic clink]\n[u.1:05] I've refused the Traveler's dogma for generations. And I'll reject yours.\n[a rush of static as the feed distorts from Light-based radiation]\n[u.1:06] You can't boil my brain, brothers and sisters–I see you tryin'. But I'm already there.\n[a fizzling crackle as the feed distorts from Light-based radiation]\n[u.1:07] And if you think you have a handle on Orin? Well, you didn't know her like I did. You slip up just once? That girl will eat you alive. Nine steak sounds mighty tasty if you can find it, scrape it all together. Get a fire goin' that'll cook it. What a fire that would be. You wanted to see what made us tick? Maybe Drifter wants to see what makes you stop.\n[a dull roar as the feed distorts from Light-based radiation]\n[u.1:08] Yeah, boy. That's a threat.\n[u.1:09] Hello?\n[u.1:10] No, not you. I still need you. This week. Get back to work.\n[u.1:11] What? Nothing...\n[u.1:12] Still hungry...\n\nMESSAGE ENDS",
		"name": "Potential",
		"icon": "/common/destiny2_content/icons/dbc983c265b4ccc2a7e527b35b0ab110.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1564507768,
	"index": 970,
	"redacted": false,
	"blacklisted": false
}