{
	"displayProperties": {
		"description": "ACCESS: RESTRICTED\nDECRYPTION KEY: 73XK5V2PG1$AUN-326\nREP #: 198-VESTA-DC\nAGENT(S): FEN-092\nSUBJ: Re: possible forgeries\n\n1. As you all know, an unknown sender delivered six messages to VIP #2014. These missives were sent via Glimmer, using a simple encryption scheme that even a 55-30 unit Frame could have easily cracked. #2014's Ghost took immediate notice of these messages and quietly forwarded them on to IKO-006, who then distributed them back to us. Cf. reports #167-173-VESTA-DC for full transcripts.\n\n2. In these messages, the sender briefly purports to be none other than one ERI-223, providing fanciful details regarding her origins as a human woman who grew up in an apparent settlement of Old Russia known as St. Petersburg. None of this account sat well with anyone who actually knows ERI-223—not simply because none of her close confederates had any firsthand knowledge or belief that she knew of her pre-Guardian origins, but also because she is still active in the field and has personally denied sending these messages. That being said, in accordance with our rigor for skeptical inquiry, this agent was dispatched in pursuit of hard evidence to the contrary.\n\n3. I submit to you now photographic and video evidence recovered from civilian family albums, historical archives, and extant Ghost recordings originally captured in the Last City. Behold, ERI-223: a child of the Last City, born to civilian parents in a mortal-Guardian integrated neighborhood. Behold, too, tiny VIP #1786—though he is almost more unbelievable than ERI-223, if you look at his smile.\n\nOf the photos, original digital files are unavailable, but radiocarbon dating clearly identifies the earliest prints as more than three hundred years old. This is consistent with the timestamps of footage provided by volunteer Ghosts who were present during the same period. As to whether the child we believe to be ERI-223 is indeed ERI-223, please see the second compressed folder attached to this report for full double-blind forensics.\n\n4. In regards to the other personality presented in the six messages: Having consulted with AI-COM/RSPN and AI-COM/XBLK, both have attested that they have no record of any so-called craftmind designated Medusa. This does not discount the possibility that such a craftmind may have existed, but in light of the fact that someone was impersonating our former colleague, it follows that someone may have credibly invented a craftmind as well. We will continue to scour our records for any evidence to the contrary.\n\n5. Like many of those reading, this agent has a strong recommendation about the identity of the sender, but it is beyond the scope of this report. Cf. reports #024-VESTA-DC, 025-VESTA-DC, #026-VESTA-DC, #086-VESTA-DC, #001-034-HIVE-SAV, and #001-005-HIVE-DUL.\n\n6. Given the importance of #2014's contributions to our defense efforts as well as the recent downfall of the Awoken prince, this agent is deeply troubled by the idea that a malicious entity might seek to sway or confuse #2014 through the context of trusted allies. #2014's Ghost made brief mention of some kind of waking hallucination in one of its messages. Have we reached out to corroborate that report or provide additional counsel?\n\nMESSAGE ENDS",
		"name": "Forgeries",
		"icon": "/common/destiny2_content/icons/dbc983c265b4ccc2a7e527b35b0ab110.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1564507764,
	"index": 966,
	"redacted": false,
	"blacklisted": false
}