{
	"displayProperties": {
		"description": "ACCESS: RESTRICTED\nDECRYPTION KEY: 73XK5V2PG1$AUN-326\nREP #: 1021-CITY-VAN\nAGENT(S): IKO-006\nSUBJ: Instability of leadership\n\n1. Following the events of the Red War and the recent loss of the Hunter Vanguard, current acting Vanguard leadership has struggled to define its function and role within what is an otherwise largely egalitarian and self-governing body of active Guardians. Much like the current popular perception of the Awoken queen, we have failed to adequately respond to questions about our integrity, competence, and unity as we have grieved the loss of the Hunter Vanguard.\n\nThe Vanguard was never intended as a governing body of authoritarians, nor does it function as such, but in times of turmoil and uncertainty, people rightly look to figures of strength for guidance and support. Neither the Titan Vanguard nor I ever intended to become politicians. We are warriors, first and foremost, and we no longer feel that we are able to serve as such.\n\nIn the spirit of honest self-reflection in the face of justified skepticism, we have begun to discuss the possibility of stepping down to invite new leadership into our place, as well as the general merits of disbanding the Vanguard entirely—largely because we believe that this crisis of identity will plague anyone who steps into this role. We recognize that this is ill-timed, and we will endeavor to involve the Consensus, the Guardians themselves, and all other interested parties in the discussion as appropriate. I specifically invite the Hidden to closely monitor the situation without my involvement. Should you agree that we are doing more harm than good, please do not hesitate to take whatever actions you agree are necessary.\n\n2. Regarding the open Hunter Vanguard position and the terms of Cayde's Dare: The situation is unprecedented. Were we to trace the chain of culpability back to its first link, I believe we would be obligated to elect a Hive god to our council.\n\nOur current inclination is to caucus with the Hunters to debate the benefits of opening the position to any interested and well-qualified Hunter. Such a debate is, of course, contingent upon the continued existence of the Vanguard itself. We will make an effort to convene the Hunters as soon as possible, but this group should be well aware that most credible candidates have fled the Tower in anticipation of such a debate.\n\nMESSAGE ENDS",
		"name": "Instability",
		"icon": "/common/destiny2_content/icons/dbc983c265b4ccc2a7e527b35b0ab110.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1564507763,
	"index": 963,
	"redacted": false,
	"blacklisted": false
}