{
    "index": 274, 
    "hash": 158945886, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "For the Staff of Valus Thuun, Commander\nFrom Red Legion Fracture Eight\nA Tactical Outcomes Analysis\n\nI. Records, Materials, and Attributions\n\nScale Three / Bridge / Mass Two\n4 Squad [HEAVY INF]\nTASK:\n- capture endless pathway nodes 332,334,335,336\nOUTCOME:\n- unit encountered Guardian fireteam. all units survived. colossus reported Guardians sprinting past combat units without engaging. gladiator reported Guardians launching from momentum propulsion devices hundreds of meters above planet surface.\n\nII: Analysis\n\nAll but one survivor report nearly identical details of the previous engagement. Morale is sinking, but defections are at zero. Prelim~~~~~~~\n\nFor the Staff of Valus Thuun, Commander\nFrom Red Legion Fracture Eight\nA Tactical Outcomes Analysis\n\nI. Records, Materials, and Attributions\n\nScale Three / Bridge / Mass Two\n4 Squad [HEAVY INF]\nTASK:\n- capture endless pathway nodes 333,335,336,337\nOUTCOME:\n- unit encountered Guardian fireteam. all units survived. colossus reported Guardians sprinting past combat units without engaging. psion reported Guardians launching from momentum propulsion devices hundreds of meters above planet surface.\n\nII: Analysis\n\nAll but one survivor report nearly identical details of previous engagement. Morale is sinking, but defections are at zero. Prelim~~~~~~~\n\nFor the Staff of Valus Thuun, Commander\nFrom Red Legion Fracture Eight\nA Tactical Outcomes Analysis\n\nI. Records, Materials, and Attributions\n\nScale Three / Bridge / Mass Two\n4 Squad [HEAVY INF]\nTASK:\n- capture endless pathway nodes 331,332,334,335\nOUTCOME:\n- unit encountered Guardian fireteam. all units survived. psion reported Guardians sprinting past combat units without engaging. colossus reported Guardians launching from momentum propulsion devices hundreds of meters above planet surface.\n\nII: Analysis\n\nAll but one survivor report nearly identical details of previous engagement. Morale is sinking, but defections are at zero. Prelim~~~~~~~", 
        "name": "D.F.A."
    }, 
    "subtitle": "\"Osiris said that he started to pity the Red Legion, getting trapped in here for infinite eternities. I think they're getting exactly what they deserve.\" —Sagira"
}