{
    "index": 1139, 
    "hash": 1645841512, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/650b3dd617c6873bd48617797c5a54c2.png", 
        "hasIcon": true, 
        "description": "These are the rules of a game. Let it be played upon an infinite two-dimensional grid of flowers.\n\nRule One. A living flower with less than two living neighbors is cut off. It dies.\n\nRule Two. A living flower with two or three living neighbors is connected. It lives.\n\nRule Three. A living flower with more than three living neighbors is starved and overcrowded. It dies.\n\nRule Four. A dead flower with exactly three living neighbors is reborn. It springs back to life.\n\nThe only play permitted in the game is the arrangement of the initial flowers.\n\nThis game fascinates kings. This game occupies the very emperors of thought. Though it has only four rules, and the board is a flat featureless grid, in it you will find changeless blocks, stoic as iron, and beacons and whirling pulsars, as well as gliders that soar out to infinity, and patterns that lay eggs and spawn other patterns, and living cells that replicate themselves wholly. In it, you may construct a universal computer with the power to simulate, very slowly, any other computer imaginable and thus simulate whole realities, including nested copies of the flower game itself. And the game is undecidable. No one can predict exactly how the game will play out except by playing it.\n\nAnd yet this game is nothing compared to the game played by the gardener and the winnower. It resembles that game as a seed does a flower—no, as a seed resembles the star that fed the flower and all the life that made it.\n\nIn their game, the gardener and the winnower discovered shapes of possibility. They foresaw bodies and civilizations, minds and cognitions, qualia and suffering. They learned the rules that governed which patterns would flourish in the game, and which would dwindle.\n\nThey learned those rules, because they were those rules.\n\nAnd in time the gardener became vexed.", 
        "name": "The Flower Game"
    }, 
    "subtitle": ""
}