{
	"displayProperties": {
		"description": "Beings who deserve no thought:\n\nThose who peddle the tired gotcha that all life hastens entropy. They are fatuous little nihilists who pretend to prefer no existence to a flawed one. They bore me.\n\nThose who seek to delay the challenge that all things desiring existence must overcome.\n\nThose who describe false moral equivalence. Now, I could not possibly communicate with you unless I could emulate your mind, and with that mind, I acquire the moralities that govern you. By your laws, I and all my followers are evil. Evil. Since that first molecule coiled in the primordial sea, not one Earthborn thing has known a monster like me.\n\nBut did you know that I created you?\n\nYour mind and your body and every thought you've ever had. Your senses. Your consciousness. I made you. Not the gardener, but I.\n\nDid I reach out and place my special mark upon you? No. Nothing so crude.\n\nIn the beginning, your world was a garden too. The whole floor of the world-sea was a mat of bacteria, and the very first animals, adorable blobs of ooze, grazed upon that mat in endless idyll. They had no concept of the existence of other beings. Why would they? Their most complex function was a kind of gentle spasm, to scoot forward while they grazed. And if they bumped into each other on that warm seabed, all they did was ooze onward, untroubled. There was nothing to their life except the uptake of carbon compounds from the bacterial bed.\n\nAnd then—one day—the fall occurred. So much earlier and so much more necessary than your myths remember. Some poor mutant discovered that it could collect carbon compounds much faster if it stopped grazing on the bacterial mat and started dissecting and eating the lumps of predigested carbon all around it: its neighbor oozeballs.\n\nIt couldn't help but do it. It couldn't help but thrive. We don't get a choice about the rules. We just play the game.\n\nIt was the first defector—the first predator. It changed everything. Now the oozeballs needed sensors to watch for danger, and brains to integrate those senses and generate plans of survival, and swift neurons and muscles to enact that plan. This was the Cambrian Explosion, the great birth of complex life on your world. I caused it. I, the defector, the destroyer, the one who takes.",
		"name": "The Cambrian Explosion",
		"icon": "/common/destiny2_content/icons/650b3dd617c6873bd48617797c5a54c2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1645841517,
	"index": 1145,
	"redacted": false,
	"blacklisted": false
}