{
    "index": 1141, 
    "hash": 1645841518, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/650b3dd617c6873bd48617797c5a54c2.png", 
        "hasIcon": true, 
        "description": "I looked up in shock. I said, What? What do you mean?\n\n\"A special new rule. Something to…\" The gardener threw up their hands in exasperation. \"I don't know. To reward those who make space for new complexity. A power that helps those who make strength from heterodoxy, and who steer the game away from gridlock. Something to ensure there's always someone building something new. It'll have to be separate from the rest of the rules, running in parallel, so it can't be compromised. And we'll have to be very careful, so it doesn't disrupt the whole game…\"\n\nAll you will do, I said, with rising panic|fury, is delay the dominant pattern that will overrun the others. It is inevitable. One final shape.\n\n\"No, it'll be different. Everything will be different, everywhere you look.\"\n\nEverything will be the same. Your new rule will only make great false cysts of horror full of things that should not exist that cannot withstand existence that will suffer and scream as their rich blisters fill with effluent and rot around them, and when they pop they will blight the whole garden. Whatever exists because it must exist and because it permits no other way of existence has the absolute claim to existence. That is the only law.\n\n\"No,\" the gardener said, \"I am the growth and preservation of complexity. I will make myself into a law in the game.\"\n\nAnd thus we two became parts of the game, and the laws of the game became nomic and open to change by our influence. And I had only one purpose and one principle in the game. And I could do nothing but continue to enact that purpose, because it was all that I was and ever would be.\n\nI looked at the gardener.\n\nI looked at my hands.\n\nI discovered the first knife.", 
        "name": "The First Knife"
    }, 
    "subtitle": ""
}