{
	"displayProperties": {
		"description": "We wrestled in the garden, in the loam of possibility where nothing existed and everything might. A shadowed agony among the flowers. We trampled the petals beneath our feet. We stomped the fruit to pulp, and we ground the seeds into the dust.\n\nIn the wet pop of grapes and the smear of berries—in the perturbation of the field that was the garden before the first tick of time and the first point of space—were the detonations that made the universes. Each universe was pregnant with its own inflationary volumes and braided with ever-ramifying timelines. Each volume cooling and separating into domains of postsymmetric physics, all of which were incarnations of that great and all-dictating bipartite law that states only: exist, lest you fail to exist.\n\nAnd still we fought. We brought down the tree of silver wings and left the stump to smoke amid the meadows. We left prints of our splayed feet and our straining backs in the clay.\n\nOur trampling feet made waves in the garden, which were the fluctuations around which the infant universes coalesced their first structures. The dilaton field yawned beneath existence. Symmetries snapped like glass. Like creases, flaws in space-time collected filaments of dark matter that inhaled and kindled the first galaxies of suns.\n \nAnd still we grappled. Our rolling bodies pushed things out of the garden—worms and scurrying life from the fertile soil, wet things from the pools and the leaves. They came out into the madness of primordial space; they thrashed and became large.\n\nAnd I won.\n\nI won, because the gardener always stops to offer peace. And when they do, I always strike.\n\nBut by then, it didn't matter. The game was over. The garden had given birth to creation, the rules were in place, and there would never be a second chance. We played in the cosmos now. We played for everything.\n\nAnd the patterns in the flowers, terrified by our contention, were no longer the inevitable victors of a game whose rules had suddenly changed, and they passed into the newborn cosmos to escape us.",
		"name": "T = 0",
		"icon": "/common/destiny2_content/icons/650b3dd617c6873bd48617797c5a54c2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1645841516,
	"index": 1144,
	"redacted": false,
	"blacklisted": false
}