{
	"displayProperties": {
		"description": "Your shoemaker philosopher was right, and it matters more than anything. Sorrow cannot survive death, and it cannot precede birth. Those who exist have moral worth, and those who do not have none.\n \nThink about it. Do you mourn the uncreated? Do you grieve for those who were never born in a nation that never developed around an ideology no one ever imagined on a continent that never formed? No!\n\nAnd from that self-evident truth, you must raise your eyes to the ultimate revelation: those who cannot sustain their own claim to existence belong to the same moral category as those who have never existed at all.\n\nExistence is the first and truest proof of the right to exist. Those who cannot claim and hold existence do not deserve it. This is the true and only divination, a game whose losers are not just forgotten but are never born at all.\n\nThat which cannot claim and hold existence is not real. You do not mourn the unreal. Why should you care for it? Tend it? Guard it?\n\nIt was the gardener that chose you from the dead. I wouldn't have done that. It's just not in me. But now that they have invested themself in you, you are incredibly, uniquely special. That wandering refugee chose to make a stand, spend their power to say: \"Here I prove myself right. Here I wager that, given power over physics and the trust of absolute freedom, people will choose to build and protect a gentle kingdom ringed in spears. And not fall to temptation. And not surrender to division. And never yield to the cynicism that says, everyone else is so good that I can afford to be a little evil.\"\n\nThe gardener is all in. They are playing for keeps. And they are wrong. Or so I argue: for, after all, the universe is undecidable. There is no destiny. We're all making this up as we go along. Neither the gardener nor I know for certain that we're eternally, universally right. But we can be nothing except what we are. You have a choice.\n\nYou are the gardener's final argument. It would mean everything if I could convince you that I am the right and only way.\n\nI truly value you. To the gardener, you are a means to an end. To me, you are majestic. Majestic. You are full of the only thing worth anything at all.\n\nI am, by the only standard that matters or will ever matter, the winning team. Existence is a test that most will fail. Would you not count yourself among the victorious few?\n\nDon't hurry to deliver your answer. I'll come over and hear it myself.",
		"name": "The Wager",
		"icon": "/common/destiny2_content/icons/650b3dd617c6873bd48617797c5a54c2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1645841507,
	"index": 1147,
	"redacted": false,
	"blacklisted": false
}