{
	"displayProperties": {
		"description": "[GST-ENCODED=9: Sndr.1//MSTC\n\n[GST-ENCODED=9@: Rcpt.1//GLNT; Rcpt.2//SCRB\n\nTo our little trio,\n\nI write out of concern, and independently, my findings. I sense the tension brimming at the forefront of our correspondences, and I feel the need to again impress upon you the gravity of our current standing.\n\nI understand the Vanguard's position. Contact has been made. I have felt it. I cannot ignore it, nor can I purge it—that much you should know. It is not a temptation. It is not a disease. It is an appeal to reason. I know you see the worth; long have the thanatonauts delved into these questions. Where they went, I simply walk a parallel road. Do not abandon me in this. There is little time, and it may be all we have left.\n\nNow, Ikora, to the matter of your inquiry—thank you for that, by the way. That you would not come yourself, I will say nothing.\n\nThere is a second Tree, obviously. It has grown, and from it, the Guardian has taken a Seed that we intend to use for study. With the Tree's parent felled in the Black Garden, this may be a rarely given opportunity. I am only now beginning to record its most lightly guarded secrets. It is fluid in nature—no, Asher, not physically. It acts as an engine of integration, incorporating that which it contacts into its structure. It feeds from paracausal energy. The Light. The Dark. They are vying for dominance within its every particle.\n\nI wonder whether we are meant to enact a second unveiling; whether this is to be a peeling away of an existence nurtured within its bark. One in which we may play out the paths that are yet to come. There are many answers, but the question remains: By whom was it planted?\n\nI hope this message finds you in good health, and less pain.\n\nI look forward to your thoughts.\n\nTo the Gallant, the Mystic, the Scribe: May our bond hold strong. Ever-sworn,\n\nEris Morn",
		"name": "Seed of Silver Wings",
		"hasIcon": false
	},
	"subtitle": "Malleable and hungering. Speak not of what it becomes.",
	"hash": 165763,
	"index": 3,
	"redacted": false,
	"blacklisted": false
}