{
	"displayProperties": {
		"description": "Jolyon Till knelt before the throne, his eyes on the floor. \"He didn't enter the Black Garden to defy you; he did it to impress you. Why else would he risk so much? You're the only thing in the universe that would drive him to such lengths.\" He could feel the queen's cold glare boring a hole through the top of his head.\n\n\"Is that meant as an excuse, Jolyon?\" the queen seethed. \"Because it sounds remarkably petty. Childish, even. The Darkness is not something to be toyed with. Who knows what you might have awakened. My decree was for our protection. As my most trusted Crow, I would have thought you understood that.\"\n\n\"Yes, my queen. I understand.\"\n\nMara Sov slowly descended from her dais, looming over her childhood friend. Her subject. \"You say you understand, yet you directly disobeyed my command to avoid that place.\"\n\nShe bent forward at the waist, until her lips were nearly brushing his ear. Her voice dropped to a whisper. \"Is this treason?\" The word echoed silently through the empty throne room. Jolyon's blood froze.\n\n\"Please, my queen, try to understand. Uldren is your kin by birth. By blood. There is nothing you wouldn't do for each other.\" He paused, choosing his next words carefully. \"He is your brother, but he's mine as well. He's saved my life more times than I can count. And not just in battle. He's saved me from despair. From self-doubt. When Laviska died, when my world was crumbling, he saved me from myself.\"\n\nAs emotion welled up within him, Jolyon found the courage to raise his head and meet the queen's lofty gaze. \"Uldren is my brother too. I love him, and I would follow him anywhere. I would follow him into death, if he asked. Just as he would for you. And if you call that treason, so be it.\"",
		"name": "Holdfast Mark",
		"hasIcon": false
	},
	"subtitle": "In rememberance of those who never saw the sun rise after battle's end.",
	"hash": 1756730947,
	"index": 1372,
	"redacted": false,
	"blacklisted": false
}