{
	"displayProperties": {
		"description": "Final Entry\n\nDear Adelaide,\n\nWhen those people and their drones found me alone at that deserted intersection they demanded to know where you were. I offered them the Obsidian Accelerator. I gave it freely.\n\nYou promised you would leave me, and you did… but you never said how far you would go, did you? You stayed close enough to watch through your scope.\n\nAs the man took aim at my head, I heard the shot and assumed I was dead. But it was him who was dead, not me. You were so far that none of us knew where to look.\n\nThe second man winged me with one of our own weapons. He began to gloat about that, but another round from you shut him up. Two more thunderous shots, and their drones were as dead as they were.\n\nI saw the glare from your scope disappear, and I knew you were heading away. I know you must feel guilty, but don't. It was I who wronged you.\n\nI grabbed the accelerator and got as far from the shouts of the aggressors as I could. They've been on my tail. By now, you're long gone and I've lead those people back inland.\n\nBut I'm done running. The end of my story is close, as it probably should be. So I guess it's time I tell you a few things about, well, you. The end of your life should have followed its natural trajectory. I'm ashamed I changed it for selfish reasons.\n\nDoes the name \"Adelaide\" bring you any flicker of recognition? It is your birth name, and you heard it every day of your life until the day I sent you without your consent into a new world.\n\nYou became Ada-1 when I robbed you of your end. I've loved you since before you were born, and in trying to give you everything, perhaps I've robbed you of a final human experience: a dignified death.\n\nI know I will not see you again. If you want to know about your past, know that you were born a second time in the Niobe Labs. When you were wounded at the labs and I saw you were losing your fight, I did what I always did when the chips were down: I… created something. You, Ada-1. From what I had almost completely lost. I did it out of fear of losing you forever. I charted the course of your life and made decisions that were yours to make, not mine.\n\nI hope you find it in your heart to forgive me for that.\n\nI was naïve. Looked too often to the past. I just couldn't let any of it go. I never did have much respect for the natural order of things. And Helga, well… she was the opposite of me. She only wanted to grow the Armory, to see its full potential. And Yuki helped make that vision possible. The two of them spent as much time looking ahead as I did looking back.\n\nI realize now that there's a balance to life. You look backward a little, you look forward a little. But most importantly, you live in the here and now. You appreciate what you have, because you never know when it'll all be snatched from you.\n\nLearn from our successes and our missteps. Be bold. Do not fear the future. Respect the past. And never forget where you came from. And try never to fear death, if you can help it. I know I don't anymore.\n\nYou know what's funny? I never considered how lucky I was for the time we had together. The envy of all the mothers who ever lived.\n\nI got to love you twice.\n\nYour Mother,\nHenriette",
		"name": "Final Entry",
		"icon": "/common/destiny2_content/icons/262837fce0a19ab03ce56f3bf3038d5b.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1801056588,
	"index": 895,
	"redacted": false,
	"blacklisted": false
}