{
	"displayProperties": {
		"description": "\"Oh, thy broken son of Swarms. Oh, thy terrible child of the Hidden brood. All shall bend, that you may rise. All shall bleed, that stars may die.\" —A Prayer for Zulmak, first verse\n\nIt was Kinox who saw the truth in all the flaws. So many struggled to follow the logic, and with every pained effort, new cracks made themselves known. Whether fault rested with the logic itself or with those who remained to challenge its promise was of little consequence. All that mattered was the harsh reality of the Swarm's spiraling failure. They were lost. They were doomed. With no force to bind and guide them—either through respect or domination—the Swarm would wither and die. Or worse, be reduced to ash by the might of the Traveler's army. Hashladûn had made a fool's effort to raise their grandfather. There was power to be found in nightmares, this was certain—but not a power they could cage until it was their own to wield. Such efforts were wasted, but another possibility had shown itself. The Pit had nearly secured a champion. The logic had almost proven true. Kinox had tried to make her eldest sister see the potential in a warrior broken and bound to their will—but her sisters were too far down their own broken path. Thus, Kinox acted upon her newly discovered truth, and it was this: \"If all are unworthy, all will seek to subvert the tenets of logic in ways grand and infinitesimal, because all will revert to their truest form—all will become survivors.\" Kinox was no different, except that in this Understanding she had found a power of her own—in this Understanding she was free to act without remorse or fear of heresy. Because if all are drawn to sin, then none are sinners but those who fail to adapt to the forced evolution of their broken faith.",
		"name": "Apostate",
		"hasIcon": false
	},
	"subtitle": "\"Survival is our most holy writ. Heterodoxy will be its own undoing.\" —Kuldax",
	"hash": 1812829992,
	"index": 1136,
	"redacted": false,
	"blacklisted": false
}