{
	"displayProperties": {
		"description": "Entry 10\n\nI'm a mother to a beautiful daughter. A daughter who talks to people who aren't actually there. Normal kid stuff, sure. Reminds me of my own childhood.\n\nLike when my mother would tell me ghost stories. They fascinated me. Especially the really creepy ones where ghosts would try to communicate with people.\n\nI decided I was going to be the first person to truly make contact with one. Headed to the creepiest part of my house, the basement. I was going to just sit in the dark and wait until something, anything showed up. But, my plan was cut short. Took one hell of a tumble down the basement stairs. Many bruises and a broken arm later, my mother reminded me that ghosts weren't real. That I should stick to what I could see in front of me.\n\nBut sometimes you just want to believe in a thing, you know? Because what if it is real? What if this big beautiful universe we barely know is much stranger and more complicated than any of us realize?\n\nShouldn't we want to look beyond what we can see with our eyes?\n\nI mean—a gigantic ominous ball floats in the sky over other planets and terraforms them. Stranger things haven't happened. If something like the Traveler exists, doesn't it stand to reason that there's more out there we don't know?\n\nSo many people treat the Traveler like it's not this completely alien thing that we still know nearly nothing about. Sure, we've benefitted from it immensely. But so many people around the world put their blind trust in it. Their faith, even. To a fault. A huge one.\n\nWe've let ourselves become hypnotized by the Traveler into thinking we're all safe. We've let ourselves become naïve about the world around us. We've let our guard down on a personal level. All in the name of achieving world peace and all—we claim—because the Traveler inspired us to do so.\n\nWe're comfortable. Complacent. Unprepared for the next time fate tells to wash us all away. And make no mistake, it will.\n\nMy daughter's not old enough yet to comprehend the Traveler. But she is impressionable enough to become weakened by it like the rest of society, should I let her.\n\nI will not let her.",
		"name": "Entry 10",
		"icon": "/common/destiny2_content/icons/262837fce0a19ab03ce56f3bf3038d5b.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1817834294,
	"index": 878,
	"redacted": false,
	"blacklisted": false
}