{
    "index": 884, 
    "hash": 1817834303, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/262837fce0a19ab03ce56f3bf3038d5b.png", 
        "hasIcon": true, 
        "description": "Entry 92\n\nThis whole thing was supposed to be about life. And here I stand, not by choice, looking out into the void. Only death stares back.\n\nI'm told to hold my emotions inside. To be strong.\n\nBut how? Under these circumstances, who in their right mind could do that?\n\nI'm told this is bigger than me. That I'm not allowed to forget that.\n\nAgain, who in their right mind could do that?\n\nWho in their right mind. Their right mind. Maybe that's it. Why I'm considering this. In all my desperation, I'm not really in my right mind.\n\nThis whole thing was about life. It still is. It has to be.\n\nSo… I'll do it. I have to do it. I have to.\n\nFor her.\n\n---\n\nEntry 93\n\nYuki is in the lab. It's happening right now.\n\nMy anxiety is out of control. The universe is getting smaller every day as humanity is dismantled piece by piece. If we don't stop the bleeding, what will become of us? In the end, all my reservations about manufacturing guns are gone. We have no other choice.\n\nIt's so important the Black Armory succeed, and yet I awoke this morning with a truly selfish thought in my head: What if I turned and ran? Yuki could take the reins. Or whoever. Let someone else carry on.\n\nThen I had some coffee. Cried a little. But I'm done wallowing in self-pity now. Too much is at stake.\n\nI hope everything goes well, rushing the process might not have been a good idea. This sort of thing has never been done here on Earth. We're definitely not going to be able to call Clovis Bray in case of hiccups.\n\nMy life's work is in Yuki's hands now.\n\nI'm exhausted.\n\nI'd like to hear the birds sing again. I hope they escaped.\n\n---\n\nEntry 94\nI sealed that damaged entrance as best I could. The busy work helped me ignore what was happening in the lab. What's still happening.\n\nBut we can't stay here. They're going to attack again and this time, we won't make it.\n\nThere's no time to finish the process in the labs. We'll have to do it from the road.\n\nWe leave at dawn.\n\n---\n\nEntry 95\n\nI buried her remains this morning.\n\nYuki and I had a short ceremony.\n\nNo time to look back. We have to leave.", 
        "name": "Entries 92, 93, 94, 95"
    }, 
    "subtitle": ""
}