{
	"displayProperties": {
		"description": "After the Guardian left his sanctum for the last time, Brother Vance collected his few belongings and stepped onto the scorching surface of Mercury. He found the entrance to the Infinite Forest easily, as though he had practiced the journey endlessly in his mind, because he had.\n\nThis time, he went through.\n\nThe Forest roared. He was struck by the dizzying void of it. The echoes made no sense. He took his first step into the hallowed place and fell to his knees vomiting.\n\nHe struggled with his pack as a tempest beat on his eardrums. He withdrew his Infinite Simulacrum, impossibly small in this immense space, and with trembling fingers synchronized it to the frequency of the crack in the Forest. It ticked like a metronome and then…\n\nSilence. The Forest was sealed.\n\nTentatively, Vance felt his way across the enormous stone he stood on. At the same time, he skipped effortlessly from the stone as if he had done so countless times before. At the same time, he soared. He was moving in every direction—falling, laughing, singing—down every path, into every reality, spreading his message of hope.\n\nAnd the original, the true Vance, felt his infinite parallels erupt from him. He felt them bear him up as they passed. Thank you, he said wordlessly, unable to breathe from joy, and felt a hundred thousand touches of reassurance. He found he was weeping.\n\nThere, in the swirl of his golden echoes, Brother Vance lifted his voice and began his song:\n\n\"Some hope for—\"\n\nHis own voice answered him from behind. \"The future,\" it continued.\n\nVance leapt toward it. He recognized the feel of his own cloak, and his hands found its throat. Its form twisted, turning cold and sharp beneath his hands.\n\nIt threw Vance on his back, but he held on. He pushed his hands up the thing's face, under its blindfold, and dug in with his thumbs.\n\nIt howled. How unfortunate, Vance thought to himself behind his wide smile, that you still have eyes.",
		"name": "Vance: Passeri",
		"icon": "/common/destiny2_content/icons/9e881fa3ad818d0a9d2c94efa9516dde.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1833840096,
	"index": 1418,
	"redacted": false,
	"blacklisted": false
}