{
	"displayProperties": {
		"description": "After she watched the Guardian's ship roar off Titan for the last time, Deputy Commander Sloane went into her office and put on the Golden Age technology she had claimed from the Hive.\n\nThe heavy power source hung from her shoulders like a bandolier. She draped it across her neck and stepped into the suit, vast and clumsy. As she bowed her head into the grey hood, a viewscreen appeared before her. She did not understand the language—not yet—but chose the green option.\n\nWith a hiss, the suit conformed to her shape. It was heavy, but she had full range of movement. She focused on her arm, concentrated, and the material scabbed into thick armored plates. That was something.\n\nShe tried to form Arc energy, but the suit blocked her Light, or perhaps she would have to learn how to flex her Light through the suit.\n\nShe selected another option with her eyes, and selected again to confirm. There was no pain as she felt the suit snake a cold tube through her side and coil somewhere near her stomach. That answered a few of her questions.\n\nSloane lurched outside. There was a storm, like Titan was trying to drive off the invader that sat lazily in its sky. She walked into the gale, and the rain beaded on her second skin. Each step was easier than the last as the suit adjusted to her gait.\n\nA symbol flashed, and a Hive Thrall charged her. She gripped it by its neck and arm before tearing it apart. It was so easy.\n\nShe laughed then, and the suit interpreted it as a battle cry and amplified it; broadcasted it. The sound echoed off the discarded shipping containers on the rainy landing pads, echoed through Siren's Watch and up toward the Pyramid.\n\nLightning flashed in the sky, and the storm raged on.",
		"name": "Sloane: Riastrad",
		"icon": "/common/destiny2_content/icons/9e881fa3ad818d0a9d2c94efa9516dde.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1833840098,
	"index": 1416,
	"redacted": false,
	"blacklisted": false
}