{
	"displayProperties": {
		"description": "Those in the City looked at the sky uneasily. The Pyramid could show up at any time.\n\nThere would be a sudden noise (or, worse, no noise) and there would be a shadow. (Did something that dark cast a shadow?) And then it would be there, above them, in the sky (or it would land, some said). Something would fire out of it (or it would greedily consume the planet, or maybe something would walk out). And that would be the end. Simple as that.\n\nAnd there was nothing they could do.\n\nThen they looked toward the Tower and imagined great plans forming. They saw figures pacing above them, gazing up at the Traveler, gazing down at them. There was comfort in the belief that something was being done, although it didn't allay the anxiety of wondering if the ship would come now, if the last moment was now, or now, or NOW…\n\nSo the people of the City went inside, because even though a layer of metal and plaster wouldn't protect them from the ship, it stopped them from looking at the sky for a while.\n\nThey busied themselves. Those with the know-how patched roofs or laid nanoscale cables or sewed clothing. When they finished, they did the same for others who needed it.\n\nSome of them tinkered with alloy recasters and teased metal decorations out of the air. Those who preferred more traditional materials raised clouds of sawdust as they worked hardwood. The shivering trill of an ether saw played a duet with the clack-clacking loom.\n\nNow showered with attention, household gardens flourished. Tables held heaping bowls of cold, spicy salad, vinegar poured over dark green leaves with orange stems. There was potato soup with chopped green onions and fresh golden peas. There was crusty bread baked with herbs.\n\nAnd the people sat in circles, families and neighbors, passing bowls of hot soup. They ran their hands over smooth wooden sideboards, admired paintings, held soft blankets in their laps.\n\nInstead of looking at the sky, they looked at each other.",
		"name": "Empathic Shell",
		"hasIcon": false
	},
	"subtitle": "For Ghosts who feel the Light of others.",
	"hash": 1847414613,
	"index": 1423,
	"redacted": false,
	"blacklisted": false
}