{
    "index": 1003, 
    "hash": 1939635625, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "The Captain stands with his primary hands braced on a command table. He stares down at a static holoprojection as though it might reveal some new secret. Nearby, the Hunter combs through scout reports. The Warlock taps rapidly at a datapad, running simulation after simulation. No one speaks.\n\nThere is a deafening boom. The holoprojection flickers; the whole Skiff tilts seventy degrees off-kilter. The Captain holds tight to the table, reaching out with a secondary arm to snatch the Hunter as he goes toppling by. The Warlock is not a concern; she has Blinked her way to a secure handhold.\n\nThe Captain calls to his crew, speaking Eliksni too fast for the Hunter or the Warlock to follow. Someone calls back. The Skiff tilts nauseously, then stabilizes.\n\n\"Eramis?\" the Warlock asks.\n\nThe Captain nods. Letting go of the Hunter, he disappears through an access hatch to consult with his crew.\n\n\"I don't like this,\" the Hunter says lowly. \"We should be there with him.\"\n\nThe Warlock chews on her lower lip. She doesn't like it either, but they've argued endlessly with their Captain and gained no ground. \"We have to trust him,\" she says finally. \"This is what he wants.\"\n\n\"Trust him to die?\" the Hunter hisses. \"Let's break down how stupid this is: not only does he wants to infiltrate the Tower without us, he's planning to wear Devils colors to interrupt a Devils heist to reclaim SIVA. And instead of leaning on us, his good Guardian friends, he's banking on some stranger—\"\n\n\"Not a stranger,\" the Warlock cuts in.\n\n\"Fine! Not a stranger, but definitely not a friend!\" The Hunter grits his teeth. \"We should do it. We need to do it. Let's just go; let's go now. We can cut them off.\" He conjures his Ghost with a twist of his wrist, readying for transmat.\n\n\"We have to trust him,\" the Warlock repeats, reaching out to grasp the Hunter's forearm. \"I think he's right when he says it doesn't mean anything if we do it. Guardians do extraordinary things all the time. And he needs more allies…\"\n\nThe Captain reenters their little ad-hoc war room. They draw up guiltily. The Hunter hides his Ghost.\n\n\"All well?\" he asks, looking between them.\n\n\"Eia, Mithrax,\" the Warlock murmurs. \"We're all good.\"\n\nThe Hunter says nothing.\n\n\"We walk this hardship-path with joyful hearts. Be brave.\"", 
        "name": "Outbreak Perfected"
    }, 
    "subtitle": "~directive = KILL while enemies = PRESENT: execute(directive)~"
}