{
    "index": 1319, 
    "hash": 1942793466, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "Yara slammed a rocket into her launcher. \"These crates really skimp on quantity.\"\n\n\"Sadhij is down.\" Trestin turned to Yara. \"This one's alone.\"\n\nThe words had barely escaped her when a Warlock brimming with Void Light Nova Warped past them. Yara turned and launched a rocket over Trestin's head. The opposing Warlock concentrated her aura of Void energy into her hand and unleashed a supernova blast. The two projectiles collided; void and flame ripped through each other and burst outward, sending all three fighters in different directions.\n\nYara groaned as her vision began to clear. Her head sang a familiar tune of disoriented pounding and Auto Rifle fire. Fresh blood ran from rigid shrapnel protruding from her leg. \"Trestin… check in.\"\n\nNo answer. Yara reached blindly through dust and particulate to recover her weapon, but found only scattered bits of stone and debris. Static streaked through her visor, throwing heat signatures directly in front of her through the swirling dust. She knocked the side of her visor to clear the interference. A violet shockwave pushed away the dust. Trestin knelt a few paces away, beaten. The Warlock bent her glowing hand into Trestin's chest plate, lodging a vortex grenade into her armor. Yara met her eyes and saw the Void overtake her. She did not hear the scream, or the splitting armor. She only saw flickers of Trestin break apart and scatter as the vortex ate away at her.\n\nYara shook the shock-hold on her mind and pulled her Sidearm. She snap-fired a round into the Warlock's shoulder. The Warlock recoiled from the force and whipped an open palm of malformed Void at Yara, releasing unstable energy that shattered the pistol's frame into ragged scraps. \"No more of that.\"\n\n\"That was cruel. She didn't deserve…\"\n\n\"None of us 'deserve.' It's about what you can get.\" The Warlock smiled and raised a hand of gnarled Void. \"Brace yourself.\"", 
        "name": "Tomorrow's Answer"
    }, 
    "subtitle": "Could you please repeat the question?"
}