{
    "index": 1158, 
    "hash": 195035308, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/8c0706add485858efbfa140c55949940.png", 
        "hasIcon": true, 
        "description": "He's had this hallucination before.\n\nIt's not that good, as hallucinations go: Praedyth's radio is talking to him, voices rising out of the static. He wishes it'd at least use a familiar voice, a Pahanin or Taeko or Kabr. He'd even take a Mir at this point.\n\nHe turns his head toward the radio. His cheek scrapes against granite. It hurts vaguely, the same way everything does, muffled by too much time and not enough Light.\n\n\"You said that already,\" he tells the hallucination, helpfully.\n\nIt squawks, \"I did? When?\"\n\n\"Last time.\" Or the time before. Chronology is a lost art in this cell. \"Alert, spelunkers contact band two-two-seven dot nine-seven, something something, Skyshock potential…\"\n\nHis voice fades. It hurts to talk.\n\n\"Say again?\" The hallucination has a new voice this time, sharper, male. Nearly Mir-ish. \"The band number?\"\n\nPraedyth rolls back over to face the ceiling, blank as always. He sighs. He's catalogued constellations in its speckles, cats and Ghosts and a squid or two.\n\n\"Excuse me? Whoever you are?\" The first voice is back. \"We're calling from band two-two-seven dot one-seven. If you were contacted by another two-two-seven group, we really need to know.\"\n\n\"You said that last time, too.\"\n\nA third voice interrupts. \"Did the other group use this radio frequency?\"\n\nThey did. Praedyth hasn't had the strength for fiddling with his radio lately, in new attempts to contact the world outside this cell. Hasn't had the strength for much but counting off meaningless intervals of time, waiting for the next window to chance a message.\n\n\"We've tried this frequency at least a dozen times over the past month. It's never worked before.\"\n\nThen what's changed?\n\nThe question shakes him out of his torpor.\n\nPraedyth sits up, a wave of nausea following, and he repeats the question out loud.\n\nMaybe it's not a hallucination. Maybe he's finally breached the walls of the Vault somehow. Maybe he has a chance.\n\n\"Hello? Are you still there?\"\n\nAll he gets back is a wash of static. Whatever signal he was picking up, it's gone.", 
        "name": "Mirative"
    }, 
    "subtitle": ""
}