{
	"displayProperties": {
		"description": "The Garden wakes, and the Undying Mind wakes with it. It rises from the barrow that's grown up around it, shedding vines and hanging moss like bedsheets.\n\nCircuits flood with power, pass the excess along to the next in line, flex massive limbs in boot sequences. Goblins write more circuits and weld them to the Mind, building it up to take advantage of the power—not an occasional pulse now, but a steady hum. Their faith has been rewarded.\n\nIn the Vault, one hundred and eighty-three sets of simulated Golden Age scientists flex their own limbs, ready to make a break for it. Praedyth, kneeling at his radio, shakes out his hands. They're stiff—he's stiff, queasy with exertion and worry and a stack of lifetimes in a cell—but ready.\n\n\"How big is a transistor compared to a pin, do you know?\" He can't tell which Maya is speaking. There are one hundred and sixty-five of her spread between the teams.\n\n\"Are you calling me an angel?\" This is Chioma, amused. Praedyth knows which team it is now: 227.72's Chioma sounds hoarser than the others. He doesn't know why.\n\nMaya again: \"Would you like to dance?\"\n\nDuane-McNiadh snorts in hundred-part harmony, and eighty Shims grin and elbow him in the metaphorical ribs.\n\nIt's a slim chance. But a chance is all they need.\n\nThe Garden's massive door hums, an echo of the song the Goblins sing as they tend the flowers. The first Minotaur readies itself to step through, shield coming awake around it.\n\nEverything that has happened is, from a certain point of view, always happening. Everything that will happen is happening. If you know how to slice the ribbon of chronology thin enough, you can step through to the necessary moment. If you know how to tear it…\n\nA hundred and sixty Mayas reach for the Chiomas by their side. A hundred and fifty-eight Chiomas reach back.\n\nOne Praedyth, waiting for the conductor's baton to drop. Uncountable Vex in the Garden, waiting for the same event, a synchrony none of them notice.\n\nSomewhere, a veil is always lifting.\n\nSomewhere, Kabr is always dooming himself.\n\nSomewhere, a door is always opening.\n\nSomewhere, they are always stepping through.",
		"name": "Irrealis",
		"icon": "/common/destiny2_content/icons/8c0706add485858efbfa140c55949940.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 195035301,
	"index": 1166,
	"redacted": false,
	"blacklisted": false
}