{
	"displayProperties": {
		"description": "The pulses are stabilizing. The voices come often enough now that Praedyth has been introduced to their owners: Sundaresh, Esi, Shim, and Duane-McNiadh. Not infinite mirrored variations of them from different timelines, but simulations all split off the same base, way back in what must have been the Golden Age. Some have grown far different from their progenitors.\n\nSome have not.\n\n\"We have to base the modifications on the ansible system,\" one Duane-McNiadh says. He's either from 227.13 or 227.204. The voices have been bickering in his ear for what feels like hours.\n\n\"The ansible is a thought experiment! It was proved impossible!\" says another. Some people, Praedyth has heard, are their own worst enemy. In the case of Duane-McNiadh, this might be right.\n\n\"An impossible machine could be the only solution to getting us out of an impossible prison—\"\n\n\"So how do you propose to build it?\"\n\nFinally, a decent question. Praedyth jumps in. \"What materials would we need, hypothetically? We're limited by what I've got with me.\"\n\nHe's in contact with six groups of them, all based in Vex network systems near Venus. They must be within ambit of the Vault's entrance, whatever that means. There are more of them further out both in the solar system and in the Vex information networks: up to two hundred and twenty-one more, apparently. There must be a way to contact them too, to use whatever let them connect with him and go even further, till they can figure out why now and what's happening. What the Vex are doing.\n\n\"What do you have with you?\" That's Maya, Dr. Sundaresh. Brisk. The others listen to her when she speaks.\n\nHe has three guns, two disassembled down to their casings for parts. Two boxes of physical ammo and one of Omolon energy cells he's been using to power his radio. He stripped his armor down long ago; he made a comm unit from his helmet and pulled fine coils of wire from the conductive pads on his gauntlets and steel plating from his boots. In his pockets, he's got lint and the wrapper from a candy Pahanin tossed at his head half an hour before they entered the Vault. It's worn soft and folded into the shape of a crane. No Ghost. Her loss is one thing he has never gotten used to after all this time in the Vault; he still wakes up some days expecting the small weight of her on his shoulder.\n\n\"Anything to etch circuitry with?\"\n\n\"If you give me ten minutes.\" He's got a laser pointer and the focusing crystal out of his Omolon rifle.\n\nWhile he works, all of the Chiomas hold their own discussion.\n\n\"If Praedyth exists physically, even if the space he's in isn't strictly real, he has accesses we don't. And vice versa. Maybe together we can get something to work.\"\n\n\"If you believe his story about the Traveler,\" one of them says, doubtful—227.18's Chioma, more skeptical than the others.\n\n\"I've believed weirder,\" another one of them says cheerfully. She pauses and adds, \"Do you remember the first thing we saw the Vex do?\"\n\n\"Go for Maya's throat?\"\n\n\"No—jump into that frame. Clear through the air.\"\n\nSix Chiomas rattle their fingers against their radios in unintentional polyphony, thinking.\n\n\"Think we're close enough to Vex at this point to use one of their tricks?\"\n\n227.18's Chioma turns wry. \"What's a little more tightrope walking between friends?\"\n\nPraedyth lifts his head from his former laser pointer.\n\n\"How much of a chance does this actually have of working?\" This was Shim, usually the quietest one.\n\n\"Oh, negligible. But it's better than chasing after tech disproved centuries ago.\"\n\nPraedyth doesn't have enough scavenged parts for both trials. It's one or the other, a choice they can't undo.\n\nThey take a vote; Praedyth marks the tally with screws on two adjacent flagstones.\n\n227.18's Chioma gives the first aye.\n\nIt's unanimous.\n\nThey're taking the leap.",
		"name": "Deontic",
		"icon": "/common/destiny2_content/icons/8c0706add485858efbfa140c55949940.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 195035305,
	"index": 1162,
	"redacted": false,
	"blacklisted": false
}