{
	"displayProperties": {
		"description": "The pulses from outside the Vault come quicker now. More copies of the Ishtar Collective team arrive, using them for a boost, leapfrogging in from the dark.\n\nTheir messages are getting out there, out to the ends of the Vex networks.\n\nThe pulses are getting strong enough that Shim thinks they have a chance to boost data even beyond the network to physical reality—whatever \"physical reality\" means to them and to Praedyth at this point, lifetimes deep in Vex projections.\n\nPraedyth is attuned to the rhythm of the Vault; when another pulse lines up with that momentary weakness that lets his radio work, he pushes a message through.\n\nIt doesn't bounce back. It has gone through. He whoops raggedly; a dozen Ishtar Collective scientists return the cheer.\n\nThey start to send messages scattershot, wherever they can, whenever the pulses climb high enough to boost their signal. That works for a while. Then the pulses get too strong, strong enough to destroy the integrity of the messages. Instead of skimming along the top, riding the wave, the messages tumble through it and shake apart under its power.\n\nIf they're getting strong enough to unravel data, it could be they're getting strong enough to carry something heavier than a pile of code.\n\nIt's worth a try, Praedyth thinks. Anything is, at this point. Something is coming, a tidal wave's shadow looming over every timeline he can see. Its peak rises sharp over the Earth, breaking the terminator's arc with a deeper darkness. The City can't escape it.\n\nPraedyth carves messages into the last functional pieces of his gear: anything that can serve as a bottle for his messages, thrown out on time's ocean. And what does a Guardian pay more attention to than their equipment? They'll catch someone's eye, somewhen.\n\nHe knows the wave is coming. More visions flicker past him now, burning afterimages into his eyelids. More timelines—a possibility or eventuality, he doesn't know—lost to the encroaching dark.\n\nHe knows they won't be able to handle it alone. He knows they need a warning. They need to know it's coming.\n\nSoon.",
		"name": "Jussive",
		"icon": "/common/destiny2_content/icons/8c0706add485858efbfa140c55949940.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 195035307,
	"index": 1164,
	"redacted": false,
	"blacklisted": false
}