{
	"displayProperties": {
		"description": "227.97\n\nHere's how it goes: you and Maya and Shim and Duane-McNiadh take your first cautious, sliding steps out into the Vex information network. You get your footing. You've got to translate everything into metaphor to understand it, here, and this is like tightrope walking on a greased line. You and Maya lean into each other. Shim slips, and you help him up. You explore. You go on.\n\n227.3\n\nHere's how it goes: you and Maya and Shim and Duane-McNiadh take your first cautious steps out into the Vex information network. You've got to translate everything into metaphor to understand it, here, and this is like doing a Fourier transform on yourself down the blade of a sundial. You fumble a step, and Shim and Duane-McNiadh hoist you back up between them. You come up with a pair of skinned knees, but it's fine. You explore. You go on.\n\n227.218\n\nHere's how it goes: you all take your first confident steps out into the Vex information network. Maya says it feels like trying to get down a mountain on a surfboard. Duane-McNiadh makes grim pronouncements about avalanches, but he does this from a step ahead of you. You're all eager to get started.\n\nYou come to a place that's a simulation of a world you don't recognize—hills rolling with grain that's just faintly iridescent, the color of their stalks an echo of the purple sky. Something in the distance calls out—a bird, maybe. Something that might be the Traveler lies on the distant horizon, a moon-sized eggshell discarded on the ground. It's spiderwebbed with cracks. No light emerges from them.\n\nDuane-McNiadh walks too quickly, not testing the ground. He's gone before you can blink—fallen through an unseen edge of the simulation. When you move to where he disappeared, tilting your head at a certain angle makes the world give itself over to empty black with glowing wireframe edges that don't do anything to illuminate it. Tilt your head back, and there's nothing but purple wheat and the far-off call of an unknown bird.\n\n\"We have to go after him,\" says Maya, \"we can't just leave him—\"\n\nYou're all still shocked, faces drawn. Shim bends for a rock, squints, and tosses the stone underhand at the edge of the simulation. It disappears before it can hit the peak of its arc. He shakes his head.\n\nYou and Maya repeat the experiment, heads cocked like nervy sparrows. When your rocks hit void, they disintegrate first into wireframe and then into that black nothingness.\n\nYou retreat. You put up a marker at the rise of a hill, for all the good it'll do. You mourn. You go on.\n\n227.7\n\nYou lose Shim.\n\n227.33\n\nYou lose Duane-McNiadh.\n\n227.200\n\nThe four of you cobble a radio together to contact the other teams. Every night, when you stop to rest, you click through the channels, hoping another team has had the same idea. On a cliff made of glass, topped with a thin layer of sandy earth and a thinner layer of grass, you get a response that's nearly intelligible.\n\nYou rest the next night at a seashore under the glass cliff. You wake up before dawn at the sound of screaming. You don't have time to find out what's happening before it happens, very finally, to you.\n\n227.72\n\nYou lose Maya.\n\n227.41\n\nYou lose Maya.\n\n227.59\n\nYou lose Maya. \n\nYou mourn. The thought of all the other Mayas out there doesn't help. They weren't the Maya you'd puzzled with over living basalt flowers, a world with seventeen moons, a continent that Shim had sworn up and down was sixteenth-century Australia and that Duane-McNiadh couldn't be dissuaded from calling Pangaea. You'd found a simulation with a city where you discovered a jewelry store, picked out a necklace, brought it home to her, and wished her a happy pseudo anniversary.\n\nMaya didn't like bracelets, said they always fouled her work. Her hair had been getting shaggy again and was due for a trim. She could never decide whether or not to grow it out. She laughed at you lifting weights to maintain simulated muscle, but she spotted for you all the same.\n\nThere are other Mayas out there, layers of them, all the way up to the original, wherever she is. You hope they're doing well. But that doesn't stop you from missing this Maya, missing whatever arguments and discoveries you'd have shared in the rest of the lifetime you'd promised to one another.\n\nShim and Duane-McNiadh pull you up from beside Maya's marker. A basalt lily rests on top of it, petals thin enough to let light through.\n\nYou go on.",
		"name": "Volitive",
		"icon": "/common/destiny2_content/icons/8c0706add485858efbfa140c55949940.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 195035306,
	"index": 1165,
	"redacted": false,
	"blacklisted": false
}