{
	"displayProperties": {
		"description": "Describe time. No, really, give it a go.\n\nYou're going to say something about a sequence of events, aren't you? Seconds sliced off a clock, marching one by one off into infinity. Go ahead, use your metaphors: A line. A loop. A flat circle. Heard someone say time was like water once. At least that was novel.\n\nThe Vex, they're the closest to understanding it. They've got distance from it. If time's a river, then we're fish and they're diving birds. What's wet mean to a fish? What's it mean to an osprey, who's never fooled by refraction on the water's surface?\n\nHold on now, you're gonna say. This is getting a bit abstract, even for the bodiless echo of a dead guy in the Garden. You want concrete truths? Something simple, digestible? A story to keep the dark out?\n\nYou want time to be a staircase we keep climbing forever. But hey, even a Guardian skips back a step or two now and then. Die with your Ghost in range, and it'll just pop you back to before that bullet, give you the chance to make a fate you like better. Nothing's been simple on Earth since that big white cue ball rolled in from the next neighborhood over. And the stories, they don't work too well as a night-light anymore.\n\nYou're going to say, but the Traveler is our friend, the Traveler likes us, it gave us a Golden Age and garden worlds and Guardians. You're going to say, you wouldn't be alive without it, mister big shot.\n\nWithout it, I wouldn't be stuck in the Black Garden making bets with myself on which Goblin's going to be the next to slip on a soggy leaf and fall off a cliff, either. You took my Light already; you'd better take my advice.\n\nI know the Void's still calling. But I've come untethered—I can't reach it any more. So, if I'm right that I can reach you, you keep your ears open. I don't care how much you hate hearing it. This is important.\n\nThe Vex understand time in a way we never will. Doesn't matter how long I spend here watching them. Doesn't matter how many jury-rigged portals Guardians fling themselves through. We live in time. They use it as a tool. Any moment that's ever happened, any moment that will ever happen, they can go back to it. Play it again till they get it right. Simulate it.\n\nThe Light's a counter to that. They come back, a Guardian comes back. They simulate an ending, a Guardian tears through it. Stalemate.\n\nBut the Vex in the Garden? They bend the knee to the Garden's Heart. It gave them power till you got lucky. The Vex outside, they made a different calculation. They run. But the Vex inside make the same deal you make, every day of your unnatural life. And who's to say that deal won't start paying off for them again sometime soon?\n\nYou can't understand the Vex, and you don't want to understand the Heart. But is your ignorance any more forgivable when it's willful?\n\nLots of questions and not a lot of answers. Better take care, or you'll drown in 'em, surely as you'll drown in time, whether it's anything like a river or not.\n\nYou see?",
		"name": "Atelic",
		"icon": "/common/destiny2_content/icons/8c0706add485858efbfa140c55949940.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 195035304,
	"index": 1163,
	"redacted": false,
	"blacklisted": false
}