{
	"displayProperties": {
		"description": "Praedyth has watched from his cell for longer than he knows how to quantify, sitting inside, looking out.\n\nHe's seen so many different timelines. There's no way to know which are real.\n\nFrom a certain point of view, they might all be.\n\nSome things he recognizes. He sees the Traveler often, though he can't feel its Light through the bars of his cage. Sometimes it hangs over a city so familiar it makes his heart ache. Sometimes it hangs in an alien sky, and foreign shapes make airy loops around it—Ghosts of unrecognizable make.\n\nSome visions he gets once, while some come back over and over again. One recurring image: a piece of the Traveler cracked off from its body, lying belly-up in a forest, with a small figure standing in front of it. The figure changes every time, but the sickly glow of the Traveler doesn't.\n\nOnce, he sees a vision of himself. Straight-shouldered, warm in the Martian sun, standing between Kabr and Pahanin. Kabr's helmet is familiar; it's one Praedyth helped make. He was a defter hand with spinfoil lamination than Kabr ever was. Kabr had worn that helmet barely five years into their life as a fireteam, worn it for six straight months, till he cracked it in half in the Crucible. That vision makes Praedyth weep—desiccated as he is, he didn't think he had it in him.\n\nThe Vault shows him Mercury again and again, recognizable only thanks to the scale of the sun in the sky. Sometimes there's rubble hanging in space, a planetary ring still forming. Sometimes there's nothing but rubble, and when he turns, he doesn't see any of the other planets in the system. Gone, somehow, eaten down to the crumbs.\n\nPraedyth wouldn't mind those visions so much if he could only feel the warmth of that colossal sun. His hands are always cold, here in the Vault.\n\nHe sees waves of aliens cross the solar system's threshold, emerging into the light from outside the heliopause. Some of them travel with the air of eager, conquering armies, paint fresh and banners snapping. Some of them move as if they're on the run from something behind them, out in the galactic dark.\n\nHe watches the movements of the Vex. He learns to tell them apart: the shining silver ones, the brass ones with backswept horns, the ones with eyes glowing white. Occasionally, scattered among them are pockets of Vex stained with verdigris, their arms trailing shawls of moss. All the other Vex keep away from those ones. Twice, he's seen other Vex fight the mossy ones. It looks like the other Vex are frightened of them, as much as Vex can be.\n\nSome timelines have veils drawn over them, a darkness too thick to see through. They push back against Praedyth's sight, resisting.\n\nAll the timelines he sees could be true for some living thing. He doesn't know which are true for him. He doesn't know if that's a meaningful question to ask.\n\nHe asks it anyway, and he keeps looking. There's no reason not to.\n\nHe's got all the time in the world.",
		"name": "Epistemic",
		"icon": "/common/destiny2_content/icons/8c0706add485858efbfa140c55949940.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 195035310,
	"index": 1161,
	"redacted": false,
	"blacklisted": false
}