{
	"displayProperties": {
		"description": "The Undying Mind lies in the Garden, a ruin of metal given over to greenery, a barrow rising out of black soil rich with nitrogen and thought.\n\nEverything in the Garden becomes of the Garden, eventually. Shed leaves decompose and fertilize the soil. So do the bones and unspoken ideas of everyone who couldn't find the end of the maze.\n\nSo do the wordless songs of the Vex gardeners.\n\nThey walk between the leaves, encouraging growth, laying down their bronze pathways, the only straight lines in all the Garden's tangles. The Vex weave themselves into the Garden, and the Garden returns the favor.\n\nHarpies patrol in the air as Goblins do on the ground, their vanes wafting in the still air on their endless, untiring rounds.\n\nThe pathways lie dull against granite. No power runs through them, not since the Heart stopped beating. But the Vex of the Sol Divisive have programmed themselves to worship the Darkness. It has given them power before. And the Vex understand time: what has happened before is, somewhere, still always happening. What will happen is happening now.\n\nSoil that lies fallow for a season will recover and produce again. Power that wanes will wax again, if the ground is ready for it.\n\nThe Harpies stop where they are, a shudder running through each of them in order from one end of the Garden to the other. A flicker. A wash of power, coming from somewhere distant.\n\nA pulse.\n\nThe power it carries lights up the pathways. The Mind's eye blinks for a bare moment, under its blanket of lichen.\n\nThe power passes through the Garden, overruns the Vex machinery within it, floods the network beyond it.\n\nA moment held, like the shore after the tide rushes out.\n\nMotes of something that isn't dust shake in the air.\n\nThe bronze pathways hum, a counterpoint to the Goblins' song. And the Garden's door vibrates with them.",
		"name": "Realis",
		"icon": "/common/destiny2_content/icons/8c0706add485858efbfa140c55949940.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 195035309,
	"index": 1158,
	"redacted": false,
	"blacklisted": false
}