{
    "index": 479, 
    "hash": 1964416141, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png", 
        "hasIcon": true, 
        "description": "I play nice with the Vanguard now, but it wasn't always that way. Not that we were enemies. We just tended to see things through a different lens.\n\nBut Andal…? Playing nice was his forte. He was always more… I think \"diplomatic\" is the word?\n\nOur big play back in the day was… get the Vanguard to loosen their leash—let us explore, let us lead a new era of expansion—and the riches of the system would be ours.\n\n\"Ours\" as in everybody's, of course. Though we'd get our cut.\n\nIn hindsight, we were waaay too ambitious.\n\nDidn't see it in that light at the time. But, then again, you never do.\n\nWhen Andal joined the Vanguard, he was our inside man. It was a sweet deal—he would drop intel on new stashes or Fallen movements, and Shiro and I would jump the gun, hit 'em first, claim what we could, deliver the rest to the City.\n\nMaybe we skimmed a little off the top—nothing excessive, just a \"finder's fee.\"\n\nProbably shouldn't be putting all this out there for anyone to judge… What's the statute of limitations on misspent youth? Whatever… Long time ago. But it speaks to what I'm getting at…\n\nI always tried to do right, even if I occasionally got sidetracked. Andal joining the Vanguard was a gift in some ways, a bummer in others. More importantly…\n\nHe'd made a deal, given his word—to me and to himself—when he took the Dare.\n\nI won, he lost.\n\nSo he left the road. Joined the bigwigs up in the Vanguard. And he reminded me of a lesson I've always known, but every now and then would forget…\n\nYou give your word, you keep it.\n\nBut the longer Andal was up in that Tower, \"caged\"—my word, never his—the more he saw things \"the Vanguard way.\" Looking back, he was only ever doing the right thing. Seeing him change and, in truth, grow as a Guardian and as a person…\n\nI've never admitted this, but… I thought less of him. My best friend, my closest ally—all because he'd stuck to his word. Accepted the Dare, and even when he came up on the bad end, he never wavered from doing exactly what he said he'd do…\n\nJoin the damn Vanguard. Leave me and Shiro to have all the fun.\n\nI thought he was a sucker.\n\nTurns out, the only sucker was me.", 
        "name": "Flop"
    }, 
    "subtitle": ""
}