{
    "index": 477, 
    "hash": 1964416139, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png", 
        "hasIcon": true, 
        "description": "Made a deal with myself, long ago…\n\nIf people needed help and I could do the helping, I would—so I do.\n\nYeah, when that help returns a bit of loot or goodwill my way, all the better, but there's never been a cache I robbed or a stash I hid that didn't offer something to those in need. Not many people know that. Fine by me. I don't like to brag.\n\nTrue, I never wanted the Vanguards' life, but that's not because I didn't see its value. Just that its value fit others better than me. Besides, few can do what I do. Hell, few would even try. I mean, come on… It's me.\n\nThe places I've been. The trouble I've seen… caused… whatever. Was a time Shiro, Andal, the crew, and me would do more good doing bad than the mightiest Titan ever dreamed.\n\nThe trails we blazed. The supplies we recovered—pilfered, filched, scammed, stole, found, uncovered, looted. We weren't the only ones, but the world outside the City got a whole lot bigger thanks to us.\n\nYeah, sure, I don't get out as much, but I'm fixing to change that.\n\nZavala won't like it—never does. Ikora will try to convince me otherwise—always does. But we've seen how precious our Light is… How fleeting. Gotta use it while we got it…\n\nDo good. Be good. Push the limits. Take back what's ours.\n\nAnd that was my first bet… All in. Day 1. I bet on myself.\n\nI saw the edge of those dark ages. You've heard the stories. If not, look them up. Scary stuff. Real eye-opener. I've seen the City grow. And fall. And grow again—stronger. I seen the best of us, and the worst. And I'll fight to ensure we stick around long enough to see that \"best\" turn to better and that \"worst\" fade to memory.\n\nSo, yeah… I'm a loudmouth and a braggart, and I'm quick with a blade and fast on the draw. And if you need it found, fought, killed, saved, or stashed for safe keepin', few can do it better. But in the end…\n\nI'm only good because he was good.\n\nI like to think I learned that from myself—that the notes left by the \"me-that-was-before-me\" set the stage. That Five figured, back in those dark days, that Six might not turn out all that nice and end up a Seven. So that former \"me\" wrote me a road map to the version of him—or me—that would be a better man.\n\nSo, whatever hand I was dealt, when the bet was placed and it was time to call, no matter what—I had an Ace and a Queen up my sleeve.\n\nMeaning I couldn't lose.\n\nMeaning the better man would always win.", 
        "name": "First Stake"
    }, 
    "subtitle": ""
}