{
	"displayProperties": {
		"description": "Case you can't tell, I ain't the best storyteller. I can be. Boy howdy, can I rip a yarn! Don't believe me? Ask C.C. Don't believe him? Ask the Colonel. Those two have heard things you wouldn't believe.\n\nJust that, this…? What I'm doing here, the whole \"based on a true story\" thing? I can feel myself trying to talk around what I want to say, fill it with the ol' poop and circumstance. I'm trying, though. Fighting my… better angels, to get to what I need to say. And what I need to say starts with Andal.\n\nAndal and the Dare.\n\nMy Dare. Our Dare.\n\nThe Hunters' Dare.\n\nIt's a stupid thing.\n\nBut it's an honor thing.\n\nAnd it cost me my friend—I cost me my friend.\n\nBut before the Dare, we had Taniks. Hell… After the Dare we had Taniks. After my Dare we had Taniks. Always comes back to Taniks, don't it?\n\nFor the uninitiated, Taniks is a Fallen mercenary with no House but the House that pays him. Most Fallen won't deal with him. But when a Captain, or an Archon, or a Kell needs something done and their crews ain't cutting it—or, when they want a job done real hush-hush—they call Taniks.\n\nBack in the day, me, Shiro, Andal, and a few others got on radars we'd rather stay off. The Fallen Houses put out bounties. Lotta Glimmer on our heads. Lotta Ether. Taniks took the gig. Only we didn't know. There'd been stories of a renegade Fallen dropping bodies, but nothing ever concrete, so we just brushed them off as more of the same. Nothing we couldn't handle, even on an off day.\n\nI mean, we were all aware the Fallen were dangerous—big-time threat, each day, every day. But a solitary Fallen boogeyman, free of House, cutting down Guardians one by one? Ha, yeah right.\n\nUntil \"yeah right\" was standin' in front of us.\n\nFirst impression… He was a big boy. Bad attitude.\n\nSecond… He was standin' over the body of Nian Ruo. Didn't know her well, but we'd done a few runs. That day was supposed to be an in-and-out'er. But then… Taniks.\n\nNian never got back up, and Shiro's boy Lush lost his Ghost—full-on RTL, returned to Light. Gone and done.\n\nThe whole scene was a blur. Lost our haul and hauled our butts outta there. Still not sure how we lost Taniks and his boys. Just lucky we did.\n\n'Course, ditchin' that troublemaker wasn't the end.\n\nShiro and I got back, filled Andal in on the what-went-down soon as we found him. This was before his Vanguard days. He'd been running a second grab on a cache out west. Wasn't back till the next night.\n\nWe told him about Nian. Lush was freaking out about his Ghost. Couldn't blame him. Still can't.\n\nThen we did the dumb thing.\n\nWe got cocky.",
		"name": "Raise",
		"icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1964416142,
	"index": 481,
	"redacted": false,
	"blacklisted": false
}