{
	"displayProperties": {
		"description": "Ever heard of Andal Brask?\n\nYa should've. One of the old heroes. Before Black Gardens and Hive gods and that Cabal-shaped mess we just cleaned up.\n\nYeah, he was… somethin'. Hunter part of the Vanguard before yours truly. More importantly…\n\nHe was my friend. A brother, even.\n\nAndal and I used to run with one heck of a crew. This was before he got himself roped into fireteaming up with the top brass. Oh, we were legendary. Ran scouting parties looking for survivors to lead back City-side. Mapped lost sites where old tech or supplies might still be worth the salvage. Hunted plenty of Fallen. Never an easy task. Especially in the early days.\n\nAnd by \"early days,\" I mean my early days. Lot of Guardians been around longer than me, but even in my newborn new life, the City had a lotta growing up to do. And us Guardians had a hell of a lot to learn. Trouble is, we only ever seem to learn the hard way…\n\nThe Red War. That time Crota woke up cranky and slapped around more Guardians than I can count. Twilight Gap. And all the bad that happened before my time. The Iron Lords and their tussle with SIVA. …Six Fronts.\n\nAnd those are just the headline grabbers. So many lessons learned. So many lives lost. But, in truth…\n\nI've always felt it's the day-to-day struggles where we learn the most about the world, about ourselves. Being inside the City walls, sure, we're reminded of what we're fighting for. But outside the walls…?\n\nIt puts a face to all we've lost. Puts a reality to how far we've fallen. Abandoned roads, crumbling cities—rust and ruin, ruin and rust.\n\nBut if the City gives us reason to fight for the now, those old, dead places always give me hope for tomorrow. Rusted, broken skeletons or not… If you squint, you can see all we were and all we can be.\n\nThat's why, when Andal left the road and joined the Vanguard, me and the crew hoped he'd get the others—Osiris, Zavala, even the Speaker—to see what we saw. The City was a refuge, yeah, but if we hid too long, let all we'd lost get picked apart by pirates and warmongers, we'd lose our humanity.\n\nJust like we lost Andal.",
		"name": "Fold",
		"icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1964416140,
	"index": 479,
	"redacted": false,
	"blacklisted": false
}