{
	"displayProperties": {
		"description": "Hey, kid.\n\nI know I don't write you very often, ya know? But it's better than never.\n\nAin't easy for me to find the words. I mean, it is, I find them. But I know they're not always the right ones. Too much flash. Too much looking out for how I'm looking, not enough just telling it how it is. That's why I'm doing this, Ace. That's why you and me are having these words. Easier to say them than scrawl 'em. This way, now that I'm doing it, it feels more honest, if I'm being… Feels more true.\n\nThing is—and I'm sorry it's like this, but… I can only talk to you… in my mind. In my heart… This is how one-to-one works now.\n\nFather and son.\n\nCayde and his firecracker Ace.\n\nWhat am I doin'?\n\nReality is… ain't no telling who I'm talking to. Hell… Could be me, the \"me after me.\"\n\nHi, me! Lookin' good! Sorry you can't remember all you can't remember. That's just an Exo's lot in life. Though, if you are me sitting on the other side… I gotta tell ya…\n\nI never wanted this. YOU never wanted this.\n\nI made it real clear… To the Big Z. To Ikora. Banshee. Amanda. My pal Jimmy down at the ramen spot …that if anyone ever finds that Deep Stone Crypt thingy—\n\nI stop counting at six, no higher. Ya hear me? No. Higher.\n\nThink there's just something about the number 7 that gives me the heebie-jeebies—unlucky, overrated, I don't know, just a number with bad mojo in my book. So, if you've got a 7 in tow, or above, someone's changed the game. Someone's not playing nice.\n\nMight wanna do something about that.\n\nIf you haven't listened to the earlier files—the start of this ramble—find 'em. Hear 'em. You might not want to take lessons from an unknown reflection, but trust me… whatever kind of man you are… you can be better. Also…\n\nThere are journals. Don't call 'em a diary. A three-eyed gal with a preference for deep holes and nightmares always called 'em diaries. Don't take cues from her. Anyway…\n\nEnd of the day, New Me—if that's you—you get to choose who and how you want to be. The hope is maybe I can guide you a bit, like the \"me before me\" did. \n\nAnd when you get to the part about the kid and the girl—my Ace and my Queen…\n\nThey're yours, too. By right. Because they are… all yours, a gift. And you'll be the better for it.\n\nAnd, if you don't feel that thing—that soft spot in the middle of all that circuitry—when you get to them, then, if you are me… you aren't like me at all. And that means you're trouble.\n\nThe good kind, or the bad, impossible for me to know. All I can do is give you the tools to raise you right. \n\nThat goes for you, too, Ace. If you're listening.\n\nHell. It goes for anyone. Strangers. Old friends. New enemies…\n\nLearn from me. Be better than me. Because I'd really hate to think whoever you are is someone I wouldn't get along with.",
		"name": "All-In",
		"icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1964416128,
	"index": 483,
	"redacted": false,
	"blacklisted": false
}