{
	"displayProperties": {
		"description": "Taniks didn't announce himself. Didn't say a word. Just laughed a few times and tried like hell to kill us all. But we knew it was him. The stories matched the story, ya know? Which meant the boogeyman had a face—the boogeyman was REAL.\n\nWe could hunt \"real.\"\n\nWe could track \"real.\"\n\nWe could end \"real.\"\n\nAndal said something like, \"The hunter is about to become the hunted at the hands of the Hunters he'd hunted.\" I know. Don't laugh. I didn't. He was a great guy, even if his humor was… a bit… \"forced\" seems like a nice way to put it. But he wasn't wrong.\n\nLush wanted to join up—a little payback for his little Light—but we nixed that. Loved the kid, but no Ghost meant no way. Poor fella died his final death, RTL, less than a cycle later; went on a run solo, didn't tell anyone, never came back. Shiro used to spin stories about him—still does. Like he's still out there, living a life we only dream of—traveling unknown roads, digging up untold treasures.\n\nMy favorite's the one about the Rat King—how Lush joins up with a folktale, and together they fight the wars we don't see. It's just fantasy, but I like it. It's the kind of bedtime story I used to tell Ace as he was fighting off sleep, when he was here.\n\nBut he's not here.\n\nNeither is Lush.\n\nNeither is Andal.\n\nAnd someday, neither will I.\n\nDidn't have a Hunter Vanguard back then, what with Kauko Swiftriver finally being declared dead after two years MIA and his Dare nowhere to be found. Speaker said it was on the rest of us Hunters to figure it out.\n\nThat first night back, Andal and I were up late. Not a new thing. He drank. I drank. He got tanked. I'm a robot. And we made the pact.\n\nDare issued and accepted.\n\nSee, there was that opening on the Vanguard, Hunter slot. We both wanted Taniks. Only one would get the killing blow, and the glory. The loser had to hang 'em up… and lock themselves away in a Tower. Leave the lonely roads to real-dealers.\n\nWe both laughed.\n\nWow. I wish I could hear him laugh again.\n\nJust once.\n\nFunny how all the cool kids leave the party too soon.",
		"name": "Turn",
		"icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1964416143,
	"index": 482,
	"redacted": false,
	"blacklisted": false
}