{
    "index": 476, 
    "hash": 1964416138, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png", 
        "hasIcon": true, 
        "description": "Now, to be clear, yeah, the plan is to tell it like it is, but don't expect every little detail to play out. I'm gonna hit the important stuff, sure, but what I'm really after here is a sense of… a sense of me. Because once you understand me, you just might understand where I'm coming from, why I do the things I do, and why I've done the things I've done.\n\nSo, read between the lines if you have to, but end of the day? Everything that matters should be readily apparent. If not, you're not paying attention.\n\nSo here goes…\n\nUs Exos are haunted.\n\nSounds ominous, I know, and maybe a bit of a stretch. But really, it's the best word—kinda sets the stage in a way the raw facts don't.\n\nSee, Guardians have all got past lives. But unless you returned with any definitive info on your person or in proximity (I'm looking at you, Bray), that past life, or lives, was, or were, wiped clean. Gone. Reborn in the Light and all, you become what you become.\n\nExos, though?\n\nWe've got ghosts in our machines. Not capital-G \"open doors and know things\" Ghosts. I mean, like fragments of— I don't know, pieces of something that could be memory. Whatever it is, it's enough to give us a starting point to maybe, possibly, imagine who we were before we became who we are. And then there's the dreams—but I ain't touching that with a ten-foot Arc Staff.\n\nMe? I'm one of the lucky few. The fudgy flashes of that old Exo life weren't all I had to go on. See, the \"me\" that was in my life before my trusty capital-G Ghost found me kept journals, like mementos—fragments of my prior life that give me a baseline of who I was.\n\nThe journals are personal, and I keep personal close to the chest. I've shared a few pages, sure, but only with right-minded types who could find a little value in seeing the man behind the myth.\n\nYeah, \"myth,\" I said it. Who are we kidding? You've heard of me. Who hasn't? Point is… I don't make a show of personal business.\n\nFirst, because it's MY fuel to burn. Second, because Big Blue ain't a big fan of his Guardians poking around what they used to be—something about duty, rules, not losing sight of why we were chosen. But more than any of that… most of us \"Chosen Ones\" don't have the luxury of a past, so rubbing it in doesn't seem right.\n\nLook, all I know is…\n\nWhen I rejoined the land of the living, the pre-Light version of me was kind enough to lend a guiding hand. I took that hand, gave it a high five, and followed its example the best I could.\n\nAll this time later, I may not know my true purpose—I leave the big-ticket, existential questions to the Warlocks—but I know this…\n\nMy calling is to do good. Maybe not always to \"be\" good, ya know, but do good. There's a difference.\n\nAnd if I don't always go about it in a manner that fits the textbook definitions of \"hero\" or \"team player\"—I'm looking at you, Big Blue—just know…\n\nI might dance to my own tune, but we're all at the same hoedown…\n\nOr something like that.", 
        "name": "Call"
    }, 
    "subtitle": ""
}