{
    "index": 485, 
    "hash": 1981193850, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png", 
        "hasIcon": true, 
        "description": "Taniks was a pain.\n\nTurns out that wasn't the real problem—though it was high on the list at the time.\n\nThe real problem? The freak's STILL a pain. He ain't no Guardian, but the dude's been dead and not more times than I can track. \"Died\" twice by my hand alone. Second time I even looked to deliver some insurance, but he was hauled off by his goons before I could add more lead to the collection I'd deposited in his chest… and neck… and gut… and head.\n\nBut that second time don't matter. I mean, it does, sure, but the important bit here is our first go-round…\n\nWhen Andal and I made our bet that wasn't a bet but really a dare… THE Dare… we were eager and ready to track Taniks and hit him with some payback. I had the good luck of finding Taniks first. Had the good luck to kill him, too. So I thought.\n\nSo we all thought.\n\nWhat followed was a party. Osiris even showed up. He and the Speaker had sent Saint-14 after Taniks as well, and maybe Sainty's one hell of a Titan—but we're Hunters. No way were we losing the kill.\n\nLooking back, I wish maybe we had.\n\nAndal kept his word—joined the Vanguard. I tried talking him out of it. We'd made the Dare in a compromised state… Shiro and I'd just been roughed up, Nian was gone, Lush was broken—emotions were high, liquid was flowing. Andal wasn't buying it. Neither was I. Not really.\n\nThe Dare's the Dare. To back out would've been a mark—would've called Andal into question to every Hunter out there. Even to me. I never would've admitted it to him. But he'd know.\n\nThings got a little weird between us once he joined the Vanguard. All my doing. And I missed him. Didn't like seeing one of the best rule-breakers and world-walkers anyone had ever seen bogged down with bureaucrats. But the weirdness passed… Brothers don't stay mad at brothers, that's just the way it is.\n\nAs we settled into the new norm, the good times started to roll. They kept on rolling, too…\n\nFor a while, anyway.", 
        "name": "Winner Take All"
    }, 
    "subtitle": ""
}