{
	"displayProperties": {
		"description": "I don't play well with loss. I just don't. It's something I tend to avoid. Actively.\n\nIt's weird, but… that's where my Queen comes in. And before you make a Reef joke, or mention that witch and her Witches, or her mopey little brother… Don't.\n\nMy Queen is not THAT Queen.\n\nMy Queen is love.\n\nMy Queen is my heart.\n\nMy Queen is… hard to explain.\n\nShe is my memory of love. My understanding of it… only exists through her.\n\nBut she's not here. She's long gone. So I cling to the feeling I get when imagining her, and when I do… I am oh so content.\n\nBut it's a struggle.\n\nWe lose so much in this life. Any life. All lives, really…\n\nBut this life… This Last-Safe-City, end-of-all-things kinda life…?\n\nEven when we win, it seems like all we do is lose.\n\nScratch that. I don't believe that. If there's one thing I'm not, it's a defeatist. I mean, I defeat. I definitely defeat. One might even say defeating things is my job. ONE of my jobs. One of MANY. \n\nWhat's not my job is pessimism. Just not my thing. I'm a high-octane optimist and nothing but hugs. Mostly. Not always. Always gets annoying. But mostly… I'm the life of the party.\n\nNot that you could tell from all this woe-is-me soul baring I've been laying on thick for, what, eleven entries now? Ten? In fact, at this point, if you're still listening, you're a braver soul than I.\n\nBut, where was I? Oh, yeah…\n\nOptimism.\n\nI'm full of it. Amongst other things, if certain unnamed individuals are to be believed. But, yeah… Each new day we're here is one heck of a reward… Heck of a win. And we should own that. Enjoy it. Embrace it. But never take it for granted.\n\nHeh. Had a Warlock friend who used to say, \"Take it for granite.\" Like the rock. Like g-r-a-n-i-t-e. Smartest guy I've ever known, but maybe he wasn't, ya know? \"For granite.\" Heh. Almost as dumb as his catchphrases.\n\nCome on, Cayde. Stay on target…\n\nEach new day. Helluva thing. Embrace it. Enjoy it. But never forget…\n\nIt's a hard life.\n\nAnd when friends fall. When brothers fade. When your Queen… When…\n\nWhen we lose the things that matter… Well, a lotta people can use that—own it. That pain. That loss. They find a way to motivate—to celebrate.\n\nFor all my charms, seeing the good in the gone ain't one.\n\nAnd my Queen helps me through that. Because I believe she was something special. She was good. She had to be. And I… Yeah, I do. So damn much.\n\nWhen the others I've lost along the way start to weigh me down, I think of her, and she just overwrites everything else.\n\nThat's how strong her pull is. That's how big the hole she left is… Massive. It devours.\n\nShe swallows all other bad things. Not sure it's healthy, the way I deal with loss. But it's my way. It's what works for me. And it makes me happy. Thinking of her…\n\nMakes. Me. Happy.\n\nAnd the loss fades away.",
		"name": "Bluff",
		"icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 1981193849,
	"index": 487,
	"redacted": false,
	"blacklisted": false
}