{
    "index": 484, 
    "hash": 1981193851, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png", 
        "hasIcon": true, 
        "description": "Back to honor. Back to Andal.\n\nAndal was my brother. Figuratively, but I find, more often than not, the family you unearth along the way is more real than the family you thought was the… Never mind. Andal was my brother. Period.\n\nTaniks was the four-armed, murderin' Guardian hunter who… Yeah.\n\nAndal and I… we made a bet. Only \"bet\" ain't the right word. Not among Hunters. What we did meant more. We offered a dare.\n\nThe Dare.\n\nI to him. Him to me.\n\nKill Taniks or get chained to Vanguard duty. Hunt the hunter and come out on top, or wear a leash. This was our honor. Our word.\n\nThe Hunter Dare dates back to nobody-knows-when. There are all kinds of stories about the \"First Dare,\" but there's no way to discern the truth of a thing done who-knows-when by who-knows-whom.\n\nIt was the First Dare that time a Hunter…\n\nOh, and mind you, this was waaaaay before anyone even imagined calling themselves \"Hunters\" or \"Titans\" or \"Warlocks.\" This was Risen days. The Chosen weren't organized back then—no code—and didn't get it, no matter how much their Ghosts talked their ears off. Back when the first ones got their spark lit, they were just as likely to be a self-involved tyrant as a decent human being.\n\nAsk me to tell you about the \"Warlords\" sometime. Ha! Bunch o' newly rezzed tough guys misusing the Light like a bunch o' ignoramuses… Ignorami? Regardless… Not a fan. But who is?\n\nAm I ramblin'? Anyway…\n\nThat first challenge of honor between those who'd one day call themselves Hunters? Was it the Tuvel Valley Jump? The Shaderunners' Sprint? The Moonlight Draw? Kuba Sul's Last Stand? The Great Scrounge Hunt? The Lesser Scrounge Hunt? No one knows. I sure as heck don't.\n\nBut which was first don't matter. They were all first. They were all the Dare to set the table and inspire other Dares. What matters is, once a Dare was offered… if it was taken—it was took. It was on you. It was in you. Not metaphysically. I'm not talking Warlock hocus-pocus. I'm talking honor.\n\nAccepting the Dare is giving your word.\n\nSo, Andal and I, we offered, accepted, and doomed ourselves, because we didn't take into account the depths of my arrogance.\n\nSeems my arrogance is where it always falls apart…", 
        "name": "Showdown"
    }, 
    "subtitle": ""
}