{
    "index": 487, 
    "hash": 1981193848, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9ae161808440f0f7def6a9c5857170.png", 
        "hasIcon": true, 
        "description": "Been trying hard to give you a sense of what matters to me, but also to find a way to talk about the things that, uh… that scare me. \"Thing,\" really—singular. And that thing is… loss. Losing. I'm a poor loser, I admit it. I run from it. Full speed. Others don't. Others accept it. But everything I said about my Queen is true; she is my shield.\n\nShe is also a lie.\n\nI don't know when I made her up. Or better… I don't know when I decided to believe in a life I don't know and can never truly own. Was it during this life? Was my rebirth as a Guardian—or the void of everything I was before—what drove me to invent comfort? Possible. Even likely. But I'm not sure.\n\nI do have flashes of memory of the life I had before I was a Guardian, but that's all they are, flashes—quick flickers of people and places in my dreams or in that space between a bullet and getting rezzed.\n\nI see a woman there, and she's all I've ever known of a life long since gone. I feel love for her. Is that love a memory, or am I simply loving the memory? I've convinced myself of the former. I've concocted a truth to make myself whole.\n\nThe kid. The woman. I do not know them. They are not real.\n\nBut I wish I did. And I wish they were.\n\nThey're just the two best cards I could find to keep up my sleeve when the odds were stacked against me.\n\nI made them real in my mind and in my heart.\n\nI fell in love with the idea of them, and I crafted a truth that allowed me to feel.\n\nIn truth, it was selfish.\n\nWhen I came to for the first time, I felt so alone. Broken. My Ghost tried to comfort me. But this life felt hollow. So I ran.\n\nBut the flashes… Like daydreams, they promised something more. Something other than suffering and war. So I clung to them. And I built my truth. And it made me a better man.\n\nSome would dispute that fact. Some would say, \"A good man who lies to himself is good only because he hides from the truth.\" But I disagree. I think, in this world, you need to find what is best in you and cling to it. That's all I did. I found what moved me, and I fought for it.\n\nWithout Ace, and without my Queen to listen to me, to hear me, to see me… there's no telling who I would've become.\n\nBut I know.\n\nAnd I know there's a chance it wouldn't have been very nice.\n\nSo that's what I am offering to you here: a chance. Look at my life. Look at the things I've said, the things I've done. See how the promise of a simpler life and true, pure love—even if it was all just a game—see how it drove me, directed me…\n\nNow go find your own.\n\nI know this confession isn't as clean as you may like, but then again…\n\nIt's not a confession.\n\nIt's a warning.\n\nFind the path to your best self and walk it. Because the alternative is a lonely road. Don't you ever forget it.\n\nOtherwise, I may just have to come back.\n\nAnd kick your ass.\n\nSee ya later, pal.\n\n—Cayde-6", 
        "name": "Bad Beat"
    }, 
    "subtitle": ""
}