{
    "index": 1117, 
    "hash": 2015894615, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "Yardarm-4 looked grim. It was the face he always made when he switched from his sometimes abrasive affability to the somber disdain that meant he was taking a situation seriously. There was also that hot glimmer in his eyes that presaged that he was going to say something to provoke her.\n\n\"You underestimated them.\"\n\nThere was no venom in the words, just a simple fact plainly stated.\n\nRekkana put a hand on Lisbon-13's arm before he leapt to her defense.\n\n\"Yes,\" she said.\n\nThere was no point in dissembling and no shame in being wrong. The Vex were the most formidable opponent of the Oneiromantic Circle. As beings who share thoughts across time and realities, the Vex often eluded predictions, even those of the most senior members of her order. A fellow Cryptochron who'd spoken with a member of the Circle likened it to trying to count all the crystals of a snowflake melting in your hand. The very act of examination changed the result, and often the evidence disappeared before it could be taken into account.\n\n\"But it has given us perspective.\"\n\n\"Perspective? What perspective is worth nearly dying for?\" Yardarm-4's anger was dulled by curiosity.\n\nRekkana glanced at Lisbon-13. He was as reliable as ever.\n\n\"Those defenses were insane,\" Lisbon-13's clever mind made leaps, following her logic. \"The relays and tethers. The Angelics. The Vex really don't want us to be here. That means they consider this place a weakness.\"\n\nYardarm-4 arrived at the same conclusion. \"Yes, it's a weakness. Perhaps it's their greatest weakness.\"\n\n\"Yes. So we must—\" Rekkana stopped. Lisbon-13 raised the weapon they'd claimed, his head on the swivel.\n\nYardarm-4 followed suit. \"What is that?\" Yardarm-4 sounded rattled. \"Where's it coming from?\"\n\nThe three of them stood back to back-to-back, listening.\n\n\"I don't hear—\" But then she did.", 
        "name": "Gloves of Exaltation"
    }, 
    "subtitle": "\"You have the hands of an artist. Fortunately for us, one of those arts is war.\"—Lisbon-13, the Kentarch 3"
}