{
	"displayProperties": {
		"description": "I've made my peace. If my other is not out here somewhere—if my Guardian can't be found—then I will find ways to be of value to the greater good.\n\nIt's been cycles since I told myself to be useful in any way possible, but it is a mantra I repeat, a constant reminder: \"If I have no other, MY actions must be enough. If I have no other, I will become the hero I cannot find.\"\n\nIt sounded noble at the time. Turns out nobility is the kind of thing that places the well-intended in harm's way and, apparently, I'm fine with that. Maybe we all are. Maybe that's what makes us heroic—accepting risk as a consequence of doing what's right.\n\nI've been tracking Fallen crew movements along the edge of the EDZ for some time, careful not to venture too deep into their territory. After all, I'm only one Ghost. Without a Guardian, I'm no use in a fight. But I can watch and learn and report. I can find my own ways to combat the enemies of the Light.\n\nAll Ghosts keep an eye out—we chronicle and share the highlights of our travels. It helps us and our charges navigate the frontier, though the vast majority of these wild lands remain unexplored.\n\nThe only difference between the Ghost I am today and the Ghost I used to be is my focus. Whereas I used to be driven solely by the need to find and sync with a Guardian, I am now fully dedicated to spy craft—the art and execution of information gathering.\n\nAnd I am not alone.\n\nThere is an entire network of Ghosts like me. Should we find our others, we shall rejoice and shift our mission to serve as the right hands of the true warriors of the Light. Until then, we move swift and quiet through the vast wilds of the frontier, scouting our enemies' movements and cataloging their every action so that the Vanguard, and others, may better assess and confront the dangers beyond the Last Safe City.\n\nWe are small. We are few. But we are brave and we are heroes.\n\n—Link, an unconnected Ghost, part of the Vanguard's covert spectral network",
		"name": "The Watchful Eye",
		"icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 203318809,
	"index": 606,
	"redacted": false,
	"blacklisted": false
}