{
    "index": 602, 
    "hash": 203318806, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png", 
        "hasIcon": true, 
        "description": "I remember talking to Ophiuchus one day about the connection between Ghosts and Guardians.\n\nThis was years and years ago, back when we were still in the City and Osiris was Vanguard Commander. Osiris and Ikora would talk for hours—days, sometimes—and frankly, it was pretty boring. Especially when I got stuck entertaining Ophiuchus. Seriously, that Ghost is not a conversationalist.\n\nAnyway, O said he had a theory why there was one Ghost for one Guardian. He thought that each of us had strengths that complemented weaknesses in our Guardian, and vice versa. That we needed to be together, or neither of us would be whole.\n\n\"Like soul mates?\" I asked. \"Because I'm not in love with Osiris or anything. Not only would that be really weird, he kinda gets on my nerves a lot of the time.\"\n\n\"It is not a romantic attachment,\" O said. If he had eyes, he would have rolled them at me. \"It is my belief that the Traveler understood that normal people would not be enough to protect humanity. That it would take those who are extraordinary in both body and spirit. And that only by the merging of Ghost and Guardian into a single unit could this be accomplished.\"\n\n\"I don't know where Ikora keeps you,\" I told him, \"but Osiris and I are not 'a single unit.' You've heard us argue. A lot.\"\n\n\"And why do you challenge him?\" O asked.\n\n\"Because no one else will. He's the great and powerful Osiris: hero, scholar, savior, yadda yadda. And no one, I mean no one, not even Ikora, really challenges him. They do what he wants, even if it's a terrible idea. Not me.\n\n\"Everyone needs someone to tell them to get over themselves once in a while. Especially Osiris.\"\n\n\"Would you say that is a strength that complements a weakness?\"\n\nI didn't answer. I hate it when someone else is right. Good thing it doesn't happen often.\n\n\"All right then, smarty Ghost,\" I finally said. \"What about you and Ikora? You're both rigid and stuffy, read too much…\"\n\n\"I am a calming influence. I encourage her to think before she acts and not to let her emotions get the best of her.\"\n\nI couldn't help it. I cracked up. It actually took me a minute to get under control. \"Ikora?\" I said, laughing so hard I could barely talk. \"Have you met Ikora? All she does is think!\"\n\n\"You don't know her at all,\" Ophiuchus told me.", 
        "name": "Compliments"
    }, 
    "subtitle": ""
}