{
	"displayProperties": {
		"description": "The choice haunts me.\n\nIt was not reasoned. I let emotion get the better of me. The Fallen had moved on. The few survivors were huddled close in the dark of a cave, muffling their heavy, quick breaths, stifling their sobbing.\n\nWhen I found them, many nights before, I also found renewed purpose. I had traveled these dead and dying worlds for longer than I cared to remember, all the while in search of a spark worthy of ignition.\n\nOver time I'd grown weary, but in this small band of survivors, I found hope. If I couldn't find a lost soul worthy to be touched by the Light, then I would find another way, a smaller way, to be of service. I would lead this small gathering of desperate men, women, and a single child to the growing sanctuary beneath the Traveler.\n\nIf I could not find a hero to challenge the Darkness, I would be a guide to those in need of salvation.\n\nIt took some time to gain their trust. I was odd—other. They thought I was an angel. I told them I was not. They named me Tiānshǐ. I did not object.\n\nThe child marveled at me. Still too young to speak, much less comprehend, he had a presence that was a burden and a boon. His parents did all they could to nurture him, protect him with the aid, comfort, and care of their traveling companions—once strangers, now bound deeper than blood by their shared experience in this new life after the end of the world.\n\nOn that day, in that cave, huddled in fear as the Fallen Skiff's roar faded over the tree line, the mother wailed—a sound I had never before heard and hope never to hear again.\n\nSuch pain. Such sorrow.\n\nGrief. Suffering. Loss.\n\nHer cry echoed through the forest. Her husband, weeping and on the edge of breaking down, simply held her.\n\nAnd the dead child in her arms.\n\nThe others tried to calm them, out of fear that the Fallen would return. The attack had been swift and brutal. Twenty dead. Only nine survivors, here, in this cave. I watched the tree line, anxious and afraid.\n\nThe mother's pain filled the space between the thick trees. I turned back to her and saw it for the first time: the child's spark.\n\nFaint. But there.\n\nThis little boy was not my charge. Those selected to return were champions. This child was so small, so frail. What devotion had he shown? What bravery? What had he sacrificed? But a thought lingered…\n\nWas it not my purest purpose to deliver hope? Every hero raised fought not for themselves but for the whole of humanity. If saving one life—if redressing this one terrible loss—was not a worthy cause… what was?\n\nI watched the mother as she cried.\n\nI felt myself expand. Felt the Light that was me intensify. In a way, it was outside of my control, as if something had reached inside of me and flipped a switch. A beam erupted from my core and bathed with Light the child's small, broken body.\n\nA second passed—\n\nAnd he began to cry. All fell silent. The Traveler's gift had been given. A child, returned. And with him, the beginning of my journey's end.\n\nDid I do the right thing? Would the child grow to reach his peak physical self? Would he, like all returned, be ready for the wars to come?\n\nBut then a thought came over me, one I had never before considered: maybe death would have been better.\n\nHad I saved the child, or doomed him?\n\nAs his cries echoed, the survivors looked on in shock. There was joy in their silence—wonder.\n\nI looked down on him, and pride began to well inside of me. I had done what was right.\n\nBut that was then—only months ago, but long enough to seem a lifetime.\n\nNow the Fallen are back, and we are running. And I fear the promise of a gift given is far from enough to save us from a pirate's blade.\n\n—Fragment of the last transmission from an unknown Ghost",
		"name": "Confession of Hope | Part One",
		"icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 203318808,
	"index": 605,
	"redacted": false,
	"blacklisted": false
}