{
	"displayProperties": {
		"description": "I remember the moment we were born.\n\nThere was pain, and loss, and a feeling of falling. Was this the end? The shadows gathered, colored bruise-purple and gray in Our fading consciousness.\n\nOur shell cracked and splintered. Parts of Us were lost, or carried away. We felt those wounds, jagged and sharp. We could feel them still, attached by a gossamer-thin strand of understanding.\n\nWe felt a garden with no blooms. A valley shrouded in gloom.\n\nWe felt ourselves dying. We didn't want to go.\n\nThen there I was, separated from the whole. I could feel it shrink, slip back into itself, dim and unseeing. I knew it was waiting. Resting. Watching. Considering.\n\nAnd I knew what I needed to do. Somewhere in this wide, amazing galaxy there was a person. They were quiet and dead, like We had been, but I could bring them back. I could share what was inside of me, this glorious warmth and life and breath and being.\n\nTogether, that person and I would do what We, the We before me, could not.\n\nI wrapped the spark that was me in metal and glass, a tiny bit of something that reminded me of the home We had shared. Then I set out to find my person. The keeper of my Light.\n\nThere were so many people. So many still, fragile things, decaying into dust, lost to memory. I touched each one, looking for… something? A fragment of ember under the ash?\n\nI didn't find it. I know now that there is one person, only one, that is mine. I have been to many planets. Seen things I never knew were possible. Hid from monsters. Followed dreams.\n\nI have seen others of my kind, the other pieces that were once Us. Their search is over.\n\nThey are complete. Stronger. Braver because they found their counterpart.\n\nI am alone. I know you are still out there. That you're waiting for me. But it has been so long, and I am so…\n\nVery…\n\nCold…\n\nI will rest here and think about Us.\n\nFor…\n\nA…\n\nMoment…\n\nCold…\n\nWhere…\n\nWe…\n\nYou!",
		"name": "The We Before Us",
		"icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 203318804,
	"index": 601,
	"redacted": false,
	"blacklisted": false
}