{
	"displayProperties": {
		"description": "My Guardian is immortal. My Guardian is forever lost to me. He boarded the derelict Almighty with his fireteam, hoping to salvage Cabal secrets from the star murderer.\n\nI should have seen the trap. Was it Cabal? Was it some Vex infection from Mercury? I don't know. It's all my fault. I remember how the moment of activation felt like falling. He lunged for the center, crying out to his friends, \"I'll disarm it!\"\n\nHe is still lunging. Fly to the Almighty and you will find him there, caught in the amber of slow time, reaching forever. I have observed his motions carefully. He will arrive at the mechanism and deactivate the trap in only a little more than fifty thousand years.\n\nI cannot resurrect him. I have tried so hard. The City's Warlocks and thanatonauts answered all my desperate questions, even when I began to ask if he could be destroyed. At least if he were gone, unmade, then I could make him again…\n\nWhy can't I bring him back? If a Guardian falls into Titan's methane sea, they do not die instantly, but we can still bring them back on the arcology. If a Guardian hurls themself off their ship into space, do we need to wait for them to disintegrate in the solar wind before we bring them back? No. No. It was never hard before! I see him right there, and he seems so close! All I was ever meant to be was his Ghost!\n\nBut all Ghosts know there are places where we cannot bring our Guardians back to life. And this is one of them. Why? Is the Darkness gathered against us here? Is the Light too weak?\n\nI think I know why. Some share my theory. What do we do when we bring our Guardians back? What is the magical heart of the process? Are we like the City's probability kilns, twisting the quantum vacuum in our favor to yield matter?\n\nPerhaps. Perhaps. But certain members of a cult I shall not directly name have their own specific interpretation of this process. \"When you bring him back,\" they told me, \"you must have a template… an image to provide you with the information you need. Where do you find that template?\n\n\"Simply in a neighboring timeline. A place where he is still alive and intact. And wherever there is great danger, wherever the probability of death is too high, then those timelines become scarce and hard to reach. And so you find the zones where Guardians cannot easily be remade.\"\n\nIf this is true, then I am doomed and free. There will be no alternate worlds in which my Guardian escapes that trap. There will be no hope of resurrection.\n\nI will be a Ghost alone.\n\nBut the thought haunts me that I might be wrong, and that he is still waiting for me…",
		"name": "No Rez for the Weary",
		"icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 203318807,
	"index": 604,
	"redacted": false,
	"blacklisted": false
}