{
	"displayProperties": {
		"description": "She focuses herself to resurrect him once more, only this time—she hesitates. She looks around, taking in the human carnage surrounding her.\n\nShe thinks back to their arrival into this village. How its population lauded him and showered him with gifts, begged him to stay, to defend them, to keep them safe.\n\nAt first he seemed reluctant, but the longer he remained, and the more Fallen he slew, the more they praised him. That praise emboldened him; he grew expectant, addicted to their exaltations and gifts.\n\nThe more he consumed, the more the village's resources dwindled. He led expeditions to take from others—no warning, no diplomacy. He showed his might as one of the Risen and demanded he be lauded as savior. Those he once protected now died under his charge, and they venerated him all the more for it.\n\nAs much as she tried to guide him back into the Light and remind him why he was Chosen, he could not hear her over the adulations of his newfound vassals. Resurrection after resurrection, his legend flourished while the dead remained dead; he grew ever more covetous and unforgiving. He stopped learning from his losses and came to feel entitled to his immortality.\n\nOne winter night, clad in golden armor, he made war on a seaside settlement of fishers and spiritualists. Not a man, woman, or child survived. Flushed with the high of easy victory, he and his followers were ill prepared for the Fallen war party that had been stalking them the last few moons. It was a massacre atop a massacre. And only he, one of the Risen, would walk away from this.\n\nShe looks away from the human carnage surrounding her. Looks down upon the one she chose. His golden armor, dulled with the blood of his victims and his adorers, still reflects back to her the light of her single eye.\n\nHe made his choice. And thus, so will she.\n\nShe turns her eye away from him, away from herself, and floats eastward toward the rising light.",
		"name": "The Chosen's Choice",
		"icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 203318803,
	"index": 600,
	"redacted": false,
	"blacklisted": false
}