{
	"displayProperties": {
		"description": "\"We didn't come here for this.\" Lisbon-13 was convinced.\n\n\"Of course not. Who could have predicted it?\" Rekkana's reply was quick. \"But now, with all that's happened, does it matter what our mission was? This is so much more important.\"\n\nLisbon-13 wanted to believe that, but Rekkana didn't seem sure of herself. Her eyes were too bright. She was electric, excited but also scared. The razor he used to cut through the chaos wavered.\n\n\"And awesome. Don't forget how awesome this feels.\" Yardarm-4 said, oblivious of the feelings passing between them.\n\nLisbon-13 locked eyes with Rekkana, willing her to understand, to return to her senses. \"But these things—these powers we've been given—they come from the wrong side.\"\n\nRekkana looked away. \"I'm not so sure.\" She seemed to be staring at nothing, eyes unfocused.\n\n\"You remember on Io,\" Yardarm-4 blurted, stepping between them, \"we were pinned down inside that shipping container with Phalanxes closing in from all sides, and you—you bastard. You ducked out a little hole in the back and made a run for it. I thought you'd left us behind.\"\n\n\"Never,\" snarled Lisbon-13, infuriated at this irrelevant interruption.\n\n\"I know,\" Yardarm-4 continued. \"The whole box was rattling with bullets, and there were explosions, and we were shooting when we could, and suddenly, through it all, I hear you screaming. It was like a banshee wail. You came screaming back on an Interceptor—the Psion still in it. You were steering it with the Psion's head!\"\n\n\"I remember,\" said Lisbon-13 as he tried to step around Yardarm-4, but the Titan moved with him, matching his motion.\n\n\"And you rammed it through four Phalanxes from the side,\" Yardarm-4 said, punching a fist into his palm. \"And then, and then—you remember this, Rekkana?\"\n\n\"I can't forget.\"\n\n\"You splashed that Interceptor across the shields of another Phalanx, and you RODE THE EXPLOSION over the top.\" Yardarm-4 threw his whole body into the performance of the story. He was trying to make Lisbon-13 laugh, or at least smile. \"And when you hit the ground behind them, BOOM! It was the most beautiful thing I'd ever seen.\"\n\nLisbon-13 said nothing. He stopped trying to get past Yardarm-4 and simply looked at the Titan, waiting for him to get to the point.\n\n\"That's us right now. We're doing what you did. This whole universe is like that container, and the Last City, the Vanguard, the Traveler—they're all inside that box. But we just snuck out of a hole in the back. And there's that Interceptor, and there's not even a Psion in it.\"\n\nLisbon-13 narrowed his eyes.\n\n\"But here the metaphor gets a little muddy, because instead of one Interceptor, there's an Interceptor for you, a Goliath for me, and a Thresher for Rekkana. What would that fight have looked like if we'd had all their firepower on our side?\"\n\nLisbon-13 let the question hang in the air, waiting for Rekkana to say something. But she continued to stare into space.\n\n\"Something ugly.\"",
		"name": "Strides of Ascendancy",
		"hasIcon": false
	},
	"subtitle": "\"I've chosen my path. Can you say the same?\" —Rekkana, Warlock of the Kentarch 3",
	"hash": 2054979724,
	"index": 1127,
	"redacted": false,
	"blacklisted": false
}