{
	"displayProperties": {
		"description": "The Vandal stoops as he exits the Galliot. All of his arms are bound behind his back, so he cannot shield his eyes from the bright sun. A breeze stirs his cloak. There is a cliff behind him and lush gardens ahead. His jailer would not grant him the honor of a quick death, so she must intend to torture him. She thinks he will yield like the flesh-lovers from House Judgment. She is wrong. Whatever indignities she can muster are nothing compared to what he deserves.\n\nWith his chin held high, he imagines shucking off his armor and laying all four of his arms in his Captain's hands. His Captain is his mother, and she will not dock him with a scythe. She will twist and tear his arms from his body like she is shucking a fine, fat crab for dinner, and he will be glad of the slow, sick cracks and crunches of his bones. He will be glad of the shame. Let him go limbless for the rest of his wasted life. Let the Ether-thirst shrivel him up like a yaviirsi fig.\n\n\"What do you think?\" his jailer asks in a language he cannot understand. She steps up beside him and claps a hand on his shoulder. He flinches. She is nearly as tall as he is, and for a creature with no claws, her grip is strong and sure.\n\nTogether, they contemplate the gardens.\n\n\"It's all a bit much for my taste,\" she admits as he sneaks a furtive look at her.\n\nHer bow is unstrung. There is only one arrow in her quiver.\n\nShe is stupid.\n\nHe whirls, trips her, and sprints for the cliff. She swears, recovers, and lunges after him. As he pitches himself off the edge, he thinks of his mother's shame and prays that she forgets him. Better that she never had a son than a weakling so easily captured by the enemy.\n\nIt is his bad luck that she catches his foot with one hand. His helmet slams into the rocky cliffside. A piece of his rebreather cracks off and disappears into the mist far below. He flails, but he cannot drag her down with him; somehow, she hauls him in like a fish. As soon as she has him on solid ground, she binds his ankles with the string of her bow. \"All right,\" she says, catching her breath. \"All right.\" She chuckles, pats his shoulder fondly, and then pulls him upright like a sack of psakiks.\n\nShe takes a step back, brushing off her hands against the seat of her trousers. He glowers, the surliest psakiks sack this side of the Great Machine, hating her horrible, squared-off teeth and her blunt, stubby fingers. \"Let's try this again, shall we?\"\n\nDrawing two fractal knives from sheaths on her thighs, she makes a perfect ireliis bow before him. Thunderstruck, he sits up straight. Stares.\n\n\"Not good?\" she asks, and tries again.\n\nFurious confusion takes him. This is some kind of trick. Blasphemous mockery. \"Iirsoveks,\" he rumbles.\n\nShe shakes her head. \"Nama.\" Sheathing one of her knives, she holds out her free hand with her fingers spread in supplication.\n\nHe draws his chin toward his throat with this fresh betrayal, narrowing his secondary eyes. It speaks!\n\nSlowly, without breaking eye contact, she lays her other knife on the ground between them. The blade points toward her boots. He watches her every movement. How many secrets have the flesh-lovers betrayed, that this creature can make peace like a cringing drekh before his kel?\n\nShe taps two fingers against her cuirass. \"Sjur,\" she says slowly, then she points at him.\n\nHonor-bound even as he simmers in scandal, he replies, \"Misraaks. Velask, Si-yu-riks.\"\n\n\"Mithrax,\" she repeats, then grins. \"Velask, Mithrax. And welcome! Let's have a look about, shall we?\"",
		"name": "Misraaks",
		"icon": "/common/destiny2_content/icons/57c8e5b0eaf344ca17453c2963e4ede2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2176242257,
	"index": 491,
	"redacted": false,
	"blacklisted": false
}