{
	"displayProperties": {
		"description": "Pride flutters in Petra's throat like a trapped bird. She doesn't know whether she will fly away or drop dead. As the elevator descends, she looks left at Illyn and then right at Uldren. She shuffles in her gleaming formal armor. From exile as Tower emissary to THIS is incredible. Unbelievable. She does not deserve it. \"This is real,\" she whispers, unable to stop herself. Uldren smiles, but Illyn makes a warding gesture: Be silent!\n\nMusic begins to swell as the elevator settles. At the center of the room, the Paladins and the rest of Illyn's Techeuns are arrayed around Riven, of course, and—\n\nHer breath catches. \n\nMara. \n\nShe can't help shooting another quick glance at Uldren: How..?\n\nHis smile widens.\n\nPetra sets her jaw, pulls her shoulders back, stands strong and tall.\n\nA chorus of thirty sings them into the Hall of Names. The air is sweet with lavender, and there are hundreds of candles lit all around the room, and even at this distance she can see Hallam is verklempt. This is as good a homecoming as she could ever imagine. More than she ever deserved.\n\nWhen they reach the dais, she kneels. Uldren and Illyn proceed past her so that they can acknowledge the Queen and her waiting counselors. The song ends; the music quells. Uldren and Illyn speak together, and their voices ring out fierce and true. \"Your Grace, we here present to you Petra Venj, your loyal servant, wherefore all you who are come this day to witness her homage and service. Do you acknowledge her?\"\n\nPetra cannot see anything but her own distorted reflection in her polished sabatons. She closes her eyes.\n\n\"I do,\" Mara says, and Petra's throat tightens.\n\nUldren and Illyn turn, synchronized. \"Petra Venj! Are you willing to take the oath?\"\n\n\"I am willing,\" Petra manages, struggling to steady her voice.\n\n\"Will you solemnly promise and swear to protect our people, our holdings, our territories, and our immaterial interests?\"\n\n\"I solemnly promise so to do.\"\n\n\"Will you to your power cause law and justice, in mercy, to be executed in all your judgments?\"\n\n\"I will.\"\n\n\"Will you, to the utmost of your power, uphold your sospital duties in defense of your Queen's life? Will you execute and preserve inviolably the orders of your Queen? And will you preserve unto your dying breath the secrets committed to your charge?\"\n\n\"All this I promise to do.\"\n\n\"Then rise,\" Mara says, \"and declare yourself.\"\n\nPetra lifts her head to find Mara's eyes. \"Let it be declared that the oaths which I have here before promised, I, Petra Venj, will perform and keep.\"\n\nMara smiles and steps forward with a fresh-forged knife. \"Then receive this blade, brought now from the forges of Interamnia. With this blade, do justice, stop the growth of inequity, restore the things that are gone to decay, maintain the things that are restored, punish and reform the things that are amiss, and confirm the things that are in proper order: that doing these things you may embody my will and become my Wrath. May the hunt be good.\"\n\n\"May the hunt be good,\" echoes the assembly.\n\nPetra does not see the cynical glance that passes between Leona and Pavel, who have both served the Queen faithfully for decades. She does not see the way Riven tastes the air. She sees Mara, and Mara alone.",
		"name": "Honored",
		"icon": "/common/destiny2_content/icons/57c8e5b0eaf344ca17453c2963e4ede2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2176242261,
	"index": 495,
	"redacted": false,
	"blacklisted": false
}