{
    "index": 488, 
    "hash": 2176242259, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/57c8e5b0eaf344ca17453c2963e4ede2.png", 
        "hasIcon": true, 
        "description": "Eris Morn returned to the Vestian Outpost. Because she spoke well, it was agreed that aid would be traded for intelligence and a long-term alliance. In this way, the Awoken were the first to know of the Great Navigator: his philosophies, his strategies, his weaknesses. And as the coven contemplated the possibilities laid wide before this god-king's far-flung sword, it was decreed that they would build a throne world beneath an energy well as blind as the ferryman Charon.\n\nNascia drew the schematics. Portia worked out the calculations. They made their first test with a small rift generator on the eastern shore. Satisfied that their methods were sound, they then went to a grand cathedral to dig the well. There, Lissyl and Sedia augured the first borehole with the help of Riven, who had taken the shape of a needle-nosed basilisk, while Kalli and Shuro Chi constructed the gate itself, deep below, in a hall they named \"The Confluence.\"\n\nIllyn made tincture after tincture of queensfoil until her clothes stank and her hands were stained reddish-black. Open-eyed, she walked between planes and sorted the threads of reality on a vast metaphysical loom, weaving some closer, some more distant.\n\nMara and Riven shaped her third throne together, and the artistry of their work was a testament to the hungry joy they felt in that partnership. They named it Eleusinia, and it was in those Ascendant halls that Mara finally carved a statue for Sjur.\n\nWhen it came time to connect the Well to the unreality that lay beyond the gateway, Sedia asked, \"Would it not be wiser to leave this door without a key?\" Riven, now an immense antlered serpent with broad tiger paws, tightened around the perimeter of the room like a noose.\n\n\"Egg,\" Mara corrected absently, chewing on her thumbnail.\n\n\"The key is so heavy as to be unliftable,\" Kalli ventured, since they were speaking metaphorically.\n\nSedia flapped her hand dismissively. \"Yes, yes, I know.\" They all knew that the gate required a continuous multi-week charge of paracausal energies, and that almost nothing in this solar system could produce such energies at the scale required by the gateway. Almost. \"It's just— do we…\"\n\n\"Do we wish to trust the Guardians?\" Illyn filled in dryly.\n\nMara ran her hand along the sleek surface of the primary well's control mechanism, then turned and walked alone toward the fresh, foggy air that blew in from the coast. The Techeuns watched her go.\n\n\"There is only the plan,\" Illyn said. \"Remember your vows, Sedia.\"", 
        "name": "Throne"
    }, 
    "subtitle": ""
}