{
	"displayProperties": {
		"description": "And when the second solstice began in earnest, many Awoken and Ahamkara alike came to the Dreaming City to celebrate the delirious pleasure of being alive. Those who came arrived in the Gardens of Esila, and Azirim was the very last. Seeing him land, Esila said to him, \"Ah! You are bold. Do you truly think you've earned the right to revel in this place?\"\n\nAnd Azirim answering said, \"Please, wise lady. I've gone 'round the worlds and through the stars themselves. I have come only to congratulate your people. If you lend me your ear, I can prove I will not waste the mercy you might grant me.\"\n\nAnd Esila said to him, \"We've often lent our ear to your indiscretions. I know what happens to that which is lent to you. I need no assurance.\"\n\nAnd Azirim answering said, \"My indiscretions? Wise lady, I do admit, I may have whispered truths you gave me to deceive those who would deceive me. But have I ever struck out with hungry fang against your people? Have I set fire to your trust? I have seen the error of my ways. Let me prove to you oh how I have changed.\"\n\nAnd Esila, though she could see a flickering in Azirim's reflection, could not resist a redemption story. Esila cast forth her hand and beckoned to Azirim in mercy. And Esila said to him, \"Join us and be glad, but let me hear your testimony first.\"\n\nAnd so invited, Azirim bowed his crested head and hid a secret smile and spoke with the pardon Esila had given him. He recounted his many regrets in deceiving the kind merchants in the capital city of Interamnia. He recounted his charity to the wayfaring Corsairs who could not have escaped the heliopause without his aid. He recounted his journey to retrieve the eutech stolen from Pallas by the profane scavengers the Fallen, and he named his friends and those who had shown him kindness. And from the raucous parties beyond the lush gardens of Esila came an audience of Techeuns in training and flush-cheeked young Corsairs. They knelt in the dewy grass and they listened, and as they listened, and as Azirim spoke, his appetite grew and grew. Night fell on the Dreaming City.\n\nAnd Azirim said to those who knelt enraptured, \"Come, let me sing to you of extinction. Let me sing to you of lives lost in beautiful places, o audience mine. Sing with me, sing!\" He bade them rise, and led them singing down and away from the gardens of Esila. He spread his wings and flew out into the empty air beyond the steep cliffs that bordered the gardens. And to those who happened to glance toward the gardens from far-off pavilions, it seemed a merry parade, a joyous chorus.\n\nAnd they did not hear the singing stop.\n\nAnd they did not hear the bodies dashed against the shore below.\n\nAnd they did not see Azirim grow, or laugh, or flee.",
		"name": "Azirim",
		"icon": "/common/destiny2_content/icons/57c8e5b0eaf344ca17453c2963e4ede2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2176242262,
	"index": 492,
	"redacted": false,
	"blacklisted": false
}