{
	"displayProperties": {
		"description": "There came a morning when the Techeuns spoke in unison, though none were near each other, and they said, ++WHO ARE YOU WHO BUILDS A HIDDEN CITY HERE IN OUR THOUGHTS?++\n\nAnd Mara, alone in the Queenswalk of the Dreaming City, heard their voices ring out as if each Witch stood beside her, and she said to the empty air, \"I am Mara Sov. Who are you?\"\n\nThe answer came at once, ++WRONG! IT IS THE EKPYROSIC. WE ARE THE NOTHING-SPACE FABRIC.++\n\nHearing this, Mara recognized a riddle. She turned at once and left the Queenswalk so that Riven would not be inspired. As she walked, she thought. At length she said, \"Wrong. You are the Ancients. You are the idea that gives fate its shape.\"\n\nThat one-voice came again, as clear and strong as the birth of the universe, booming with dispassionate curiosity, ++IT THINKS ITSELF WISE! HOW DID SOMETHING LIKE IT ATTAIN SUCH REVELATION?++\n\nMara lengthened her stride, taking the steps three at a time so that she could duck into a little-used transport gate. She emerged in a small coastal observatory—then nothing more than a grand dormitory—and found Kelda Wadj, the Allteacher, hovering four feet off the ground. Blood poured from her ears and nostrils. Her eyes saw nothing. The other Techeuns were transfixed thusly in a geometric array around the Dreaming City—each one inert, suspended, bleeding.\n\nMastering her horror, Mara said, \"I have lived alongside you.\" And because she was afraid for Kelda, she asked, \"Do you intend violence?\"\n\nAt once, the Techeuns collapsed to the ground like marionettes from severed strings—all but Kelda Wadj, whose augment blazed with coruscating light. She rose higher into the air and began to unravel, particle by particle. As she came undone, she said, ++NOW IT INSULTS US.++ \n\nMara steeled herself against the horrific sight of her old friend's ruin. She had been a fool to think the riddling was over. She said, \"Of course.\" Violence, after all, is a matter of perspective. \"What I mean is, what would you ask me?\"\n\nBeloved, wise Kelda Wadj burst apart and then collapsed all at once into a singularity that burned and burned and burned but destroyed nothing around it. From her un-throat came the voice again, which Mara felt in the atomic marrow of her bones, and it said, ++WHAT WOULD IT ASK US?++\n\nFor fifteen days and fifteen nights, the singularity burned unshielded.\n\nOn the sixteenth day, they began construction of the Oracle Engine, which took the singularity of the Allteacher as its seed-heart.",
		"name": "Oracle",
		"icon": "/common/destiny2_content/icons/57c8e5b0eaf344ca17453c2963e4ede2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2176242256,
	"index": 490,
	"redacted": false,
	"blacklisted": false
}