{
    "index": 492, 
    "hash": 2176242263, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/57c8e5b0eaf344ca17453c2963e4ede2.png", 
        "hasIcon": true, 
        "description": "$\n$ COPY BAMBERGA\"ORIN RCLJN3YJPYQ79YER\"::APHEL.REL   APHEL.REL\n$ TYPE APHEL.REL\n\n%%%%%%%%%%% VIOLET CLEARANCE ONLY %%%%%%%%%%%\n\nINDEX:\n\nEVENT 2PAL-A :: OTDR-4-REL\nEVENT 2PAL-B :: OTDR-4-REL\nEVENT 4VES-A :: OTDR-4-REL\nEVENT 4VES-B :: OTDR-4-REL\nEVENT 4VES-C :: OTDR-4-REL\nEVENT 4VES-D :: OTDR-4-REL\nEVENT 4VES-E :: OTDR-4-REL\nEVENT 7IRI-A :: OTDR-4-REL\n\nSUMMARY OF SBU APHELION INCIDENTS FOLLOWS BELOW.\n\n*** EVENT 2PAL-A :: OTDR-4-REL ***\n\nINFORMATION RECEIVED APR 09-18T02:29:45+00:00 FROM PALADIN NOLG, CONSIDERED SOBER, DEPENDABLE, NOT OF FANTASY. NOLG REPORTED \"A GLOWING CREATURE\" ON EXT OF HIS SHIP \"RETRIBUTION\" MOMENTS BEFORE ROUTINE NLS JUMP.\n\n\"RETRIBUTION\" FDR SHOWED RAD SPIKE (5 SIGMA) ON TEPC, CPDS, AND RAM. CPD SHOWED NO EFFECT. ON RECOMMENDATION OF K WADJ, NOLG WAS QUARANTINED UNDER TECHEUN SUPERVISION FOR 1 MONTH. \"RETRIBUTION\" DECOMMISSIONED, SET ADRIFT BEYOND REEF. \n\n\n*** EVENT 2PAL-B :: OTDR-4-REL ***\n\nINFORMATION RECEIVED APR 10-27T17:11:56+00:00. REEF SPACE STATION AMESTRIS, THEN UNDER CONSTRUCTION, ISSUED 6 UNIQUE DISTRESS CALLS OVER A 2-MINUTE PERIOD. TRANSCRIPTS FOLLOW.\n\nT-1: PAN-PAN, PAN-PAN, PAN-PAN. ALL STATIONS, ALL STATIONS, ALL STATIONS. THIS IS RSS AMESTRIS. WE HAVE A POSSIBLE SKYSHOCK EVENT IN PROGRESS. REQUESTING IMMEDIATE VIDCOM WITH ANY AVAILABLE TECHEUN. [STATIC FOLLOWS]\n\nT-2: MAYDAY, MAYDAY, MAYDAY! ALL STATIONS! THIS IS RSS AMESTRIS, WE ARE UNDER ATTACK! OUR HULL HAS BEEN BREACHED! MAYDAY, MAYDAY, MAYDAY! THIS IS RSS AMESTRIS PLEASE SOMEONE [STATIC FOLLOWS]\n\nT-3-A: I'VE GOT IT, HANG ON. I DON'T KNOW HOW TO… WHAT'S THE CHANNEL?\nT-3-B: THEY'RE SCREAMING! LISTEN, THEY'RE ALL SCREAMING!\nT-3-A: BE CALM! HELP ME! WHAT'S THE CHANNEL?\nT-3-B: IT'S THE CORE, IT'S THE CORE, THIS IS THE STALKING CORE!\nT-3-A: SHUT UP! WHAT'S THE CHANNEL!\nT-3-B: OH NO, OH PLEASE, PLEASE, PLEASE [STATIC FOLLOWS]\n\nT-4: ORIN, IT'S ME, IT'S NAMQI. I DON'T THINK I'M COMING HOME, BABY. I'M SO SORRY. I'M, I'M, I JUST WANT TO TELL YOU THAT I LOVE [STATIC FOLLOWS]\n\nT-5: MAYDAY, MAYDAY! THIS IS VEN ASAR ON THE RSS AMESTRIS. WE ARE 300 SOULS ABOARD. SOMETHING IS HAPPENING, EVERYTHING IS BLUE, SOMETHING IS HERE [STATIC FOLLOWS]\n\nT-6: [UNINTELLIGIBLE] [SCREAMING] [STATIC FOLLOWS]\n\nA SAR FLEET FOUND THAT THE AMESTRIS WAS UNSAFE TO BOARD DUE TO RADIOACTIVE SURFACE CONTAMINATION. SAR DEPLOYED MULTIPLE CROW DRONES FOR INTERIOR SURVEY. NO EVIDENCE OF HULL BREACH WAS FOUND. NO EVIDENCE OF MALTECH DETONATION WAS FOUND. NO EVIDENCE OF HOSTILE ALIEN INTERFERENCE WAS FOUND. NO EVIDENCE OF INTERNAL SABOTAGE WAS FOUND. NO SURVIVORS WERE FOUND.\n\nAMESTRIS ABANDONED, SET ADRIFT BEYOND REEF.\n\n\n*** EVENT 4VES-A ***\n$ Q\n$ DELETE APHEL.REL;*", 
        "name": "Bamberga"
    }, 
    "subtitle": ""
}