{
    "index": 495, 
    "hash": 2176242266, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/57c8e5b0eaf344ca17453c2963e4ede2.png", 
        "hasIcon": true, 
        "description": "Mara sits cross-legged in the canopy shade of Riven's wing. She wets the pad of her thumb with the tip of her tongue, then uses the moisture to hold a bundle of fresh-picked asphodelia in place. She ties off the stems with a length of silk-spun gold thread, then begins the mindless busywork of braiding in all the expected accoutrements: a serrated fang, a shotgun shell, a cloudy amethyst crystal…\n\nRiven turns to watch. On this day, her head is the size of a Fallen pike. She is vibrant blue with a yellow and red crest, and her pupils are crescents within her lidless eyes. After a time, she says, \"Madadh is dead but you make him no bouquet.\" \n\nMara looks up, struck by the novelty of the moment. She studies Riven, and swallows the first words that come to her tongue, which are, Madadh's bones are whispering at this very moment on Venus. Instead, she asks, \"You mourn him?\"\n\nThat crescent-pupil contracts as thin as a sickle's edge. \"No.\"\n\nHaving found the true answer, Mara resumes her work. A while passes in silence until she says, \"Ahamkara have no traditions.\"\n\n\"No.\"\n\n\"No sentiment.\"\n\n\"No.\"\n\nMara bites off a piece of thread. \"Why did you allow my brother to spirit you away?\"\n\n\"You know this truth, wise Queen. He is so full of succulence.\"\n\n\"Mm. And why do you roost here when there is rich hunting beyond my Reef?\"\n\n\"Truly I say to you\"—here Mara hides a small smile—\"the Awoken have entrusted What-Will-Be to you their Queen, and thus they are all dry as a stone to me. Pleasantly so, for wetness is sweet feed, but dry stone is a friendly basking-place. You, you are as hot and flat as the plateaus of Mercury, and your heat stirs my blood to move.\"\n\nMara nods and says nothing more, though she thinks a while on the three-parted curse used by Ahamkara to mark their prey, the shackle between Appellated and Appalling. When she finishes her memorial bouquet, she unfolds herself and rises to stretch. Riven does the same, and as she relaxes, she spreads and shuffles and shakes her pinions until they all lie straight.\n\nThe land around them is shapeless rock that will become an aubade to those left behind; Mara will honor her enemies and friends alike in stone, she will build grand cathedrals veneered in amethyst and agate.\n\nRiven butts her rounded snout under Mara's hand and waits.\n\n\"Let us find Kelda,\" Mara says.", 
        "name": "Riven"
    }, 
    "subtitle": ""
}