{
	"displayProperties": {
		"description": "Now in time Uldren Queensbrother returned to the Reef with a new creature. He had killed it twice in ambush, he said, to be certain it could not die. It had once been an Awoken man, and, recognizing it, Mara turned away from her plans for the Dreaming City and watched it coolly.\n\n\"It is a Guardian,\" she said. \"Once it was Chao Mu.\" He had left the Reef alone, knowing that he could never return or see his family again, to repair a failing climate controller in what had once been Earth's Gobi breadbasket. He had said he could not bear to watch the world wither.\n\n\"Bow before the Queen,\" Uldren said, giving him a shove.\n\nThe Awoken man looked at him, then back at Mara. \"Your Majesty,\" he said, bowing. \"My name is Savin.\"\n\n\"You do not remember your wives?\"\n\nHe did not.\n\n\"You do not remember your child, who is now a hundred and ten?\"\n\nHe did not.\n\n\"You do not remember your passion, which was the insulation of minutely sensitive detectors from all but the most specific and subtle radiations?\"\n\nHe did not, except that he said he could touch magnetic fields and loved to tweak the miniscule weave of the circuits in his robe. He had a zoogoer's enthusiasm for particle physics.\n\n\"To what do you owe your loyalty?\"\n\n\"Your Majesty,\" Savin-who-was-Chao-Mu said, \"my Ghost told me that I am a Guardian of the Traveler, reborn in its Light. I was not a day old when your brother waylaid me.\"\n\nAnd he caused to appear from his body a machine like a sphere cradled in a broken cube, which bobbed impertinently and blinked at the Queen. \"You'll make an enemy of the City and every Guardian in it if you keep us against our will,\" the machine warned them. \"But we would gladly be your allies, if you desire it. The City has no idea of your existence, except faint myths among the Awoken on Earth.\"\n\n\"Does it speak for you?\" the Queen challenged Savin-who-was-Chao-Mu.\n\n\"I speak for myself,\" Savin-who-was-Chao-Mu answered. \"Behold!\" And he drew forth from the quantum vacuum a shrieking singularity, which he held between his hands and then telescoped down into nothing.\n\n\"Are you intrinsically good?\" the Queen asked.\n\n\"I hope so,\" he answered. The Queen knew this was a lie or a misapprehension. She was aware of the Risen and the cruel fiefdoms they had sometimes enabled. However, perhaps the Ghosts that had made the Risen were destroyed or became enlightened.\n\nNow the Queen asked the Techeuns to assess the differences between the Chao Mu they remembered and this Savin returned as a Guardian of the Traveler, using their most sensitive physical and psychological tests. Most of all, though, the Queen was curious about the reaction of her Ahamkara, which had begun to salivate, and to assume a form more like the Guardian expected: monstrous and befanged.\n\nBut her brother whispered urgently to her, \"We must know how to kill it, Mara. There are more every day.\" \n\nSavin the Guardian showed a tremendous fondness for doing things; he had a pathologically task-oriented nature, which made him very useful to the Reef. Yet there was always the sense that his Ghost was watching, observing, reporting. And Savin was most of all greedy—not in the grasping manner of the petty, but in an enormous, all-consuming way, for he desired materials and experiences that would temper him into a better Guardian, and he was always experimenting with his strange powers in foolish ways that left him briefly dead, seeking \"a new Super ability\" or \"some way to make my grenades faster.\" He grew tired of performing trivial tasks about the Reef, complaining that the dangerous repairs he made were endless and boring, and that he wanted to move on to new worlds. He leapt into space, repeatedly and without reason, as if his death were no more traumatic than a hop off a curb. Obsessed with reward and efficiency, he would rather do one profitable thing a thousand times than waste his efforts on a less beneficial novelty.\n\nBy the end of her acquaintance with Savin, Mara had decided she did not like this Traveler and what it did to people. Yet she had also decided that she felt a strange kinship and sympathy for it, this cornered, desperate god, making infinite sacrifices out of its people.\n\nPerhaps the Earth would be better off if the Traveler vanished or was destroyed, she thought. Even in the Reef, she felt as if she were living next to a torch held up in a dark wilderness, calling out across the galaxy to hungry things with too many eyes.",
		"name": "Savin",
		"icon": "/common/destiny2_content/icons/57c8e5b0eaf344ca17453c2963e4ede2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2193019845,
	"index": 498,
	"redacted": false,
	"blacklisted": false
}