{
    "index": 1049, 
    "hash": 2194479195, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "\"This Bond is yours. For the day you ignite the spark that casts the Shadow of Earth.\" —Emperor Calus\n\n\n\nI'll require a Shadow of your Guardian-tribe to transcribe the runes emblazoned inside the Crown of Sorrow—change them to something more beneficial for Emperor Calus. And disrupt the witch's schemes.\n\nOh.\n\nShe thinks I can't hear her.\n\nWell, I can't hear her words. [Ha.]\n\nBut her intent. Her feeling. I know it. She's here.\n\nShe means to undermine me with the Crown. We shall wear it just the same. \n\nAs soon as we can fix it. Don't worry about what happened to Gahlran. We've learned since then. We shall find a more suitable host for the Crown.\n\nOh, not me. Never me. Your Emperor has enough crowns to last a hundred thousand generations.\n\nPerhaps one of your Titans would be hearty enough…\n\nBut the witch. The witch is troublesome. I preferred her brother to her. Oryx would have been easy to match. The brute force of the Taken would have been easy to conquer with fat grown from strength. They would have joined my new Empire gladly. Because their greatest desire is subservience.\n\nAlas. One day, the witch and I shall crash. What will you do, then? You've made a choice before, between the Vanguard who raised you and the peasant, shell of a man who tempted you with power he barely understands.\n\nIf you truly care about this system, about the people of your City, you shall help me, Guardian of the Warlock-tribe.\n\nWear this bond, and proclaim your fealty.\n\nIt's a promise that you'll work to purify the Crown of Sorrow in a way only a Guardian of your tribe can.\n\nAs soon as we figure out how. Help me.\n\nHelp me grow fat from strength.\n\n—Emperor Calus", 
        "name": "Penumbral Bond"
    }, 
    "subtitle": "\"For when the end comes, you and I shall welcome it. And all our good works will bear fruit. At last—the right to be last.\" —Emperor Calus"
}