{
    "index": 606, 
    "hash": 220096387, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png", 
        "hasIcon": true, 
        "description": "She wasn't ready, but I had no choice.\n\nThe Cabal mining rig was set to scorch the earth and then churn the soil to get at whatever they were after underneath.\n\nProblem was… my Guardian—the one I'd spent a very long time looking for—was lying dormant in their path: a lifeless husk in need of a wake-up call before her remains were atomized and I was left, for eternity, without my chosen.\n\nThat I'd found her seconds before the Red Legion's survey team arrived was… unfortunate. But I had to do what I had to do. Some risks, after all, are worth taking. It was now or never. And besides, there's no timing like bad timing.\n\nI opened myself up to the Traveler's gift and enveloped her in Light just as the mining rig settled.\n\nMy new Guardian gasped and sat up, crying out as if waking from a nightmare.\n\nNot good.\n\nThe Cabal security team was on us quick. Their slug shots rang out.\n\nBefore she could take a second breath, my Guardian was dead… again.\n\nI spun and hit her with another scan as the rig warmed its burners.\n\nThe Cabal released their War Beasts on us.\n\nMy Guardian was up as the ground heated and the War Beasts charged. She was confused, as was to be expected.\n\n\"Run! Now!\" I tried to warn her, incite her to move. But she just looked around—dazed, confused.\n\nThen she saw the Beasts. Instinct, as it turns out, is a compelling motivator. She was up in a flash, sprinting away from the rig's burners and away from the gnashing teeth that were quick on her heels. As soon as she cleared the rig, the Cabal opened fire. And here's where risk became reward…\n\nMy Guardian didn't flinch. Didn't cower. Instead, she got angry. And aggressive.\n\nThis long-dead woman was back among the living for only a moment, and already she was one with war. I wonder, perhaps, if that's what makes humanity the perfect weapon—if that's what makes it a force worthy of concern. Not my place to say. Though what came next gave me pause and more than a hint of pride.\n\nMy Guardian charged the nearest Cabal—a creature of war she had never seen, a hulking brute in thick-plated armor.\n\nShe docked and dodged, left to right and back again to avoid slug fire. A War Beast lunged, clamping its jaw on my Guardian's forearm. She yelled.\n\nThe Cabal laughed. The other War Beasts closed in.\n\nThen…\n\nMy Guardian—this woman only just reborn in the Light—grabbed the Beast clamping down on her arm by the hind legs, Lifted, and brought her entire weight down on the creature's spine, knee first.\n\nThe sound—cracked bone and a sudden, sharp yelp—caused the other Beasts to halt and the Cabal to quell their laughter.\n\nShe resumed her charge. No hesitation. The Beast's limp body was still locked on her arm. She pulled it free—I could hear the flesh tear, but she did not flinch. Instead she closed the distance, rushing the Cabal, the Beast held tight in her good arm's grip.\n\nThe Cabal raised his weapon, but too late. The other Beasts charged as my Guardian pummeled the Legionary with the corpse of his pet. It was brutal, swift.\n\nI issued a warning as the War Beasts lunged, but it didn't matter—she already had the Cabal's slug thrower in hand. What followed… I am reluctant to recount in full.\n\nShe was new then—awakened into a world of sudden, fierce violence.\n\nAll I will say is that I am here, and my Guardian is near, and somewhere deep within the EDZ there is ground still darkened with the stain of Cabal blood.\n\n—Tam, a Ghost recounting his Guardian's resurrection", 
        "name": "Into the Fray"
    }, 
    "subtitle": ""
}