{
	"displayProperties": {
		"description": "From: Micah-10\n\nTo: Tallulah Fairwind\n\nCategory: 5-sat bounce\n\nPriority: 3\n\nHello, old friend:\n\nI have a knack for finding Hunters. Another of my little pack has found her partner, a Human male, and now the two of them are coming to you by watercraft over the Pacific. Keep an eye on this one, Tallu. He has taken the name Andal Brask, and I believe he will be trouble.\n\nPerhaps all this travel has made me sentimental, for when one of my Ghost wards finds their Guardian, I am sad, because my pack grows smaller. I miss them when they are gone. Now I am down to one Ghost other than my own. Pup, we call him. The runt of my metallic litter. Pup has yet to speak, but always his little blue eye searches for his Guardian.\n\nI plan to resupply at the Cosmodrome and then take Pup north. Those steppes are uncharted territory, except by that lone wolf, Conar. My correspondence with him is regular in the outbound direction; I consider myself lucky when he answers every fifth message. Still, you and I both know his intel is good. No one else knows Old Russia like he does.\n\nPerhaps in the Cosmodrome I will find a ship capable of breaking atmosphere. Though there is much of this Earth I have yet to see, I have come across more than a few Ghosts who believe their Guardians are offworld, waiting in the Golden Age ruins of Freehold and Ishtar and beyond. Some of these little Lights have decided to brave the null on their own to reach their fated partners. I tell them there's still so much of Earth we've yet to sniff out, that perhaps their Guardians have not yet been born, but some of them are convinced. If my next Ghost pack wants to make the journey, I am determined to join them.\n\nThese last few months we've enjoyed the pleasant absence of Cyrell. Now I feel more confident that we lost him in Australis. If he tries to hurt my Ghosts, I will rip his throat out.\n\nI hope you're not feeling too cooped up. You're still doing good work, Tallu. And as they say, better you than me.\n\nYour Faithful Den-Mother-of-Ghosts,\nMicah-10",
		"name": "Protector of Ghosts",
		"icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 220096388,
	"index": 614,
	"redacted": false,
	"blacklisted": false
}