{
	"displayProperties": {
		"description": "You're all special. He was no different. At first. Just as special, same as the rest.\n\nAll that's changed, obviously. Over time he… distanced himself—stood out.\n\nIt took some time for her to adjust to his personality. From what she's shared, it took him time as well. The Cayde-6 known to all is not the man he was in total. His wit and his playfulness were a shield—a weapon as trained as his blade or his hand cannons.\n\nHe called her Sundance. I was never sure why. She said it was from an old legend—a fable from the time before the time before. I always thought it was because of her spark, the grace with which she moved—so effortless, so sly. They were a perfect match.\n\nThere's no doubt he recounted his return to those closest to him on more than one occasion; and there's no doubt as well that the events shifted a bit with each telling. Like his wit, the building of his legend was a weapon.\n\nFor those who don't know… For those who were not lucky enough to hear the tale of Cayde-6's first from his own mouth—with that charm and the way he'd act out his favorite parts, complete with sound effects—here is one telling…\n\nIt's a recording from cycles past. It's not the whole story, but where Cayde-6 was involved, nothing ever was…\n\n\"BOOM! I wake up. Groggy. Confused. Hungover. It's the same for us all, so that initial shock's nothing new. Sundance is in my face, and I'm freaking out. My brain works, but I don't remember a thing 'cept that I seem to be a functioning life form—I'm human, I'm a man. And then my mind starts reeling a thousand miles a minute. BOOM-BOOM-BOOM. Like I'm downloading the 'Idiot's Guide to Basic Human Existence.' Cool. Great. Still can't remember anything. And I sure can't wrap my head around the talking, floating magic robot orb-thing jabbering in my face. I'm freaked. So, I freaked. Smacked her to the ground. Hard… And I ran.\n\n\"I'm runnin'. She's runnin'… Or, ya know, whatever she's doin' since she doesn't have any legs… She's right behind me, going, 'Wrong way! Wrong way!' She's screaming. I'm screaming. Whatever she's yelling, I just keep running. It's night. Did I mention that? It's nighttime and my eyes are still adjusting. So, I'm runnin', I'm runnin'. Can't see. Can't remember. Scared to death. Confused as all get-out. And then—\n\n\"I fall. I'm straight up falling. Just like that, I ran… Right. Off. A. Cliff. It wasn't a short drop. I bounced… so many times. Felt each and every one. Till I didn't. Till it all went black again. And then…\n\n\"BOOM! I'm back! She got me right up on my feet. Just like she always does. And that, my dudes, was the start of a beautiful friendship.\"\n\nMost haven't heard that story, and in listening, you hopefully weren't looking for any definitive truth of who he was as a man or a Guardian. That's not what the story's for. Its purpose, now more than ever, fits nicely into the armor Cayde wore best…\n\nHe thought it was funny. And now, more than ever…\n\nCayde would want us to laugh.\n\n—Shiro-4's Ghost, at a gathering in Cayde-6's honor",
		"name": "A Hero's Requiem",
		"icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 220096384,
	"index": 610,
	"redacted": false,
	"blacklisted": false
}