{
    "index": 608, 
    "hash": 220096385, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png", 
        "hasIcon": true, 
        "description": "Out here in the wilds, survival depends heavily on your ability to elude Fallen patrols. Everything else, every other danger, is secondary. Exposure. Starvation. Hungry beasts. Crazed bandits. All can be assessed and managed. But Fallen—these vicious pirates—they hunt and kill not only for their own survival… but for sport. They relish the slaughter.\n\nI was guiding our ragtag group through dense woods, but with a child to carry and many survivors wounded, we didn't move quickly enough. We'd been spotted a few miles back. The attack was swift, violent. The child's mother fell almost immediately. His father foolishly—though maybe it's best to imagine he was brave—let his grief and fear get the better of him. He ran to her aid, but there was none to give. Now he is gone as well. Two parents dead. One orphaned child gifted in ways he can't yet understand.\n\nOthers grabbed the infant and fled. He cried—confused, frightened. They muzzled his fear and made for the thick of the forest. I followed. The child was mine to protect—if I could. I had no choice but to stay with him.\n\nAnd yet, here I am…\n\nThis hasty dictation is meant to give some insight, if needed, into my choice—into my moment of weakness that led to a child reborn. I'm recounting as I flee, so mind the clipped nature, this truncated plea for understanding and a brief history of what happened here.\n\nI will send this message on signal to any Ghost who may hear. The Fallen are on me. I have run from the pack to lead them away. Should I survive, I will return to the child. Should I fall, he will be left to others to raise—and will ever have only the one, second, life to give.\n\nI left him in the care of a terrified man and woman. But they are smart and caring; they have courage but know when to run, when to survive. They will stay hidden until the Fallen are away, my Light serving as a distraction to lure them as far from these Humans as I can.\n\nI made my presence known to the pirates and darted from the last of the survivors—made myself a target to buy them time. But that time is short.\n\nThe Fallen are close now. And closing. I can hear the bark of their war cries. I can feel the spark of their blades. They've long since learned that to kill one like me is a future problem solved.\n\nI am not sorry for the choice I made. The child gave hope, though fleeting. What comes next for him is unknown. But there is promise in him, should he find sanctuary. Should he find guidance.\n\nThis is not a confession. This is my hope. This is my—\n\n—Fragment of the last transmission from an unknown Ghost", 
        "name": "Confession of Hope | Part Two"
    }, 
    "subtitle": ""
}