{
    "index": 612, 
    "hash": 220096389, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png", 
        "hasIcon": true, 
        "description": "Peregrine Institute of Higher Learning Presents:\n\n\"Ghost Stories: Interviews with Two Ghosts of the Traveler\"\n\nA guest lecture by two Guardian-less Ghosts about life, Light, and the search for their Guardians\nFeaturing: Balthazar (unpartnered) and Peach (unpartnered)\n\nTranscript of the Q&A session is as follows:\n\nQ: What is the Traveler, in your understanding?\n\nBALTHAZAR: Great question.\n\nPEACH: Terrible question.\n\nBALTHAZAR: In a sense, it's the ONLY question. The Traveler is our primary, our mother, the primordial and the pinnacle. A dear friend, the Ghost of Pujari, once compared the Traveler to a song that has never been sung—\n\nPEACH: Look, the answer no one likes to give is that no one knows what the Traveler is or anything about it. Not even us.\n\nBALTHAZAR: We know she wished for us to raise Guardians to be her avatars and defenders—\n\nPEACH: Do we, though? Just because we CAN do that doesn't mean we were MADE to do that. And who says it's a \"she\" anyway? Why does \"it\" need a gender?\n\nBALTHAZAR: The Traveler, in her omniscient wisdom, looked into the past and the future, and from all the generations that emerged from the cradle of Earth, she chose the best of them to be her champions. Each Ghost was lovingly and carefully created for their one true Guardian. The Ghost and Guardian complete each other.\n\nPEACH: If that's true, then the Traveler's kind of a jerk.\n\nBALTHAZAR: Excuse me?\n\nPEACH: Look, I know tons of Ghosts who died before they ever found their Guardians. I know some Ghosts who still haven't found a Guardian. You haven't. And I haven't, but I don't think I'm \"incomplete\" because of it.\n\nBALTHAZAR: I have the humility to recognize my own shortcomings and to submit myself to the Traveler's plan.\n\n\nQ: Do you remember being inside the Traveler?\n\nPEACH: No.\n\nBALTHAZAR: I do. We call it the Womb.\n\nPEACH: I have never and will never call it that.\n\nBALTHAZAR: Imagine a cosmos inside a bottle. Trillions of stars orbiting each other in a complex weave. But they aren't stars. Perhaps a better word would be… souls. Souls, dancing in an infinite space enclosed within a celestial egg.\n\nPEACH: Which is it, an egg or a womb?\n\nBALTHAZAR: It's called a metaphor.\n\nPEACH: Well then, pick a metaphor. Not twelve.\n\nBALTHAZAR: Well, what would you call it?\n\nPEACH: I wouldn't call it anything, because I don't remember it, and I don't think you do either.\n\n\nQ: Some people say that each Ghost is an aspect of the Traveler—that is to say, that each Ghost represents a part of the divine Whole.\n\nPEACH: [loud laughter]\n\nBALTHAZAR: Would you please? This is unbecoming.\n\nPEACH: First of all, that wasn't a question. Second of all… [more laughter] Third of all: if I'm a part of the Traveler's brain or soul or whatever, then the Traveler sure isn't divine, I'll tell you that much.\n\n\nQ: What will you do if you never find a Guardian?\n\nBALTHAZAR: I shall find a Guardian. The Traveler has willed it so.\n\nPEACH: Did you get that in writing?\n\nBALTHAZAR: It is true that some Ghosts die before finding their partners. If that happens to me, then I suppose I will \"do\" nothing, since I will no longer be. But I have faith.\n\nPEACH: If I never find my Guardian, I'll go steal someone else's. I hear Sagira had a good time with that.\n\n\nQ: If you could eat, what would you eat first?\n\nPEACH: Finally, a good question!\n\nBALTHAZAR: We do not know the desire for food. Our semicorporeal form—\n\nPEACH: Nectarines. Or hot sauce. Ooh, or crickets. Crunchy roasted crickets. Crunchy food sounds so fun. I wish I could get cricket carapace stuck between my teeth. Here's a question for YOU: what's it like to have teeth?\n\nBALTHAZAR: Is this over yet?", 
        "name": "Difference of Opinion"
    }, 
    "subtitle": ""
}