{
    "index": 610, 
    "hash": 220096391, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png", 
        "hasIcon": true, 
        "description": "I am quiet, I am not here, the Fallen cannot see me, they cannot know me. I am not a shadow, but I move among them, silent, deliberate of motion, and intent as when I entered their hollow one month prior. I used the light of day to mask my own, because the forest here is barren, it's, it's, it's a dead place, to and fro, a constant buzz as the scavengers go about the business of stripping this world of its old glories. And I watch, I learn, I record and preserve; their every movement is my obsession. I hang on their every word, even though I am not versed in their nightmare tongue, but others are and they will decipher it; they will find the secrets hidden within. Secrets are like weapons, and I am an instrument of their unmaking. They are enemy, they are cruel, and I will learn and share, and they will be undone.\n\nWhat is that shouting? I am deep now, no telling how far in. I have tracked each meter. Mapped every path. But this maze is ever-winding and their cheers now echo, violent with joy, and I hesitate to investigate as I am entering unknown corridors thick with security… Yes, yes, this is a special place, a holy place, a mechanized place, and the shouts merge with screams and the grinding of gears, and the joy joins with pain. There is suffering here, punishment—a, a… a ritual? I must know so we may know, and I move slow, careful… must… not… be seen… cannot be detected… Meter by meter, anywhere where cover is provided. Quick and with purpose whenever exposed. I make my way, leaving other avenues unexplored; the cheers must be understood. But eventually they die. Replaced by the harmony of the pirates' busy days and nights, oh my how they never rest—or rather… when they rest, others continue the work, prepping scavenger sorties, sifting through spoils, readying their fleet, their weapons, their worship. The manner in which they revere machines, I should feel safe here, I should be among their gods… Am I machine? I don't know, I don't know anything. Their worship is not so simple. With the cacophony of excitement no longer echoing, I slow my pace but remain vigilant in my efforts to locate its origin.\n\nIt is weeks before I do, weeks before now. A ceremony has just ended and I am sending out a recollection of what I have seen, because I am seen—these are my final moments, of this I am sure. The ceremony is combat, ritual, and fury, it is a pit and arena where the lesser and unworthy must prove their value or suffer and die. Oh how they fight dirty, oh how they fight to survive—or to thrive. In this pit, before the eyes of an Archon, shamed Eliksni may redeem themselves, lesser pirates may improve their station: a Dreg to a Vandal, a Vandal to a Captain, a Captain to… This is their forge, their place of judgment, their trial before their betters. This is what we are up against; kill or die, thrive or perish, they have no use for the weak and they watch and cheer and scream as their Archon looks on. But I have become careless. The fervor became a distraction and now the Archon's eyes have found me and I am too deep to run and I think he is smiling…\n\n—The last frantic transmissions of Wren, a brave Ghost of the spectral network", 
        "name": "From Fallen Ground"
    }, 
    "subtitle": ""
}