{
    "index": 614, 
    "hash": 220096395, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png", 
        "hasIcon": true, 
        "description": "I am searching. I am close; I can feel that I am close.\n\nWhat will my Risen be like? Will she be honorable? Will she be a brute?\n\nI should be able to tell, shouldn't I? I don't know. I don't know that it matters. I have been searching since the day that I was born. I will take anyone.\n\nI crest a dune. The Gobi is endless in the evening light. And then I see it: a burnt-out building, the only man-made structure for miles. I do not know whether to fly faster or keep a stately pace. It doesn't matter. The dead cannot see.\n\nI am nervous. Why am I nervous?\n\nAs I draw closer, I rehearse what I might say. First introductions are important. \"You are a child of the Traveler's Light,\" I say to myself. \"You have been chosen in defense of this solar system… No. No. Hm. You… We are both children of the Traveler. You and I are both children of…\"\n\nI forget my words as I slip into the building. I find meteorological equipment. I find an empty office. I find a dingy breakroom. At the back of the breakroom, I see my other half: a Fallen Vandal crushed beneath a toppled refrigerator.\n\nI am devastated. I have seen the Fallen. They are butchers. Castaway murderers. I would take anyone, but not this. Not this thing.\n\nI turn away. I count seventeen slow laps around the room and then another four around the building. I should be decisive, shouldn't I? I should be filled with pride that I have fulfilled my first purpose. I am not. It doesn't matter. I cannot ignore the pull.\n\nI return to the breakroom. I do not know what I will say, but—Fallen or no—it is the Traveler's will that I do this. I reach toward the Light, then reach toward that pull to join them together.\n\nThe refrigerator trembles as the Light suffuses him. I hear a low groan. \"Push it away,\" I whisper. If my Risen dies beneath this refrigerator and I fly away into the sun, no one will know. Perhaps I will have done the Earth a great service. \"I'm here with you, but you must help yourself. Push it away and sit up.\"\n\nThe refrigerator shifts, then topples to the side. An Awoken man sits up and pushes the dead Vandal off his chest like an unwelcome blanket on a hot summer night. With effort, he wiggles free and stands straight.\n\n\n\n\"Who are you?\" he asks. He looks around, then down at his blue hands. \"What am I?\"\n\n\"I am your Ghost,\" I say with more than a hint of obvious relief. \"You are one of the Traveler's Chosen, a defender of humanity. What is your name?\"\n\nHe flexes his fingers, works his jaw, blows a raspberry. Then he looks at me. \"Savin. Yes, I think I call myself Savin.\" He nods, satisfied. \"Let's go, Yourghost.\"", 
        "name": "Savin"
    }, 
    "subtitle": ""
}