{
    "index": 615, 
    "hash": 220096394, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png", 
        "hasIcon": true, 
        "description": "Nkechi-32 lies on the hull of her ship, skimming through gossip and salvage requisition lists on VanNet. Agu nestles in the magnificent feather ruff of her chest plate and looks out at the debris of the Reef.\n\n\"'Revised Crucible rules are garbage,' blah blah blah. How does this have like three hundred comments?\" she says, flicking to the next page. \"Where's the juicy stuff?\"\n\n\"Hey, it's Pulled Pork,\" Agu says, peeking up over one of Nkechi's tremendous pauldrons.\n\nShe sits up right away, eyes lighting with interest. \"Really? Where?\"\n\nPulled Pork is the name they've given to a very sweet, very earnest Ghost that has been looking for his Guardian for about as long as they can remember. Pulled Pork is not his real name, but it feels right, like calling Mara Sov by her full name instead of just her forename.\n\nAgu directs Nkechi's attention out into the floating scrap. Sure enough, there he is: a tiny speck moving with meticulous patience across the surface of a blasted-out Fallen Skiff. \"Let's go say hi,\" Nkechi decides, disabling her VanNet HUD. She climbs to her feet and begins a lazy zero-gravity parkour run, leaping and drifting from one hunk of scrap to another.\n\n\"Hey, buddy!\" she calls when they get close. \"Whatcha doing?\"\n\nPulled Pork finishes up a scan of a floating piece of concrete and rebar, then turns toward them.\n\n\"I am looking for my Guardian!\" he chirps.\n\n\"That's nice. You gonna find him in that rock?\"\n\n\"You never know, Miss Nkechi Thirty-Two. Maybe my Guardian is very small.\"\n\n\"Maybe,\" Nkechi agrees. \"But you might want to consider scanning the dead, bud. That shell's pretty snappy. Is it new?\" It's Reef-purple, with a flowerlike silhouette and silver detailing.\n\n\"Yes! It is. It was a gift. And, thank you for your suggestion. I have considered it! I do often scan the dead. I also scan other things. I like to be thorough.\" Pulled Pork bobs in place politely, almost bowing. \"Please excuse me one moment!\" He turns to scan a piece of warped plasteel.\n\nThey watch. Nkechi shakes her head.\n\n\"Oh, leave him alone,\" Agu whispers in her ear. \"If he goes through every bit of scrap in the Reef, he'll find someone eventually. Sky knows there are plenty of bodies (and body parts) floating around here…\"\n\n\"Yeah, we said that when we found him on Mars, and that was before Twilight Gap,\" Nkechi replies.\n\n\"Well. With that in mind, let's check back on him in a couple months. Who knows? Maybe he'll get lucky and find the greatest Guardian of all time.\"\n\n\"Shoot. YOU found the greatest Guardian of all time.\"", 
        "name": "Pulled Pork"
    }, 
    "subtitle": ""
}