{
    "index": 1184, 
    "hash": 2253892201, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/93c3ce969dd3a67e368bcb43e3a889af.png", 
        "hasIcon": true, 
        "description": "RECORD: 8796T563$LUN-0.324 [RECUSAL MIRROR RECORD]\nIDENTITIES: Dr. Wade Bow, Commander Kuang Xuan\nLOCATION: K1 Dig Site 4, Logistics, Infirmary\nTHREAT DETECT: Level 8, 9—Possible Psychosis, Crew Impairment\nTHREAT RESPONSE: Forward for Medical Review\n   [REVISED RESPONSE]: Exhibit Record 456, FILE//REPORT TO RASPUTIN\n\n\n\"I've completed the report, Commander. You can read it for yourself, but I think we both understand the gravity of the situation.\"\n\n\"I will read it—and share a sitrep with the board next quarter—but a summary of principle findings wouldn't be out of order.\"\n\n\"[yawn] Excuse me. I need to get some rest. Well, I can't explain the mechanism, but tests show neurochemical cascades increasing in frequency and severity over time. Individuals differ in their expression, but there's a clear trend when examined in the aggregate. Approximately eighty percent of the K1 crew is suffering similarly: intrusive thoughts, insomnia, narcolepsy, nightmares, and in the worst cases—as we saw with Helsha Rell—hallucinations, auditory and visual. It's a threat to the project.\"\n\n\"And the twenty percent?\"\n\n\"Individuals who've yet to be exposed. And yes, before you ask, I did witness the effect in action. I took the levels on an unexposed technician, Keleen Vance, and reexamined them after just an hour with it. Despite no outward changes of behavior, there was a marked drop in her serotonin and a commensurate rise in cortisol. After a week of work at Site 3, she was requesting sedatives as a sleep aid. Now she wants something stronger. Something to knock her out.\"\n\n\"Does your report include any recommendations?\"\n\n\"Only my best guess: Restrict direct exposure to thirty minutes per day, rotate teams between sites each week to limit proximity. And we need to plan for attrition. People need to get off this rock or they'll go crazy. Heck, I'm near the breaking point, and I'm supposed to help everyone else.\"\n\n\"I think you're right. You do need a break. Come with me when I head back to Earth for my next quarterly. We can come up with a plan for who will replace you in the coming days.\"\n\n\"Fine. [yawns] Fine. And my recommendations?\"\n\n\"I'll review the report, and we'll implement them. The rotation between sites will cause difficulty, but we'll do what we must to keep the crew fit.\"", 
        "name": "Noetic Effects"
    }, 
    "subtitle": ""
}