{
	"displayProperties": {
		"description": "RECORD: 8796T563$LUN-0.279 [RECUSAL MIRROR RECORD]\nIDENTITIES: Commander Kuang Xuan, Aeronautics of China Board (President Yang Lyn, General Han Wanwei, [CORRUPTED]\nLOCATION: K1 Dig Site 2, Communion, Command Center\nTHREAT DETECT: None—All Parties Level 1 Clearance \n   [REVISED DETECT]: Level 4—Psychosis [Dangerous]\nTHREAT RESPONSE: Record for Posterity\n   [REVISED RESPONSE]: Exhibit Record 22, FILE//REPORT TO RASPUTIN\nSCRUB REQUEST: Commander Kuang Xuan\nSCRUB RESPONSE: Accepted\nDELETION REQUEST: Commander Kuang Xuan\nDELETION RESPONSE: DELETE ALL\n\n\n[CORRUPTED] \"—and so we maintain the exobotany work, but there will be no further communication between that First Light team and the K1 project. Furthermore, communication of this sort ends. I'll come and deliver progress reports in person.\"\n\n\"I don't think I need to tell you this, but this is highly unusual, Commander Kuang. Surely our normal security protocols are sufficient.\"\n\n\"Yes, and normally I'd agree. So would our friends at Clovis Bray, I'm sure.\"\n\n\"You accuse Clovis Bray of… what? Monitoring our communications? Do you think they are listening right now?\"\n\n[Murmurs and laughter]\n\n\"I can't tell you what Clovis Bray did when they assisted in setting up this mission. But, I can tell you what I would have recommended to the board if Clovis Bray had been in the position of asking us for help putting a project together.\"\n\n\"I see… But you still haven't explained—\" [CORRUPTED]\n\n[CORRUPTED]\n[CORRUPTED] \n[SCRUBBED] \n[SCRUBBED]\n[CORRUPTED] \n\n\"How often would you be able to make your reports, Commander?\"\n\n\"Quarterly. Earlier whenever we make a discovery of note.\"\n\n\"So, we can look forward to seeing you in person in a couple months.\"\n\n\"I plan to return tomorrow.\"\n\n[surprised murmurs]\n\n\"Well! I think I speak for all of the board when I say that I expect something monumental when you give your report.\"\n\n[murmurs of agreement]\n\n\"I have no doubt. If that's all, I'll take my leave. I have a lot of work to do before tomorrow.\"\n\n\"Certainly. Goodbye, Commander.\"\n\n\"Goodbye, President, Generals, esteemed members of the board. Signing out.\"\n\n\"Firewall, scrub the following from your records [SCRUBBED] [SCRUBBED]. Firewall, sever connection to Warmind Rasputin.\"\n\nMIRROR RECORDS\\MIRRORED\nAI-COM/FRWL//WARMIND RASPUTIN REQUESTS REASON FOR BREAK OF CONTACT\n\n\"Tell Rasputin to contact Aeronautics of China. Sever connection.\"\n\nAI-COM/FRWL//NEGATIVE. WARMIND RASPUTIN WILL MAINTAIN OPEN CHANNEL.\n\n\"Fine. Bring up a map for the critical relays for cross-space transmission.\"\n\nFILE MIRRORED RECORDS//FILED//RECUSE FILE\\RECUSED\nAI-COM/FRWL//HOLOGRAM\\PROFFERED\n\n\"Highlight any other systems that might be used as backdoors or jury rigged to transmit or receive.\"\n\nRECUSED FILE//RECUSE\\RECUSED\\RECUSED\\RECUSED\\RECUSED\nHOLOGRAM\\MODIFIED\n\n\"Transfer that to my datastem. Firewall, delete all records of my conversation with the board and of this conversation.\n\nDELETE RECORDS\\DELETED\nDELETE MIRROR RECORDS\\DELETED\nDELETE RECUSED FILE\\DELETED\\CORRUPTED\nAI-COM/FRWL//DELETION AFFIRMED.",
		"name": "Detached",
		"icon": "/common/destiny2_content/icons/93c3ce969dd3a67e368bcb43e3a889af.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2253892207,
	"index": 1187,
	"redacted": false,
	"blacklisted": false
}