{
    "index": 1189, 
    "hash": 2253892204, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/93c3ce969dd3a67e368bcb43e3a889af.png", 
        "hasIcon": true, 
        "description": "RECORD: 9982F323$LUN-1.127 [RECUSAL MIRROR RECORD]\nIDENTITIES: Commander Kuang Xuan, Alton Bray\nLOCATION: K1 Dig Site 1, Crew Quarters, Commander's Quarters\nTHREAT DETECT: None—All Parties Level 1 Clearance\nTHREAT RESPONSE: Record for Posterity\n   [REVISED RESPONSE]: Exhibit Record 634, FILE//REPORT TO RASPUTIN\n\n\n\"Who gave you permission to be in here? Oh… Mr. Bray.\"\n\n\"Yes, Commander Kuang. And you'd have known I was coming if First Light hadn't severed communications.\"\n\n\"It was necessary to maintain the secrecy of the K1 project.\"\n\n\"That was not part of Aeronautics' agreement with us. And it's not working. You're burning through personnel. And the ones sane enough to sit down for an exit interview have some very unflattering things to say about operations here.\"\n\n\"They're—\"\n\n\"Don't worry about them. We're containing the situation. You need to be more concerned about yourself.\"\n\n\"Is that a threat?\"\n\n\"It's a fact. Did you really think you could keep K1 for yourselves? And what has all this subterfuge gotten Aeronautics? What has it gotten you? You've led this project since its inception, and what do you have to show for it?\"\n\n\"Firewall, pull up plans for the array.\"\n\nAI-COM/FRWL HOLOGRAM\\PROFFERED\n\n\"Interesting. What am I looking at?\"\n\n\"The first extra-spatial transceiver. Using our current technology, background signals make it difficult to isolate—\"\n\n\"I see. Its depth makes the Moon work like a baffle. Intriguing. And if it works, we'll… talk to whatever is out there?\"\n\n\"It's not a conversation, exactly. Language isn't being used. Although, now that we've worked out most of the kinks, we know it could be used to transmit language across, well, any distance—instantaneously.\"\n\n\"You speak as if you've already built it.\"\n\n\"Come with me to Site 2.\"", 
        "name": "The Visitor"
    }, 
    "subtitle": ""
}