{
    "index": 1191, 
    "hash": 2253892194, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/93c3ce969dd3a67e368bcb43e3a889af.png", 
        "hasIcon": true, 
        "description": "RECORD: 7932L745$LUN-1.230 [RECUSAL MIRROR RECORD]\nIDENTITIES: David Pell, Dr. Luli Henson, Commander Kuang Xuan\nLOCATION: K1 Dig Site 1, Crew Quarters, Commander's Quarters\nTHREAT DETECT: Level 4, 5, 9, 10—Psychosis [Dangerous], Possible Exotic, Crew Impairment, Protocol Incompliance\n   [REVISED DETECT]: Level 3, 4, 6, 10—Confirmed Exotic, Psychosis [Dangerous], Crew Impairment, Protocol Incompliance\nTHREAT RESPONSE: Audit Exotic Influence, Mirror Files, Recusal Review, Threat Review\n   [REVISED RESPONSE]: Exhibit Record 755, FILE//REPORT TO RASPUTIN\n\n\n\"No! I have to talk to her!\"\n\n\"I'm sorry, Commander. Too much time with the transceiver. David just needs some rest.\" \n\n\"I do not!\"\n\n\"He and I were just talking about that.\"\n\n\"You mean you were trying to stick a needle in me!\"\n\n\"David, stop.\"\n\n\"No! Don't touch me! She doesn't get it, Commander! She doesn't understand! She doesn't listen to it like I do. She doesn't know how helpful it can be.\"\n\n\"It's all right, Henson. Let David talk. See? No one's going to make you do anything you don't want to.\"\n\n\"She's trying to make me sleep, but I don't sleep anymore. I dream when I'm awake now.\"\n\n\"Me too, sometimes. It's okay.\"\n\n\"It's better than okay. It's brilliant! I'm brilliant! Look what it helped me make! Firewall, show them the drive designs.\"\n\nAI-COM/FRWL//HOLOGRAM\\PROFFERED\nSILENCE//00:01:07\n\n\"See? You see what I mean?\"\n\n\"Huh.\"\n\n\"The principle scales. I applied it to matter. It could work for whatever we want. It builds a cosmophasic field around the object to generate a convergence point. I can't build it with the materials we have here. Plus, you don't want to be in the solar system when you engage the drive. Wouldn't want to accidently bring anything along with you.\"\n\n\"[whistles] Okay, David, you've had your chat—\"\n\n\"Doctor, I think David is right.\"\n\n\"Excuse me?\"\n\n\"You don't understand. You may go. David and I have a lot to talk about.\"", 
        "name": "Waking Dreams"
    }, 
    "subtitle": ""
}