{
    "index": 1188, 
    "hash": 2253892205, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/93c3ce969dd3a67e368bcb43e3a889af.png", 
        "hasIcon": true, 
        "description": "RECORD: 1159K008$LUN-1.013 [RECUSAL MIRROR RECORD]\nIDENTITIES: Dr. Luli Henson, Commander Kuang Xuan\nLOCATION: K1 Dig Site 4, Logistics, Infirmary\nTHREAT DETECT: Level 8, 9—Possible Psychosis, Crew Impairment\n   [REVISED DETECT]: Level 5—Possible Exotic\nTHREAT RESPONSE: Forward for Medical Review\n   [REVISED RESPONSE]: Exhibit Record 620, FILE//REPORT TO RASPUTIN\n\n\n\"Step into my office, Commander.\"\n\n\"What's on your mind, doctor?\"\n\n\"That's what I was going to ask you.\"\n\n\"I don't have time for word games.\"\n\n\"Then I'll put it to you straight. Your reprimand of Jun just now; it was over the top.\"\n\n\"Are you telling me how to do my job?\"\n\n\"I'm telling you you're doing it wrong. With respect—\"\n\n\"Respect?\"\n\n \"—you're under a lot of stress, and if you don't mind me saying, it's showing.\"\n\n\"I do mind. As a matter of fact, I'm of a mind to put you on the next ship out of here.\"\n\n\"And what reason would give for my dismissal?\"\n\n\"Insubordination! Undermining mission confidence!\"\n\n\"Don't you think that might be a little over the top?\"\n\n\"I... [sigh] Sorry. I didn't sleep well last night. I'm…\"\n\n\"On edge? Yes. You hide it well, but I've been studying this. I know the signs. Insomnia or nightmares, or both?\"\n\n\"Neither. I was awake. I was reading a report in bed, and then suddenly someone was in the room with me.\"\n\n\"A hallucination. Someone you knew?\"\n\n\"Someone I knew? No. No, it was just a figure. I looked at the foot of my bed, and it was like a person, but tall, too tall. It loomed over me, a shadow. I couldn't see any features. I tried to call out to it, but I couldn't speak. I couldn't move. And it just looked at me. It sounds crazy, but it felt hateful—or not hate exactly… disdain? Anyway, I must have lost consciousness because when I woke, it was gone.\"\n\n\"This was the first occurrence? Just last night?\"\n\n\"Yes. I can't imagine experiencing that twice.\"\n\n\"Well, I have good news and bad news.\"\n\n[unintelligible grumble]\n\n\"Now hang on. It's really just good news. The bad news is that those who suffer from what you experienced often report multiple occurrences. The good news is that it's totally natural, it aligns with my research, and I think I can help you avoid it in the future.\"\n\n\"So what was it?\"\n\n\"'It' was predormital sleep paralysis—atonia while conscious. You just need a little more gamma-aminobutyric acid in your system. Your body was in a sleep state while your mind was awake. This causes stress and can result in that idea of a threat being in the room. I'll send something up to your quarters. Drink it an hour before bed, and you'll be fine.\"\n\n\"That's a relief. Thank you, Doctor Henson. Forgive me for earlier?\"\n\n\"Don't worry about it, but you might want to have another word with Jun.\"\n\n\"Noted. Thanks again. Goodnight, doctor.\"\n\n\"Goodnight, Commander.\"\n\nSILENCE//00:06:03\n\n\"Firewall, can you run a spectrum-wide scan of the Commander's quarters tonight?\"\n\nAI-COM/FRWL//AFFIRMATIVE. SCAN REQUIRES COMMANDER KUANG'S CONSENT. RELAY PERMISSION REQUEST?\n\n\"No. No. It's probably nothing. Never mind.\"", 
        "name": "The Figure"
    }, 
    "subtitle": ""
}