{
	"displayProperties": {
		"description": "Tohr sat atop a storm-shrouded hill, surrounded in distance by sea and mist. The Maelstrom hung overhead, birthed from Tohr's relinquishment. It had raged for years, just as it did before when Tohr had claimed the reigns and issued his challenge to Raiju's Maelstrom. \n\nClouds trundled at the storm's edge and forked bolts split through a central cumulonimbus supercell. Strikes of gnarled charge nipped scorch into the dirt with terrifying frequency as the sky rippled with lightning. Tohr's withered husk remained in meditative stillness, long dead, basking in the metronomic glow of each flashing termination. The armor around his corpse let slip a glint of light, pulsing like a guiding bannerette for thrill seekers. It had caught Tyv Lucine's eye many times.\n\nShe watched from the base, attempting to establish a safe route through the scattered fulmination. Salt-blasted dirt gave way underfoot, in places, while spindles of thatch-work glass weave held strong against her weight in others. She could feel static flow through the network of crystalline connections like conduits aching to reach out and touch the storm. Her Light shivered, welcoming the Arc surges that leapt up metal clasps on her boots, and she threw herself to another glossy foothold as a bolt dove to meet ground.\n\nThe Maelstrom calmed as she reached Tohr's body. A staff lay at his feet. The air was a screen of charged pressure around him, but Tyv knew how to find gaps. She knew how to bend away the lightning and loop Arc into itself. Lessons the Light had taught her. She slipped her hand through the barrier and lifted the plate from Tohr. She inhaled ozone and humidity and slid the Harness onto her shoulders.\n\nRoars thundered from overhead and bolts scattered across Tohr's hill. Tyv swept the staff off the ground and drove her Arc-Light into its form. The reigns were in hand; the challenge issued. She would bend the storm, and live as lightning made flesh.\n\n\n-Raiju's Legacy",
		"name": "Raiju's Harness",
		"hasIcon": false
	},
	"subtitle": "To tame that which knows no master, one must bear the storm.",
	"hash": 2268523867,
	"index": 1297,
	"redacted": false,
	"blacklisted": false
}