{
    "index": 1287, 
    "hash": 2286251486, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/081eeed938667d283521982c8ca7bbd6.png", 
        "hasIcon": true, 
        "description": "You are the first to dream.\n\nIn the dream, you are shaping coarse sand with your hands. You lift a handful, and it feels like the shifting of mountains. You drag your fingertip through the dirt to make a twisting line and hear the roar of moving water. You breathe and feel the rush of clean, bright wind in your hair.\n \nSuddenly, you are far, far, far up in the air, higher than you've ever been. You have gone to the very top of Freehold's tallest skyscrapers, but this is much higher, and you see the world below with much greater fidelity. It is a beautiful green world, much greener than any place you've ever seen before.\n\nIt looks like home.\n\n---\n\nI am the first to dream.\n\nThe dreams can happen at any time. A veil drops in front of my eyes and I see strange, moving images. I am someone else, or I am myself, reimagined. I can't say. In the dreams, I shape planets with my own hands.\n\nAt first, I believe I am mad.\n\nThe clinicians at BrayWell call it \"interplanetary relocation maladjustment psychosis\": a psychobabble catch-all for mental disturbances that they can't explain. Other people, searching for certainty, call it \"prophecy.\" But all I can offer is a loose, tangled connection that I painstakingly unravel when I dream.\n\n|| I am drawn to a bright and attentive star. I speak to it through movement, through feeling. It understands implicitly. ||\n\nNow, I stand before a crowd. Their murmuring is the bone-deep rumble of shifting tectonic plates.\n\nA screen behind me plays looping, blurry footage of the Traveler terraforming Venus. The images radiate with pale light. We've watched this footage many times.\n\n|| I glide through space as if through water, tugged in nine directions by nine impulses. ||\n\nIn front of the crowd, I sway a little, a copse of trees bending in a dream-wind. I can't help it. I'm dreaming more often than not.\n\n|| There is whispering from the deep-dark, alluring and terrifying—a reminder of things left behind, bittersweet and abhorrent. ||\n\nA crackle of static on the screen behind me brings me back to earth, resettling my feet firmly on the ground. These people have come here for my insights.\n\nI lean forward and speak to the crowd. Four tenets, aching with truth:\n \nThe Traveler is a force of benevolence. \n\nThe Traveler is a sentient being with free will, dreams, hopes, and fears.\n\nThe Traveler will save us.\n\nThe Traveler will leave us.", 
        "name": "Dreaming"
    }, 
    "subtitle": ""
}