{
    "index": 1292, 
    "hash": 2286251481, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/081eeed938667d283521982c8ca7bbd6.png", 
        "hasIcon": true, 
        "description": "You are the last remaining star.\n\nIn your dreams, you see yourself suspended in bright but flickering Light, staring out over a world half-destroyed. You see thousands of pieces of yourself in that world, stumbling through it like infants, wandering in labyrinthine ruins they don't understand.\n\nFor a moment, you feel in your body everything that they feel. The elation of success. The pain of failure. The candle-snuff of death. The gasping of rebirth. You feel it all at once.\n\n---\n\nI am the last Speaker.\n\nI am the child of two self-exiles, and I live in a settlement in the shadow of a looming mountain. There are about three hundred of us, and we've lived here for nearly seven years. When we first arrived, we were under the jurisdiction of a Warlord named Cathal. He offered us protection for a high price, requisitioning a third of our supplies and conscripting nearly half our people to his cause. The actual protection he provided was limited. The Warlords used our valley like a battlefield, crashing through like giants who couldn't see the lives they were ending. But they could. They saw us. They just didn't care.\n\nThe Iron Lords drove Cathal out nearly a year ago, and we've lived in comfortable independence since then, with little oversight from our Risen saviors. Our people voted for that. The Iron Lords saved us, but they would be no different from the Warlords if they also wished to rule us.\n\nNow I sit in negotiations with one of them, a woman named Lady Efrideet.\n\n\"You're free to decide either way,\" she says. \"But if you say yes, you'll have an armed escort.\"\n\nThree other people sit with me: our elected mayor, our most experienced physician, and our oldest resident. We are the people our settlement chose as representation. Beside me, a silver Ghost spins his shell, floating at my shoulder, watching Efrideet. He's followed me for over a year now, and still hasn't found his chosen. He's good company.\n\n|| I have given so much of myself already, but I give more. I become a beacon. I call my children home. ||\n\n\"A consolidated population like that, all in one place,\" our mayor says. She sounds weary. She's been in her position for nearly sixty years. \"It would draw Warlords to us like flies.\"\n\n\"Don't worry about the Warlords,\" Efrideet says, with the cool assurance of someone who only half-understands our worry to begin with. \"Their days are numbered. Their way of life is incompatible with the Iron Decree, and so…\" She shrugs.\n\nHer nonchalance is unrelatable, but I think I trust her. I trust the Iron Lords. They've given us little reason to doubt them.\n\n\"How would the city be governed?\" I ask.\n\nEfrideet shrugs again. \"That seems like the kind of thing you put to a vote.\" She taps her fingers on the table, impatient, but only a little. \"We'll just build the place and bring people there. We can defend the walls, but we're not going to dictate what happens inside them. This is a joint venture. A collaboration.\"\n\nMy companions exchange looks, considering.\n\nEfrideet watches us. Like most of the Risen, she tries to look impassive. Unaffected. But if you listen closely, she's trying to convince us. She wants this. \"Listen,\" she says. \"Risen and non-Risen have lived in their separate corners for too long. We're all people. That's all the Iron Lords are trying to say. We should live together.\" She pauses. \"There are things we can teach each other.\"\n\nTwo weeks later, once we've packed up everything we can carry, we leave for the place where we'll build the Last Safe City of Earth.\n\n|| I wish for something to grow in my shadow. ||", 
        "name": "Building"
    }, 
    "subtitle": ""
}