{
	"displayProperties": {
		"description": "I am the first Speaker to never dream.\n\nAt least, I think that's true. In the days following the Collapse, any Speakers who survived were scattered to the wind, traveling with groups of refugees across the ruined wasteland that Earth became. Aside from the man who taught me, I've never met another Speaker in my life. For all I know, I'm the last one alive.\n\nBefore the Collapse, Speakers were chosen for their ability to hear the Traveler through detailed, lucid dreams. Since the dreams have stopped, there are other signs. Ghosts follow us. When we do dream, we see a strange and blinding white light. We are prone to headaches.\n\nMy mentor couldn't teach me how to interpret dreams, so he taught me in hypotheticals. I had to imagine what the dreams might be like. I had to speculate why the Traveler might come back to us and when. Like all Speakers, I memorized the four tenets: The Traveler is good. The Traveler is sentient. The Traveler will save us. The Traveler will leave us.\n\nSometimes I worry the Traveler has already left us.\n\nMy mentor died of a wasting sickness two years ago, and I've tried to live as his replacement. But where he was a living memory of when the Traveler was awake, I have only his memories, secondhand, imperfectly understood. I can't give answers. I can't make the Traveler speak.\n\nOr, at least, I couldn't.\n\nFor weeks, I have worked in secret on a project, gathering scrap metal and old, broken things left over from the time before. I've cobbled it together, tinkered with the mix of strange and half-understood technology, tried to calibrate it to my needs.\n\nA long time ago, long before the Collapse, astrophysicists recorded sounds from the planets in our solar system and turned them into music. They translated plasma waves and radio emissions into eerie, musical rumbles, roars, whistles, and hisses. The Traveler makes sounds, too. Speakers have listened to its music for many years, in the form of dreams.\n\nCarefully, lovingly, I build a mask. An amplifier.\n\nNo one knows about it but me. I won't get their hopes up, even though mine are sky high as I put the finishing touches on it. It's not beautiful like our old technology was. It is scuffed and bent and rusted, like everything we own now. But if I'm right, if I can do this, it will do beautiful things.\n\nI can't bear to fail. I have failed at everything else so far.\n\nWhen I'm finished, I wear the mask. Pieces of it, not sanded down, are rough and sharp against my face, but I dream for the first time in my life.\n\n|| I have cried out unheard for so long that my voice is raw. ||",
		"name": "Singing",
		"icon": "/common/destiny2_content/icons/081eeed938667d283521982c8ca7bbd6.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2286251482,
	"index": 1292,
	"redacted": false,
	"blacklisted": false
}