{
	"displayProperties": {
		"description": "You feel it before it happens.\n\nIt has happened before. You feel deep in your bones that this thing has chased you across galaxies like an unshakeable dread. It strives to undo. It will undo you. It will undo all of us.\n\nFirst is suffocation, and then pain. The pain isn't localized to any part of you, but to all of you and beyond you. You want to run, but you are pulled in all directions by opposite and equal forces that hold you perfectly still.\n\nIt is inescapable this time. You are losing everything that you were. You are bleeding silver into the air like the air is water, and you watch your silver-blood float away from your body. Empty. Empty. Empty.\n\n---\n\nI am the Speaker who witnesses the end of the world.\n\nThrough it all, I am overwhelmed by torrents of sharp, static images, sometimes so fast and constant that I can't see or hear. The Traveler is babbling: telling me everything and nothing all at once, in fast, stereoscopic, waking nightmares. I am myself and not myself.\n\nAnd I || am stuck in a web of black spider silk, frozen in the mind-numbing silence of space || have no answers.\n\nThe fall isn't quick. It happens over weeks and months: cataclysmic disasters, natural and unnatural, flattening human settlements on every planet || that I have made, I have shaped, my work, laid flat ||. Earthquakes. Tidal waves. Solar flares. Cyclones, sinkholes, exploding lakes, wildfires. Unknown, untreatable plagues raze populations in hours. Water goes black with unknown poisons || forced down my throat ||. The ground opens up and swallows entire cities || and I am sick sick sick ||.\n\nThis has happened before. I'd watched in my dreams the cities that fell, alien cities, torn down by a wind so fierce that it flattened an entire world || and it is not my fault ||.\n\nBut this is different. The Traveler has not left us. Something new || half-remember and wished-forgotten, this false-sister || has arrived.\n\nI || don't want to abandon you || watch on crackling video feeds as people try to escape the outer planets. Exodus ships burn || like I will burn || up with thousands upon thousands of souls aboard. We gather in frightened, huddled || trapped, stuck, doomed || groups in relief outposts, hoping against hope.\n\nI try to aid the relief effort but my thoughts || run || become more and more scattered. I can't || run || keep separate my own mind || run || and the || run run RUN RUN || Traveler's.\n\nThen, suddenly, silence.\n\nAnd it's the silence that truly breaks me.",
		"name": "Severing",
		"icon": "/common/destiny2_content/icons/081eeed938667d283521982c8ca7bbd6.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2286251485,
	"index": 1289,
	"redacted": false,
	"blacklisted": false
}