{
    "index": 1290, 
    "hash": 2286251483, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/081eeed938667d283521982c8ca7bbd6.png", 
        "hasIcon": true, 
        "description": "I am the first Speaker to be taken prisoner.\n\nThe greatest surprise isn't being captured; it's being captured by a Dreg.\n\nIn the end, when they drag me, tied and bound, into a damp cave miles out from my settlement, it's three Dregs. I look around for a Kell or a Priest—someone in charge—but we're alone. There are no Pikes or Ether tanks, no banners, no Servitors. I sit on a rock and look at my captors, more perplexed than afraid.\n\nThe shame of being captured by something so little and young-looking, when for so long we've managed to defend our settlement from their hulking Captains, is a little bit humbling.\n\nThe Dreg who grabbed me fidgets with a mask. One of his companions watches, while the other half-heartedly points an Arc spear at me. They seem uncertain. Nervous. Probably they weren't supposed to have done this.\n\nI wait patiently until the Dreg straps the mask to his face.\n\n\"You,\" he says in a crackling, distorted voice. I'm floored. They've managed to make a translator. \"You are the mouth of the Great Machine.\"\n\nThere have been negotiations with the Fallen since they arrived on Earth. Never successful, nearly always fatal, but they've happened. So I'm aware that some of the Risen know their alien language, and some of the high-level Fallen know ours. Dregs, though. It's another surprise.\n\nAnd… the \"mouth of the Great Machine\"…\n\nHm.\n\n\"I was,\" I say carefully. The Dreg narrows all four of his eyes as his tech translates my words. If he understands the distinction between \"I am\" and \"I was,\" he doesn't show it. Instead, he nods.\n\n\"You will tell us the Great Machine's words.\"\n\nIt doesn't actually sound like a command. I wonder if, with better translation tech, he would've said \"please.\"\n\nI don't say anything. If I reveal what I can't do, what I don't know, they'll probably kill me.\n\nThe other two Dregs gather around their companion, watching him eagerly. Now and then, they look at me. The one holding the spear has let her grip grow slack, and the spear is tipped down to point at the ground. The Fallen have surprisingly expressive faces. What I pick up from them is not aggression or hatred, but fearful anticipation.\n\nThe Dreg with the mask nods again, not discouraged by my silence. This time, when he speaks, I can hear his hope, even through the mask: \"Why did the Great Machine leave us?\"\n\nI stare back at him.\n\nAny fear I felt before dissipates. Instead, what I feel is a grief partially forgotten in the chaos of trying to survive—and a deep and abiding kinship with the enemies who have pursued us.\n\nMy voice is very quiet when I finally speak.\n\n\"I don't know.\"\n\nThe other two Dregs look at their friend, waiting. His expression twists with confusion, and then disappointment. There's anger there, too, but it's overpowered by something else. A very familiar sorrow.\n\nWe sit in silence for a long time.", 
        "name": "Longing"
    }, 
    "subtitle": ""
}