{
	"displayProperties": {
		"description": "Something terrible is going to happen.\n\nIn this dream, a horrible, brutal hand stretches toward you. But this is not the old enemy you know, it is something new. Something that hopes to use you more than it hopes to destroy you, but it's willing to settle for either.\n\nThe cage is worse than the paralysis of silence. It is worse than the grasping tendrils of dark. It is too tangible. It is too unfamiliar. This is not why you came here. This is not what you deserve.\n\nThe fear is enough to make you want to leave.\n\n---\n\nI am the last Speaker, and I dream that the Traveler will leave us.\n\nIt shouldn't be a surprise. This truth has been passed down from Speaker to Speaker for generations: the Traveler is good, the Traveler is sentient, the Traveler will save us, and the Traveler will leave us. For many, many years, I believed that the prophecy of the Traveler's departure was misinterpreted, and fulfilled instead by its silence after the Collapse. I stopped preaching that final tenet. It only served to frighten people.\n\nMy dreams, which have always been infrequent and fleeting, come more regularly. They are more confusing than ever, more disruptive. I once so rarely dreamed while awake, but now it happens all the time.\n\n|| I am silent again. I am gone. I leave behind a yawning void. ||\n\nMy dreams forecast a terrible future: a future without the Traveler's Light. I see them all falling, Guardians and Lightless alike, toppled by the Traveler's absence. I don't understand why it happens, and I don't know when. But I know it is coming.\n\nThe details almost don't matter.\n\nI've lived my whole life bringing people into the Light of the Traveler. I've made promises and assurances all based on faith. I've crushed doubt down into myself as far as it will go, made myself sick with it, because doubt is better left unspoken.\n\n|| I do not recognize my world. I want to flee. ||\n\nIt's an easy decision in the end.\n\nI tell no one. Until I can understand better what's coming, sharing this information would only be dangerous. It would create panic. A mass exodus from the City. Maybe the system, if Dead Orbit has a say in it. There will be fear and anger and violence, all based on a dream I can't explain or verify with proof.\n\nIf I can understand this better, if I can make sense of it, then I can fix it. Surely.\n\nSo I go on as if nothing has happened. I attend Consensus meetings. I discuss Hidden intelligence with Ikora. I receive reports and news from our scouts outside the City, and I consult with Zavala. People come to me with questions, as always. They ask how to cope with loss, and change, and fear—all daily realities of this life. They ask how to cope with doubt.\n\nI lie through my teeth and tell them to trust in the Traveler.\n\n|| Empty. Empty. Empty. ||\n\nThe dreams continue. The headaches get worse. But I believe so strongly that this knowledge would destroy our way of life, and I hold it so tightly that it poisons me.\n\nIt's all for nothing.\n\nI'm in my apartment when I hear the first ground-shaking explosion, and I go outside to see what's happened.\n\nI see the Red Legion fleet darkening our skies, and I realize I have made a terrible mistake.",
		"name": "Suffering",
		"icon": "/common/destiny2_content/icons/081eeed938667d283521982c8ca7bbd6.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2286251478,
	"index": 1296,
	"redacted": false,
	"blacklisted": false
}