{
    "index": 1289, 
    "hash": 2286251484, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/081eeed938667d283521982c8ca7bbd6.png", 
        "hasIcon": true, 
        "description": "I am the first Speaker to see a Ghost.\n\nThe way we tell it, after the Collapse, the Traveler cut itself into a thousand tiny pieces and sent them out into the world.\n\nThese tiny pieces are drawn to me, and to others like me, like moths. The first time I saw them, I thought they were surveillance drones, but up close, they were nothing like our old technology, not really. The way they move seems organic and natural. They spin their shells like they are ruffling feathers; their little forward-facing lights blink like eyes.\n\n\"We're called Ghosts,\" one of them said to me once, hovering at my shoulder as I tended a cook-fire.\n\n\"Why?\" I asked, gentle, casual. They're all different, these Ghosts. Many of them are like children, curious and friendly. Some are world-weary from the moment they're born.\n\nThe Ghost spun his silver petals, considering. \"Because we're searching, I think.\"\n\nIt's a good enough answer for me. I'm searching, too.\n\nI let the little Ghosts follow me. We talk about what the Traveler was like before the Collapse. They like to hear it, and I like to remember. Deep in their core, they remember, too, I think. They remember a time when they were all one piece. Still, they like to ask what the Traveler told me, and I recount all the dreams I can still remember. I haven't dreamed since the Collapse, and this is almost—almost, almost—like dreaming again.\n\nToday, at twilight, one of the shy and quiet Ghosts who has been lingering at my side asks if I will follow her out into the valley. I should say no, but she sounds hopeful. And I am curious.\n\nWe travel for several hours. The land here is recovering—not just from the Collapse, but from the time before it. Resources for our settlement are scarce, but nature is creeping back in, and nature is cruel now. It's been starving and confused for decades, jostled out of its natural order, and now we reap the consequences. Wolves steal our livestock. Mange-ridden bears wander through our compound late at night, pawing at our doors. The land is so thick with the memory of poison that it won't grow crops.\n\nWe protect ourselves from this recovering world as best we can, and we rarely go out at night. But I'm drawn by a curiosity that feels beyond me.\n\nThe Ghost leads me to a barn with a sagging roof. She asks me to wait out of sight—she says, \"I think you'll scare her.\" I don't fully understand what she means.\n\nI crouch and watch as she hovers over the years-old remains of a person, barely recognizable as something that was once living. The Ghost floats over the body nervously, and then scans it with pale light. In front of my eyes, flesh grows over old bones and tattered rags stitch themselves together. The person, a woman, gasps and sits up.\n\nI can't believe it.\n\nThe Ghost hovers close to her new companion and says something quiet and reassuring. I can't hear. I feel amazed, and then jealous, and then ashamed.", 
        "name": "Waking"
    }, 
    "subtitle": ""
}