{
    "index": 1293, 
    "hash": 2286251480, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/081eeed938667d283521982c8ca7bbd6.png", 
        "hasIcon": true, 
        "description": "You are waiting for something to happen.\n\nYou are suspended and weightless, but so heavy in your heart. You have a child's voice: quiet, easily lost in a crowd. You try to shout and be heard, but there is only one little star in a sea of thousands that can hear you. It only understands a fraction of your words, but it tries, and that has to be enough.\n\nLife goes on beyond your control, as it always has. That is the curse of your creation. The things you build are not your own.\n\nAnd then another star blinks into existence.\n\n---\n\nI am the last Speaker, and I sit at a table with the Vanguard while the City around us fights over nothing.\n\n\"We built this City to find some kind of unity,\" Tallulah says. She has her hands on the table and is leaning forward, like she might jump over it. \"We're breaking apart from the inside.\"\n\nSilence falls over the room. I am trying to think.\n\n\"What does the Traveler say?\" Saint-14 asks, quietly. Everyone looks at me.\n\nI breathe in through my nose, breathe out slowly. \"About the factions?\" I ask. \"Or about people killing each other in our streets? This is not what the Traveler wanted. That much I can tell you.\"\n\n\"That was the direct result of creating us,\" Osiris says, leaning back in his seat. He is stone-faced, as always. \"Violence. Does the Traveler truly know what it wants?\"\n\nI try to hide my frustration, and I'm glad my face is hidden by my mask.\n\nThe truth is this: I cannot say for certain what the Traveler wants, or whether it knows what it wants. The Traveler does not speak to me in words, but in dreams. Dream language is cramped. The messages come from the Traveler, disintegrate on the way to me, and reform into something else. I am an interpreter more than a Speaker.\n\nBut uncertainty has been the death of us before, and it will be again if we are not vigilant.\n\nSo what I say is, \"The Traveler has always wanted to protect humanity, on its own or through Guardians. We need to enact that will.\"\n\n\"With all due respect to both of you,\" Tallulah says, eyeing Osiris and me. \"This isn't about the Traveler. This is about what happens when people come together without anyone to really lead them.\" She taps her foot. She's nervous. Unusual for Tallulah. \"Let this go on a little longer, and this is the same as the Dark Age. It's just Warlords, packed into a tighter pen.\"\n\n\"A body of representatives would help,\" Saint-14 says. \"Something to allow all sides to be heard.\"\n\n\"Every side has a voice, but not all voices should be given the same weight,\" I say, shaking my head. \"Some of these ideas are dangerous. We should determine which factions can continue to exist, and give them an official channel through which to air their grievances and pursue their needs.\"\n\n\"Which ideas are dangerous, Speaker?\" Osiris asks. He is watching me, steadily. \"And who decides that?\"\n\n\"This is not a fight,\" Saint-14 says. \"We have enough of those ahead of us.\"\n\n\"We will hear from each of the factions,\" I say, ignoring Osiris. Some decision is better than no decision. \"Give them the opportunity to plead their case, save for those who have resorted to outright violence.\"\n\n\"Well, then we've got to get rid of Echelon South, for one,\" Tallulah lists, counting on her fingers. \"And those Binary Star idiots, too. Trinary? Binary? Whatever. Anyway, there are plenty of fingers pointed at this new group, too. Monarchy something.\"\n\n\"If anyone can prove the rumors, we exile their leaders,\" I say, holding up my hand. \"The factions that stay will argue their case. Of those that have a valuable viewpoint to bring to the governance of the City, we create a council.\"\n\n\"This sets a dangerous precedent, Speaker,\" Osiris says. We will have this argument again later, I can already tell. \"I hope you're prepared to walk this slope.\"\n\nWe vote. Osiris is the only no. Then, after an inquiry into the violence, we form the Consensus.", 
        "name": "Growing"
    }, 
    "subtitle": ""
}