{
    "index": 1294, 
    "hash": 2286251479, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/081eeed938667d283521982c8ca7bbd6.png", 
        "hasIcon": true, 
        "description": "Somewhere, the other tiny star is calling out.\n\nYou try to answer, but it cannot hear you. Not without help. You want to help, but you are paralyzed. Your limbs are crushed and your heart beats so slowly. You've never known weakness so intimately as you do now.\n\nYou can only wait.\n\n---\n\nI am the last Speaker, but I have been searching for the next. I stand on the balcony of my small apartment with Lady Efrideet, who wishes to leave the Last Safe City of Earth.\n\n\"I suppose I can't convince you to stay.\"\n\nEfrideet stands with her arms crossed, looking out over the City. \"No,\" she says.\n\n\"And you certainly don't need to ask permission.\"\n\nShe laughs, just a little. \"No.\" She leans out over the balcony railing, looking down. Guardians have no fear of heights. She would probably happily hang over the rail by her ankles if the mood struck her. \"But I was thinking about what you said before.\" She turns to look at me, but the featureless mask serves me once more, betraying nothing. \"About finding the next Speaker.\"\n\nAh.\n\nI've been waiting for decades for someone to come to me, to tell me their child is having strange, blinding dreams and headaches. To see a Guardian stroll through the Tower, flocked by unpaired Ghosts. I've interviewed hundreds of people via long-distance comms. I've consulted the Traveler. I've walked daily among the crowds of civilians and Guardians at the entrance of the City. And still, I've found no one I can hand down my mask to. \n\nBefore Saint-14 left for Mercury, I'd thought that maybe he could take my place. That I might be able to teach him. That's not the way it's usually done, but he has such a gentle heart. He has the right temperament. Sometimes I think he's better suited to it than I am.\n\nBut he hasn't come back.\n\nI clear my throat. \"Yes,\" I say. \"Right. I still haven't found them. But I know they're out there.\"\n\n\"Well,\" Efrideet says. \"I'm going 'out there.' I can look.\"\n\nIt's a good offer. But I am still waiting for him to come back, all the same.\n\n\"That's why you want to leave the City?\" I ask instead of condoning the proposal. \"You're the one who convinced me to come here.\"\n\n\"I'm glad I did,\" she says, lifting her chin. \"But no, that's not it. There's something about this life that isn't… working for me. Seems to me that a Guardian should have more ways of marking this world than with a gun.\"\n\n\"That's not how I think of you.\"\n\nShe pauses, then leans on the railing. \"Sure,\" she says. \"But it's stuck in my muscle memory, all the same. Hundreds of years of pointing and shooting, Speaker…\" She shakes her head. \"I don't know what it is yet, but I want to find a different way.\"\n\nThis conversation feels so familiar. I was so young the last time we had it.\n\n\"I understand,\" I say, softer now. \"That's a noble cause.\"\n\nShe shrugs. \"And maybe I come back with a little baby Speaker.\"\n\nShe doesn't say it, but the \"if I come back at all\" hangs in the air between us.\n\n\"I would appreciate your help,\" I say finally. \"I can't wear this mask forever.\"", 
        "name": "Searching"
    }, 
    "subtitle": ""
}