{
	"displayProperties": {
		"description": "The Drifter slouches against the bulkhead of the Derelict, a pile of Dark Motes scattered across the table in front of him. He fixes his gaze on the massive Titan, the sharpness in his eyes belying his casual posture.\n\n\"I'm surprised you got the time to come around here, hassling me about these tiny Motes, Joxer. Seems like you got the big deal in orbit around Io. That's where the Vanguard oughta be.\" The Drifter's hand rests casually on the handle of a thick, breechloaded Grenade Launcher. \"And ain't you Vanguard through and through these days?\"\n\nJoxer snorts at the irony. \"I'm not here to hassle you, Drifter. On the contrary. Consider this a friendly warning.\" \n\n\"Friendly, huh? Is that what we are now?\" Drifter's grip on the Grenade Launcher tightens. \"Now you raised my suspicion. You better speak plain, Joxer, or prepare to draw.\" \n\nThe Titan shakes his head in exasperation. \"Some people say those Pyramids damn near wiped us out once. Nobody knows for sure. But if they do end up hostile, it's going to get heavy in a hurry. And you don't want to be the guy standing in the middle holding a bag of Dark Motes.\" \n\n\"And what the hell business is it of yours where I'm standing?\" the Drifter asks as he plants his boots on the deck. He rises to his feet, the Grenade Launcher dangling from his hand. \"Unless I'm standing in your way.\" \n\nJoxer puts his hands up in mock surrender. \"You know what? I came here because I'm trying to change. Making amends. After what happed at Gambit Prime… I had to get right. And part of that is giving you some friendly advice to lay low for a while.\" He glances down at the Dark Motes. \"But if you don't want to hear reason, that's on you.\" \n\nJoxer trundles his way to the back of the ship. As the airlock hisses open, Drifter calls out, \"That's real nice armor, Joxer. Don't forget where you got it.\"",
		"name": "Witherhoard",
		"hasIcon": false
	},
	"subtitle": "\"Like a one-man private security company.\" —The Drifter",
	"hash": 2357297366,
	"index": 1358,
	"redacted": false,
	"blacklisted": false
}