{
    "index": 619, 
    "hash": 236874101, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png", 
        "hasIcon": true, 
        "description": "His neck snaps. He's dead on impact. I get him up and ask him how he feels. He says, \"Fine.\" I ask him how it felt. He says, \"Can't remember.\" I ask him if he learned anything. He says, \"Nope. Let's go again.\" Same drop. Same distance. For the fifth time today, from this drop. This go, his trajectory is less headfirst, more parallel—on purpose, I think—varying the instance for a broader range within the experiment.\n\nHe hits almost flat. The sound is squishy—wet. Death is instant. I get him up, ask the same questions; get the same answers.\n\nWe've tried it all.\n\nThe sudden deaths—live fire, through every type of round and range imaginable. The gradual—asphyxiation from force, liquid, vacuum. The biological—super bugs, hazardous materials, radiation.\n\nWe've varied the duration of dying from immediate to over the course of years—multiple years. Time squandered on a quest for discovery that could have been better spent anywhere else.\n\nI wasn't always skeptical, but there's an old saying about \"learning from your mistakes\" or \"when to quit,\" or something like that. I don't know. But I do know futility when I see it.\n\nWe've tried it all. Nothing was learned. Others say differently. Others claim to have journeyed on the other side of death. \"Where's your proof?\" I say. \"Death isn't the answer when life is right here, staring you in the face.\"\n\nI say a lot of things. But here we are. My Guardian is soup at the base of a cliff two times the height of the Tower, and when I get him up, he is going to say some variation of, \"I'm fine. Don't know. Let's do it again.\"\n\nAnd we will. Because mapping the unknown means the answers you don't have could be the answers hiding on the other side of \"one more try.\"\n\n—A Ghost questioning the repetition of his Guardian's thanatonautic technique", 
        "name": "To Map the Unknown"
    }, 
    "subtitle": ""
}