{
	"displayProperties": {
		"description": "We set out \"to challenge the unknown,\" he'd say. His quest was to become legend—to slay beasts and conqueror terrible lands. His quest was honorable… though, in the end, misguided. No, not in the end. Much sooner.\n\nThe flaw in his ambition became evident shortly after we crossed the western mire. At first I took his flights of fancy as playful enthusiasm—frivolous aggression free of consequence, a means of honing his focus and skill in advance of the dangers to come. But quickly, oh, so quickly, I found his mind was not in tune with reality. He was driven—pulled?—by his imagination.\n\nWhere any other would see the crippled ruins of an old-world crane—the snapped length of its long arm creaking in the breeze—he would see a demon, and in the cutting shrill of the swaying metal's cry he would hear a monster's ravenous shriek.\n\nHe had long talked of the adventures of his life past. \"I am an anomaly,\" he would decree, \"The lone Guardian whose past rings true, whose history is his guide.\"\n\nHe spoke about that dead life with such passion, in such detail, I not only wanted to believe… I did.\n\nBut as he charged the crane's age-poked carcass, I knew a truth that had haunted me since the carving of the Wicked Wood, some months gone: he was broken. His mind—unsettled. His truths—unfettered by fact, unbound by reality.\n\nHe had named the Wood, as he had the Howling Hills, the Dead Man's Crevasse, the Gorgon's Maze. All mundane landscapes marked as hazards to be conquered, enemies to be slain, as he weaved a mythic tale of his own grand—and as I would find, delusional—design.\n\nIn the Hills, he slaughtered wolves; he called them Hounds of Hell. In the Crevasse, he burned the remains of long-dead \"survivors\"; he called them Foot Soldiers of the Necro-King. Down in the Maze, he covered his tracks so that the Stone Mother would not—could not—follow.\n\nHe did all those things and none, because none of those things were true outside of his fraying mind. The wolves were simply rabid. The bones, no threat beyond a reminder of all we'd lost. The Maze? Just a canyon—one way in, one way out, a straight shot through.\n\nAs the crane fell and my Guardian issued his \"killing blow,\" he laughed and then turned to me. His eyes… I could see he was gone—the one I'd returned all those cycles past replaced by a hollow shell filled with madness.\n\nI do not know what broke him, or if he had ever been whole to begin with, but in that moment, as he spoke—the conquered husk of the Dragon of Summers' End, which wasn't really a dragon but simply a fragile old crane, lying defeated in his wake—I knew I would have to let him go… to end his slide into uncontrolled folly.\n\n\"Panza, old man,\" he started. \"The Dragon is gone, but he yielded his treasure to me in a whisper… A secret so dire it may just save us all.\" He leaned closer and said in a hushed voice, as if sharing a confidence, \"The Traveler is no gift—it is a lie… A beacon for death and destruction. Within be dragons, nurtured by our suffering, weaned on our hope. All dragons must die. The shell must be cracked till its yolk drowns those who worship its deceit. Our last great conquest. The crowning battle of our legend writ large.\" And then he shouted, \"For Light to endure, the Traveler must perish!\"\n\nHe was smiling. Confident. Manic.\n\nTwo days later he took a fall while challenging the Mountain Troll of Gallows Rock. It was a boulder. There was no troll. It crushed him. And though it caused me great pain—still to this day—\n\nI did not return him. How could I?\n\nHis diseased imagination would surely doom us all.\n\n—Panza, lamenting the unfortunate necessity of leaving his Guardian to remain unreturned",
		"name": "Whether Windmills or Cranes",
		"icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 236874103,
	"index": 618,
	"redacted": false,
	"blacklisted": false
}