{
    "index": 616, 
    "hash": 236874102, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4df20ace5764dfcf870238ca267466dc.png", 
        "hasIcon": true, 
        "description": "All around me, the pitter-patter of desperate steps.\n\nThe thump-thump of armor-piercing microrockets. The cries and screams that fill the air.\n\nI feel… nothing. I am filled with… nothing. Just frozen. Empty. Soulless. Lightless.\n\nThe Red Legion has come and taken it all away.\n\nEventually the desperate steps diminish. For a few minutes, the Last City falls silent. Then… The low growl of their breathing. The clanking metal of heavy slug throwers against their crimson armor. The tremors of their heavy booted steps as they draw near.\n\nThud. Thud. Thud.\n\nMortals ask themselves the same question all the time—that question about meaning. About their place in this universe.\n\nBut WE don't. Perhaps at first, as we tried to make sense of the day the Traveler pushed us free from itself, but no, not anymore. We know our purpose. Why we're here.\n\nIn ancient times, humanity dreamed of gods and heavens and winged protectors that watched over them, kept them safe from uncontrollable and unpredictable harm. In this age, I believe humanity sees that in the Guardians. Yet, when the Guardians meet with trouble… who guards the Guardians?\n\nThud. Thud. Thud.\n\nThey're close now. If they think I'm not going to stay by my Guardian's side to my own bitter end, even though she's already met hers, they're deathly mistaken.\n\nI AM meant to do this. My Light WILL return. She NEEDS me.\n\nThud. Thud. Thud.\n\nThose heavy, red-booted steps come around the corner. (I will not move.) We're face to face. (I will not abandon her.) They raise their weapons. (I will not let my purpose go unfulfilled.)\n\nA rush of light… Can it be?! Yes… The Light! Haha! I can bring her back! I can bring—\n\nBANG!", 
        "name": "Who Guards the Guardians?"
    }, 
    "subtitle": ""
}