{
	"displayProperties": {
		"description": "Don't ask me where I heard this—I honestly can't remember—but legend has it this Bow has fouled more behemoths and seen more of the known universe than the whole Vanguard combined. You hear a lot of stories when you work as a Gunsmith as long as I have, and this Bow has a wild one. This thing is the king of killers. Almost got Ghaul too. I think it was, um, Calus, who had it crafted for his huntsmaster—what's her name? Voyc? Yeah.\n\nAnyway, Calus had this obsession with collecting the hides and heads of the rarest and most formidable creatures Voyc could find. And with this Bow, she was real good at it. Gwern, the Unbeatable—defeated. Giant sea monsters—taken down to size. I even heard she slayed an Ahamkara, which is very impressive if it's true.\n\nCalus was so thrilled with her that she got a promotion. Of sorts. It wasn't common knowledge. He called her \"The Shadow of the Wilds,\" which never sat right with me. Psion Flayers aren't known for their stealth. She was his assassin. When she wasn't hunting prize game, she was doing Calus's dirty work in the most remote corners of the galaxy.\n\nWhen Ghaul attacked the Tower, Calus thought this would be the perfect time to strike and ordered Voyc to do Ghaul in. Take a guess how that worked out. Makes you wonder who got to her first, 'cause with this Bow in her hand, she shouldn't have failed. I'd like to attribute this to user error, 'cause when I found the Bow near her corpse, it was still in pristine condition. I'm glad I grabbed it before the Tower was evacuated. Could all just be hearsay, but there's a real chance to vindicate this work of art and give it a legacy worth preserving. Hunting is fine, but Guardians have a greater purpose.\n\n—Banshee-44",
		"name": "Leviathan's Breath",
		"hasIcon": false
	},
	"subtitle": "\"Cast a Shadow over the wilds of this universe. Return with glorious trophies.\" —Emperor Calus",
	"hash": 2591746970,
	"index": 1129,
	"redacted": false,
	"blacklisted": false
}