{
	"displayProperties": {
		"description": "\"I do not like the skulls,\" Saint-14 said. \"I have seen too many bones already.\" He unspooled a long strip of bandage and wrapped it around a Rifle. He dropped a handful of small candies into the barrel, then reconsidered, and emptied them into his palm. \"But I like the bats! I think we should have the bats all through the year.\"\n\nSagira flew to a high corner of the Hangar and affixed a strand of glittering cobweb. \"I keep forgetting this will be your first Festival of the Lost here,\" she said. \"It feels like you've been with us for longer than that.\"\n\n\"It is not even a year yet,\" Saint-14 nodded as he taped a small paper bat to Sagira for her to ferry to its destination. Osiris left the two alone in the Hangar as he consulted with Ikora about the Pyramids, which was just as well—he was never one for decorating.\n\n\"You know, when I first came to the Tower, Guardians brought me platefuls of warm lavender cookies,\" Saint-14 said. \"I thought to myself, what hospitality!\"\n\nSagira chuckled as Saint-14 sighed. \"You know the end of the story. It was only how they observe the Dawning in the City, and when the Dawning was over, so too were my cookies.\"\n\n\"But I did not understand yet. When they stopped, I thought maybe I had done something wrong. So I tried to do better, work harder!\" He crushed a handful of candies, picked out a few peanuts, and tossed them to his pigeons with a shrug.\n\n\"And look at what you accomplished!\" Sagira said. \"Because of your work, the Tower may just survive for another year. So in a way, you did just what you set out to do.\"\n\n\"Exactly!\" said Saint-14. \"It taught me something about hope. Something as small as—\" he looked around the Hangar for a moment, then pointed to a decoration \"—as this pleasant gourd could give someone the hope to live for tomorrow. So we must treat each day as though the future depends on it.\"\n\nSagira ferried another paper bat. \"It's funny,\" she said, \"sometimes you sound just like Osiris.\"\n\nSaint-14 laughed, then dropped his voice to a ridiculous rasp. \"No,\" he growled, \"Osiris… sounds like me.\"\n\nSagira's shriek of laughter startled the pigeons into flight.",
		"name": "Wrap Speed",
		"hasIcon": false
	},
	"subtitle": "Your sarcophagus among the stars.",
	"hash": 2671698213,
	"index": 1388,
	"redacted": false,
	"blacklisted": false
}