{
    "index": 1264, 
    "hash": 2723241847, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "My name is Saint-14.\n\nThe Speaker was my father. Guardians do not have true fathers. Some might say Guardians do not have true family. We are born with no one but our Ghosts, and we find our way to something more. I was lucky to find my way to a family. A family I chose for myself.\n\nI was drawn to the Speaker because of the vision he had for this City. He helped me understand that we fight not for the sake of fighting, but for the sake of the people. He taught me to imagine a day where we might put down our weapons and that reaching that day would be our greatest victory yet. I have worked for that day all my life.\n\nThe Speaker was a leader in this City. He was here at its formation. He helped establish the Consensus. Most importantly, he was a figure that people could recognize and trust. Because of him, that is what I aspire to be as well: a familiar face who reminds people that they are safe. That they are taken care of.\n\nIt is painful for me—and for all of us—that we could not be there during the Speaker's last moments. As Guardians, it is the nature of our long lives that we see many people die. We hope that, through our service, we can give them peaceful deaths. At the very least, we know that the Speaker died bravely. We know that he died with the City, the people, and the Traveler in his mind. We know that his last moments were a testament to everything this City stands for: bravery in the face of adversity and dedication to our principles when faced with those who would do us harm.\n\nWe cannot reclaim what we have lost. There will always be a void that the Speaker once filled. We cannot replace him.\n\nBut I hope, someday, we may find someone to continue his work.\n\nFather, I will miss you. I am sorry for the times that I failed you. I have been given a second chance, and I will use it to live up to the ideals you thought you saw in me. I will not let you down.\n\nThank you.\n\n—Eulogy for the Speaker of the Last City, given by Saint-14, on the day of the Speaker's memorial service", 
        "name": "Patron of Lost Causes"
    }, 
    "subtitle": "There is a rough engraving on its side: \"In Memoriam.\""
}