{
    "index": 1027, 
    "hash": 2765688378, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "\"This Cloak is yours. For the day you ignite the spark that casts the Shadow of Earth.\" —Emperor Calus\n\n\n\nTHE RECENT PAST. SOMEWHERE ELSE.\n\n\nI activated the mechanism that opened my chamber doors. The massive gears on either side shrieked in protest as they ground against themselves to wrench the massive, solid-plasteel gates open. It took whole minutes to complete the sequence.\n\nA tiny, tiny man sped through the now-gaping maw of the gates on a tiny Earth machine. It took him several minutes more to reach earshot of me, leaving a billowing trail of dust in his wake. I'm afraid my chamber had not been cleaned in some time. Cleanliness meant nothing to me now. I had not entertained an audience so directly in centuries. But I was as curious about this creature as it was of me.\n\nThe miniscule man dismounted his machine and stared up. I pictured I would relish the moment when his eyes went wide at the sight of my grandeur.\n\nBut he didn't seem to care. He frowned a little. Fascinating.\n\n\"Is that you?\" he asked, voice echoing upwards at me. \"The real you?\"\n\n\"Yes,\" I replied, and the metal around me rattled and shook at my speech. It was the truth. \"One of me. Refreshment?\"\n\nI activated a mechanism in the floor, raising a miniscule but ornate table out of the dusty metal deck. A single, equally tiny chalice, filled to the brim with royal nectar wine, sat on its center.\n\n\"No thanks,\" the man said. \"Last time I drank an alien something, I had a gunfight with what came outta' me.\"\n\n\"What can Emperor Calus do for you?\" I asked him.\n\nI pretended to stare at him. In doing so, I analyzed every fiber of his being at a spectrum level. I had always expected he was a Guardian. But there was something else. A shade of something that reminded me of the black edge. So the tiny man liked to play outside the Light.\n\n \"I got somewhere to be, so I'll make this short. Where do you and I stand? I need these Guardians as much as you do. We gonna start fighting for territory soon?\"\n\n\"The Shadows are mine,\" I boomed, pelting him with my voice. He winced. I wasn't angry. I didn't have it in me to be angry anymore. But he had to know.\n\n\"So that's a yes,\" he muttered, and flipped a jade coin into the air with a clink that echoed throughout the massive chamber.\n\n\"There isn't a sane being in this whole system,\" he grumbled up at the coin, then caught it.\n\n\"I'm not sure I know what you mean,\" I said. It was truth. Data from my spectral analysis of the peasant continued to pour in.\n\nHe stared at me. \"You're crazy. Those Guardians you got working for you—they're crazy. The Vanguard's crazy.\"\n\nHe looked down at his coin. \"I might be crazy.\"\n\nHe chuckled, suddenly. \"I leave the system for a couple hundred years and everything goes to hell.\" He shook his head. \"Look at you. The Cabal Emperor isn't even Cabal anymore. Right?\"\n\n\"I am the last thing this system shall ever see,\" I replied. My scan was finished. And so was this man's welcome in my abode. I think he knew, because he turned to leave.\n\n\"You come after what's mine, and I've got friends in low places who'll tear your house down,\" he called back to me. I glimpsed his smile, and it was full of teeth.\n\nI laughed as he sped away on his machine.\n\nHis friends were mine first.", 
        "name": "Penumbral Cloak"
    }, 
    "subtitle": "\"When we find my lost worlds and open their knowledge to this system, the end will find us. At last—the right to be last.\" —Emperor Calus"
}