{
    "index": 1115, 
    "hash": 281660259, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "\"This isn't how the story is supposed to end,\" Rekkana said, seeming dazed.\n\n\"It's not over yet. We'll win this.\" Rekkana didn't look convinced. Yardarm-4 changed tack. \"Listen, Lisbon's been holding back. He's afraid to use his new powers. So, in a straight-up fight against him, the advantage is ours, in numbers and strength.\"\n\n\"No.\"\n\n\"No?\"\n\n\"Lisbon isn't afraid. He's angry. Desperate. He feels betrayed,\" said Rekkana. She was clear-eyed again, scanning their surroundings for signs of another ambush.\n\n\"HE feels betrayed?\" It was a ludicrous idea. \"He turned on us!\"\n\n\"Yes, but it's because he doesn't see us as friends anymore.\"\n\n\"Well, he's got that part right. How'd he get so twisted? We all took the deal. And look at us now!\"\n\nRekkana did look at herself, and then at him. \"Did we do the right thing?\"\n\nRekkana doubting herself? It was disorienting. He had to get her to focus.\n\n\"Of course we did. And we're going to return to the City and share what we've learned with your order. But first we have to make it out of the Black Garden. Listen, we don't have to fight Lisbon. But if we're going to avoid a showdown, we gotta know what he's planning.\"\n\nRekkana nodded.\n\n\"OK, so does he hit us from behind or block us? Should we expect more Vex to get funneled toward us?\"\n\nRekkana closed her eyes. Her breathing slowed. Yardarm-4 kept an eye on their surroundings, but he glanced back at Rekkana often, to see the flicker of REM on her eyelids.\n\nAfter a few minutes, Rekkana's breath quickened, and she opened her eyes.\n\n\"It's no use. There are too many possible threads to plot our paths.\"\n\n\"It's OK. We'll go where the wind blows us,\" Yardarm-4 mumbled.\n\n\"What?\"\n\n\"I said, we'll chart our own course. We'll write our story as we live it.\"\n\nYardarm-4 put on a smile he didn't feel, and Rekkana pretended she had not heard what he'd first said.", 
        "name": "Temptation's Mark"
    }, 
    "subtitle": "\"If this is wrong, I don't want to be right.\" —Yardarm-4, Titan of the Kentarch 3"
}