{
	"displayProperties": {
		"description": "MCXVII, forthcoming.\nRecorded by Scribe Ixolt\n\n\nThe Shadow of Earth, having found a small but formidable team of allies in the Shadows of the Eliksni and of the Awoken, professed to the Emperor that, in order to move forward with their quest to usher in the end of the world, the new Shadows must reclaim some of the lost knowledge of the Empire's athenaeum worlds. The Emperor rightly agreed and approved the excursion.\n\nWhat follows is an account of the reclamation of the Athenaeum World X:\n\nThe Shadows of Earth, of the Eliksni, and of the Awoken arrived on the ice planet that held Emperor Calus's Athenaeum World X, the name of which has been lost to time. This planet, being a repository for precious, ancient knowledge collected by the Emperor, was chosen for its hostile environment, which served as a built-in defense system for intruders and thieves.\n\nEn route to the planet's Inner Sanctum, where the athenaeum world's knowledge was kept, the Shadows were stalked by an undocumented species of indigenous wildlife, whose natural capabilities as a predator proved unexpectedly debilitating to the companion-soul of the Shadow of Earth. The Shadow, being symbiotically reliant on its companion-soul, was thus weakened and the trio was forced to bivouac in place beneath a great monolith as a storm fell upon them.\n\nThe creatures, who so far had lurked at the edges of the party's vision, crept closer under cover of the storm, which grew ever stronger, and executed a stealth attack. Thus began a bloody battle, wherein the three Shadows fought back half a dozen creatures with modest success, and wherein the Shadow of the Eliksni fell in combat. Said the Shadow of Earth of this sacrifice later: \"He knew the stakes of our mission, and gladly offered his life to help us complete it. This is a sacrifice we Shadows are willing to make.\"\n\nIt was then that the Shadows of Earth and of the Awoken were able to access the Inner Sanctum, revealing hundreds of years of lost knowledge, which was reclaimed for the great Emperor Calus and his Loyalists.+\n\n\n\n+The scribe employed at this future date shall include additional detail here when the lost secrets of this (and other) athenaeum worlds are recovered. Delete this footnote upon the actualization of this history.",
		"name": "MCXVII.",
		"icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2818762510,
	"index": 1104,
	"redacted": false,
	"blacklisted": false
}