{
    "index": 1107, 
    "hash": 2818762506, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png", 
        "hasIcon": true, 
        "description": "MCXLII, forthcoming.\nRecorded by Scribe Ixolt\n\n\nThe Great Revelation, which the Emperor Calus received at the end of the universe, was described by the Emperor to his Royal Scribes. His description is indeed what came to pass, and is happening now, 118 years after the Emperor brought liberty to the Sol system.\n\nFirst, a veil of darkness descended on all the worlds of this universe, such that the people of these worlds looked into the sky and saw only night. All worlds, no matter their natural or synthetic geographies or climate, grew cold. The people of these worlds, having been subjected to this strangeness and adversity, began to grow afraid and suspicious of one another. Many deaths occurred in this intervening time before the end.\n\nNext, a great war broke out across all varieties of civilization, be they naturally war-minded or peaceful. This warring, which goes on even now, is due to a futile desire to postpone the end of things when no such deferment can possibly occur; as such, the civilizations of the Sol system do not partake, for they accept the coming end as shown to them by their beloved Emperor. Even so, these good creatures are not exempt from the miserable clawing of others, who thrash blindly against the inevitable end.\n\nBut, we know from the words of the Great Emperor, the suffering will end. Death will soon arrive to the universe, and claim all of it for Itself. This will be the end of everything: all living things and non-living things, all that is real or theoretical.\n\nThe last to see it, to see Death as It consumes everything in this world, will be the great Emperor himself.\n\n\n\n+The scribe employed at this future date shall adjust the name mentioned here, should I, Scribe Ixolt, expire before the publication of this record. Delete this footnote upon the actualization of this history.", 
        "name": "MCXLII."
    }, 
    "subtitle": ""
}