{
	"displayProperties": {
		"description": "MCXLIII, forthcoming.\nWritten by the Great Emperor Calus\n\nI stand now, alone, at the end of the world.\n\nAs I stare over this dark edge, which I have anticipated for so many years, eager, hopeful, I wonder if I was too impatient for it. I do not wish it away, no, but I am faced with accepting that ushering in the blessed, long-awaited end means an ultimate goodbye to you. Old friend.\n\nYou and I were always connected. The threads of fate strung us together and tightened, drawing us ever closer, however slowly—and I realize now that, even before we found each other, you were a presence in my life. Time is such a strange, twisting thing, and I see my past so differently.\n\nWhen I was alone in the prison-room of the Leviathan, you were there, as well, building my Menagerie. Creating a monument to all that we could, and would, do.\n\nWhen I met the void, you were there, somewhere in those phantom whispers, my companion in bringing forth the inevitable end of the world.\n\nEven before I knew you, I searched for you. I was searching for you when I found my first Shadows. I was mourning your absence when they failed. And yes, my Shadow, the search was exquisite. The wait was bliss. But the moment I found you, the completion of my design... It was pure delight.\n\nYou helped me reclaim what was lost when the Empire fell to the Red Legion. More than that—you helped me build beyond it. We took this System together. Together, we created a new world, in the mere moments before it ended. And though our time was short, it was not wasted.\n\nYou were not wasted.\n\nI am proud that you were the last one at my side when end came. There is no one else I would have chosen to stand by me.\n\nThank you, my Shadow. Thank you for your sacrifice.",
		"name": "MCXLIII.",
		"icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2818762507,
	"index": 1109,
	"redacted": false,
	"blacklisted": false
}