{
	"displayProperties": {
		"description": "MCXX, forthcoming.\nRecorded by Scribe Shagac\n\n\nIt came to pass that, after gathering their army of Shadows, rebuilding their fleet, and making a more permanent home of the Sol system, the great Emperor Calus and his Shadow received messages from the Vanguard of Earth and the War Machine Rasputin. These messages read: \"Remove your forces from our planets and moons, or we will respond with deadly force.\"\n\nBut Emperor Calus had seen Death at the edge of the universe and was not afraid, for these figureheads and their War Machine were not Death.\n\nThe Emperor Calus, in his wisdom and mercy, permitted his Shadow of Earth to sit down to negotiations with the Earth Vanguard. Although the Shadow of Earth spoke of the Emperor and his knowledge of the coming end, the Earth Vanguard were so attached to their worldly struggles that they could not hear. They declared war.\n\nThe Shadow of Earth rose with such a suppressed fury that neither the Emperor nor his Advisors had ever seen before. Shuddering with rage, the Shadow of Earth spake thus:\n\n\"Who do you think I am? Without me, you have only a dwindling army of ambivalent soldiers. I am the Young Wolf. I killed the Taken King. I defeated Ghaul, I roused the Traveler, I silenced the Moon, I stopped the invasion, I broke the curse, I broke the Houses, I killed the queen! I am the Shadow of Earth!\"\n\nIn the following silence, the Shadow of Earth continued gravely: \"The end is coming. Consider you and your people warned.\"\n\nAs a courtesy, the Vanguard of Earth were permitted to leave the Leviathan unharmed, and the Shadow of Earth gathered the Loyalist forces. After the reclamation of the Athenaeum World X, which held in it the secrets of one of the most advanced predators in the system, the Aphelion, which had the power to devastate whole worlds in the blink of an eye, the Shadow was able to use this lost knowledge to rebuild the Loyalist fleet stronger and more magnificent than ever.\n\nWith the renewed ships of the Loyalist Fleet, the Shadow of Earth led an attack on the War Machine's seat of power, the region of Hellas Basin on the planet Mars. The battle was much less a war than a single, unmatched attack that left the War Machine Rasputin in cinders.\n\nIt was at this time that the Vanguard of Earth surrendered and begged for mercy, a request which was denied by the Shadow of Earth.",
		"name": "MCXX.",
		"icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2818762511,
	"index": 1105,
	"redacted": false,
	"blacklisted": false
}