{
    "index": 1105, 
    "hash": 2818762508, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png", 
        "hasIcon": true, 
        "description": "MCXXV, forthcoming.\nRecorded by Scribe Ixolt\n\n\nWhen the great Emperor Calus and his Shadow of Earth had nearly conquered the system, the Leviathan was rocked by a great disturbance. Royal Mechanics reported that, in the inner rooms of the ship, a strange rift had opened, and from it came the acrid stench of Hive ritual pyres. [I am Savath没n, and I am Death!]\n\nIt was through this rift that Savath没n, the Witch-Queen, allowed her monstrous children to pour into the belly of the great ship and flood its corridors with their clicking and skittering. A great many of the Leviathan's inhabitants were filled with dread and fright. [While this coward invents his histories and futures, I wait. These messages are my gift to you.]\n\nBut the great Emperor Calus had seen Death at the edge of the universe and was not afraid, for this witch and her spawn were not Death.\n\nSaid the laughing Emperor to his beloved Shadow of Earth:\n\n\"Remove the wretched Savath没n from my hallways. I have no use for her or her children. So consumed are they by their tragic hunger, the Hive would cast a weak Shadow. Erase them from that great horizon that awaits us, for they have no place at my table when the end comes.\"\n\nAnd so the Shadow of Earth exterminated the children of Savath没n. When the mother herself sought to slither back into the hole from whence she'd come, the Shadow of Earth followed her to her throne and slew her there, to die her final death.^\n\n\n\n^A note to Scribe Shagac: Please be advised that, although our great Emperor knows the shape of the future very well, we cannot presume its texture. Refrain from making such sweeping, grandiose assumptions about unknowable technologies, like those of the athenaeum worlds. It will save us a great deal of rewriting later. Delete this footnote upon the actualization of this history and appropriate corrections made to Scribe Shagac's record.", 
        "name": "MCXXV."
    }, 
    "subtitle": ""
}