{
    "index": 1094, 
    "hash": 2835540192, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png", 
        "hasIcon": true, 
        "description": "I.\nRecorded by Scribe Tlazat\n\n\nThe following pages are a true and authentic publication of the incredible deeds and remarkable discoveries of the Emperor Calus, greatest emperor of the Cabal, witnessed by his most loyal allies and recorded by his most trusted scribes.\n\nUpon suffering a terrible betrayal at the hands of false allies, Emperor Calus commissioned the Chronicon, a record of histories to preserve the truth of his magnanimous rule and unjust exile. His Royal Historians, Scribe Tlazat and Scribe Shagac, are solemnly entrusted with the writing and keeping of these vital records.\n\nThe records begin thus:\n\nOn the day that His Joyful Majesty was ejected from his home on Torobatl, a great mania of aggrieved despair seized the Cabal people. Millions of the Empire's most loyal and joyous subjects took to the streets to lash their hides in bloody mourning. The planet heaved and shook with a bereavement so mighty that the usurpers conceded they could not kill an emperor so beloved. In this way, the Emperor was placed upon a great prison ship called the Leviathan, and set on an unchangeable course away from his homeworld.\n\nSaid the Emperor to his attendants on the eve of his exile:\n\n\"I am the last and greatest emperor of the Cabal. My empire, built on joy and abundance, has been usurped by traitors who worship only war and brutality. They will destroy what I have built, and my cherished people will know only suffering under their fear-fisted rule.\n\n\"I vow to one day return to this place to bring ease and abundance to our people. Until then, I proclaim a new era of history and future. This era will not be defined by the censors and book-burnings of my enemies, but instead by the golden knowledge of life's most toothsome sweetmeats, happiness and power. I will lavish this knowledge unto all who prove themselves worthy of my true counsel, and united in love, we will grow fat with jubilation.\n\n\"Let my Chronicon be a shining beacon of truth in an age muddied by lies.\"", 
        "name": "I."
    }, 
    "subtitle": ""
}