{
	"displayProperties": {
		"description": "DLXXVIII.\nRecorded by Scribe Tlazat\n\n\nAfter many days of uninterrupted flight, the Leviathan experienced a violent malfunction. This Scribe prefers not to lean on metaphoric language when the accuracy of history is at stake, but in these unusual circumstances, the record may forgive a departure into the subjective: It was as if the ship had been plucked from the cosmos like a berry by some gargantuan hand, rolled between forefinger and thumb, squeezed and tested for ripeness, and then, having been found satisfactory, slung backward in an unknowable direction toward an unknowable maw.\n\nAs a result, the ship's navigation and power systems were so severely disrupted that the Royal Pilots could make no hypothesis regarding their failure or repair. The ship was plunged into disarray and darkness, and its people gathered around the Emperor to seek his guidance and love.\n\nInstead, the Emperor donned a pressure-gel suit and demanded to exit the ship alone. Said Calus, \"I wish to see the destination of my banishment in private.\"\n\nHe could not be persuaded otherwise.\n\n//////\n\nI, Tlazat, must break the convention of our record-keeping for fear that this entry may be the last of the Chronicon, Lens of Truth, Compendium of Happiness, Symbol of the Lavish Benevolence of His Majesty the Emperor.\n\nTwo hours have passed since the Emperor exited the ship. We are buffeted by intermittent tremors, which are strong enough to dash even the steadiest guards against the walls. Shagac and several dozen others have been knocked unconscious. Zhozon, the Emperor's dearest confidante since his exile, complains of a mounting pressure in his skull; twelve others are bleeding from their ears. The Royal Beasts bay with incessant fury.\n\nI am no longer able to transcribe by hand. I shall write with my mind until I am incapacitated.\n\nWe are afraid. We fear that our enemies have sent us to this place to die in the dark, far from the eyes of Calus's adoring public.\n\nThe Emperor has not returned and is surely dead.",
		"name": "DLXXVIII.",
		"icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2835540195,
	"index": 1096,
	"redacted": false,
	"blacklisted": false
}