{
	"displayProperties": {
		"description": "DCII.\nRecorded by Scribe Shagac\n\n\nWhereas the writings of Scribe Tlazat revealed a treasonous mistrust for our great Emperor, and whereas his traitorous actions resulted in a falseness writ into our records unknowingly, therefore the Scribe Shagac shall rightly replace him as Royal Historian, alongside Scribe Ixolt, by order of the Emperor himself. Let truth alone shine through these records, not personal bias or failure.\n\nThe following corrections to the record must be observed:\n\n1. The Great Revelation was not a hallucination induced by a malfunctioning suit, and such a suggestion is akin to treason, punishable with death by boiling;\n\n2. The expansion of the prison ship Leviathan into a great Palace of Pleasure was an edict supported by all of Calus's Loyalists, save for the traitor Tlazat; and\n\n3. The Shadows of the Clipse, the Sindû, and the Arkborn represent the greatest, most skilled of their kind, hand-picked by Calus himself, and were chosen not for any petty or personal aim, but a greater cosmic need: to help our great Emperor usher in the end of times.\n\nThe Emperor Calus, last and greatest emperor of the Cabal, the Chief Gift-Giver, the Good Host with the Generous Banquet, the Prince of Mirth, and the Lord of Laughter, spake thus of his Shadows, with love shining in his sparkling black eyes:\n\n\"My beloved Shadows represent everything that was lost to me when the Red Legion took Torobatl. They are the epitome of the empire I built. They are each the perfect specimen from their homeworlds, living the fullest version of their lives because they are the fullest versions of their very species. They are everything I need to reclaim what was taken from me, and they are the ones I want by my side as I prepare this world for its end.\"",
		"name": "DCII.",
		"icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2835540197,
	"index": 1098,
	"redacted": false,
	"blacklisted": false
}