{
    "index": 1102, 
    "hash": 2835540200, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png", 
        "hasIcon": true, 
        "description": "MCXII, forthcoming.\nRecorded by Scribe Shagac\n\n\nSpake the great Emperor to his Shadow of Shadows:\n\n\"Go forth and gather a new army of Shadows. Choose only the most beautiful, the most devoted, the most joyful, the most skilled.\n\n\"I know you will find them, for you look at this world as I do. We see beyond the tethers of impermanent existence. All of our vows, our wishes, and our loyalties will someday be reduced to a nothingness so vast you cannot imagine it.\n\n\"This System is plagued by petty grasping. Humanity wages a pointless war against its enemies. Mara Sov keeps her people in an endless struggle against fate. The Eliksni strive for a lost age, far out of their reach.\n\n\"Expose their pointless attachments, my Shadow, and in doing so, free them.\"\n\n//////\n\nOn this day, the great Emperor Calus, Bringer of Joy, Champion of Cheer, announces the long-anticipated formation of his new army of Shadows.\n\nThe Shadow of Earth, having set out on a quest at the behest of the Emperor, began by scattering the remaining Eliksni houses in search of new recruits. There were few promising contenders among the factions, so that the Shadow ended nearly all interactions with a merciful show of violence, to save these creatures the shame of meeting the end of times in such a sorry state.\n\nOne promising upstart stood out within the Eliksni-tribe, called by his allies as Mithrax the Light Kell, whom the Shadow of Earth promptly took on as a protégé. Together, the Shadow and Mithrax eliminated the Eliksni who remained loyal to their pathetic houses.\n\nSecondly, the Shadow of Earth approached the Awoken Queen, Mara Sov, who styled herself Shipbreaker, to offer her the same mercy shown to the Eliksni. As anticipated by both the Emperor and his Shadow, Mara Sov rejected the offer of peace, and so the Shadow of Earth killed her on her throne.\n\nAfter the unceremonious death of her queen, the former Queen's Wrath, Petra Venj, joined with the Shadow of Earth and swore fealty to Emperor Calus and his great purpose. Together, Petra Venj and the Shadow eliminated any remaining Awoken loyalists.\n\nWe welcome these new Shadows to our noble quest. They have dropped the pretenses of their former lives, abandoning their pointless fixations and allegiances, and for this, we celebrate them.", 
        "name": "MCXII."
    }, 
    "subtitle": ""
}