{
	"displayProperties": {
		"description": "DCCCVII, forthcoming.\nRecorded by Scribe Shagac\n\nOn the day the Hero of the Guardian-tribe became the Shadow of Earth, the great Emperor ordered a magnificent banquet to celebrate. The finest royal wine was served to all, along with a great feast of delicacies from both Torobatl and from Earth.\n\nThe evening began with a light first course and play put on by the Leviathan's performance troupe, which retold a fictionalized account of Ghaul's defeat. The Shadow of Earth sat at Calus's right during the performance and loudly applauded the finale of the show, where the player portraying Ghaul, Tor Trakal, was killed in a great blaze of fire and light.\n\nAfter the performance, while the troupe removed the body of Trakal from the stage, a second course was served, and the Emperor's Master of Rhyme recited a poem in honor of the Shadow of Shadows, praising their accomplishments and virtues, and the virtues of the great Emperor that allowed him to choose them so rightly.\n\nA third course was served+ while the Emperor's Psionic Dancers performed a celebratory ribbon dance. After the third course was finished, and everyone had applauded, the Emperor rose to deliver a speech:\n\n\"This is a great day for the Cabal Empire, for Earth, and for you, my dear friend. Today, Earth casts a Shadow.\n\n\"Do you know how long I have waited for you? Of course you do. We are connected, you and I, by a feeling: a thirst. A thirst for pleasure, mastery, and triumph. For life.\n\n\"And now that we are together, we will spread the great and terrible news. We will remind all beings nothing else exists aside from this moment, and so one must strive to live in a state of rapture. To minimize pain. To maximize delight. To let go of the ideologies that tie us down.\n\n\"You represent the dawning of a new era. The last era before the end. I will have you at my side as this petty world meets Death.\"\n\n\n\n+The scribe employed at this future date shall please provide additional detail here as to the number of courses at the banquet and their contents. Delete this footnote upon the actualization of this history.",
		"name": "DCCCVII.",
		"icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2835540201,
	"index": 1102,
	"redacted": false,
	"blacklisted": false
}