{
	"displayProperties": {
		"description": "DLXXIX.\nRecorded by Scribe Tlazat\n\n\nAfter twelve hours of violent tremors, the Emperor returned. His behavior was erratic, and it appeared from his speech that he had suffered hallucinations outside the ship. A Royal Mechanic identified a malfunction in the pressure gauge of the Emperor's suit, perhaps explaining his change in demeanor, though it was incredible that his suit (or he himself) should be at all intact after twelve hours in these unfathomable conditions.\n\nUpon returning, and with a look of mania in his eyes, the Emperor proclaimed the following:\n\n\"We have come upon the end of the world, and I've stared into its expanse. It has whispered into my ear, and I am enlightened. Death is coming, and It has made me Its herald. The end will eat everything.\"\n\nHere, the Emperor gave a great sigh, as if a weight was lifted off of him.\n\n\"And when nothing matters, what's left? Joy. Comfort. Freedom. The true freedom of pursuing pleasure for pleasure's sake, because it pleases you, because you desire it. I knew this during my rule, and I'd forgotten it during my exile. I shall not forget it again.\"\n\nThe Emperor was encouraged by his Advisors and myself to rest, in case the bizarre behavior was a passing sickness of the mind. Before he retired to his observation room, the Emperor described his encounter in detail. Zhozon offered to me this bizarre retelling:\n\n\"Outside the ship, the Emperor looked over the edge of the universe, and saw nothing. That is, it wasn't that he saw nothing unusual, but he saw Nothing: the absence of light, dark, life, death, the absence of anything, even of absence itself. And out of the Nothing, there came whispering in a dark language, which filled his head so loud that he forgot for a moment his own language, and suddenly the Nothingness dispersed to show Something, which was a fleet of foreign ships. He saw next the destruction of a great many worlds and creatures, including all his enemies, and himself, and he saw the rot and fragmentation of his own corpse and skeleton. And last, before he was released, the whispers grew louder and granted him the honor of spreading the news of the end.\"",
		"name": "DLXXIX.",
		"icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2835540194,
	"index": 1097,
	"redacted": false,
	"blacklisted": false
}