{
    "index": 1099, 
    "hash": 2835540199, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/00d9ebc18099e12a1eea990f5ce986bf.png", 
        "hasIcon": true, 
        "description": "DCCII.\nRecorded by Scribe Shagac\n\nSo perplexed was the Emperor by the failure of his Shadows that he spent many hours meditating with his Advisors on what had happened. His Advisors made many misguided attempts to soothe him, fearful that wrath lay below the calm surface of his demeanor.\n\nOn one such day, the Emperor met with his Advisors, Tlu'arg and Ilhali, who clumsily derided Ghaul's crude brutality in hopes of cheering him.\n\nSpake the generous and compassionate Emperor:\n\n\"Ghaul has risen above his own past. That, at least, is admirable. Ilhali—do you think, after all I've seen, I am heartbroken by such a tiny thing as failure? No. I am weary.\n\n\"I have combed this whole universe for someone who truly merits a seat at my table. Just one creature who might partially comprehend the gravity of my mission, one creature brave enough to test their might and their mind on me, one creature worthy of supping on my perfect flesh. And I have not found them.\"\n\nAs the Emperor spoke to his cringing Advisors, his beautiful face smooth with a preternatural calm, a messenger ran into the room to address him, bowing contritely and begging his forgiveness. Crawling across the floor in supplication, the messenger announced that Dominus Ghaul had been killed in the Sol system by a person of the Guardian-tribe.\n\nAt this, I myself saw a renewed light spark in the Emperor's eyes, and saw his face light up like a sun.\n\n\"Find them,\" he told the messenger. \"Find me this hero. And we will go to them.\" He turned to Tlu'arg and instructed him to set a course for the Sol system. Then, he commanded Ilhali to prepare his other Automatons, the robotic creations made in the likeness of the great Emperor, which were built so that His Joyful Majesty might be able to watch himself in many unique situations. The Emperor did not specify why the Automatons should be prepared, but there was such joy in his voice that his Advisors made no objections.", 
        "name": "DCCII."
    }, 
    "subtitle": ""
}