{
    "index": 1016, 
    "hash": 2943695892, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "A few days after the death of the Awoken Prince...\n\n***\n\nWarlock Aunor Mahal closed the door to her office and tossed her duster onto a chair before sitting down to think. A fan spun diligently overhead. The Praxic Halls, located in the lower levels of the second Tower, were always a little warm.\n\n\"What's the mission?\" her Ghost, Bahaghari, asked.\n\n\"Who said there was a mission?\" Aunor replied, clasping her armored hands as she looked down at the floor. She set her jaw. The air began to smell of ozone.\n\n\"The Vanguard always have something to ask of you.\"\n\nOverhead, the fan stuttered and sparked.\n\n\"That doesn't mean I take every job they offer.\" Aunor looked up, eyes blazing with Arc Light.\n\nBahaghari orbited her charge and waited.\n\n\"The Drifter,\" Aunor said, as the fan resumed spinning.\n\n\"Is a criminal.\"\n\n\"They've given him the keys to the City for reasons I still don't understand, and now they want the Praxic Order to handle him. As Praxic and Ikora's Hidden, of course it falls to me.\"\n\n\"And the Hero of the Red War—\"\n\n\"—Is a dedicated Gambit enthusiast. Already compromised for this particular job. I'll reach out to our champion myself when the time comes.\"\n\n\"If you take it.\"\n\n\"If I take it. We'll need a team. And you know I prefer to work alone.\"\n\nBahaghari chuckled. \"Now I see. I thought you were assessing the mission. You have to get over this fear of relying on others. This City wouldn't be standing if we didn't have fireteams.\"\n\n\"Ikora offered us no support. If we accept, we'll have to personally recruit, discreetly if we can. The Drifter has contacts everywhere.\"\n\n\"Will you help them?\"\n\n\"No Praxic should be away from the sun for too long. I used to be more brown. Maybe it's time.\"", 
        "name": "Bond of the Cormorant Blade"
    }, 
    "subtitle": "\"Paperwork.\" —Warlock Aunor Mahal, on the most devastating adversary of her Praxic career."
}