{
	"displayProperties": {
		"description": "AS BELOW…\n\nSince the Great Osmium King's end, countless champions have been scattered to the winds in search of the sword logic's promised rewards.\n\nImmeasurable pain.\n\nImmeasurable suffering.\n\nSuch that, this deep—far below the broken lunar surface where no Light has ever blasphemed—the rugged cavern walls are said to host the afterbirth of ceaseless torment.\n\nHere, spectral shadows haunt the passageways through the dark, each skittering shape the mindless, ethereal prison of a greater being cast low. Or so prophecy dictates…\n\n\"Those marked as unworthy shall ever be lost in the depths of their own ambition—trapped between, in such form as ambition first took hold.\" —11th Truth, Book of Damnation\n\nStill, at the risk of final death or hateful damnation, the hordes gather, intent on the destruction of all who stand in defiance of their individual ambitions.\n\nAmong them, proud Zulmak flexes dried sinew beneath the heavy calcified growth of his outer shell—armor earned in battle, through pain.\n\nZulmak has now stood twice, after all others have fallen.\n\nHe has gained allies and enemies from his victories—both in the circle and beyond.\n\nAfter his second triumph, other battles followed beyond the view of the rabid throng.\n\nFirst, an Acolyte took aim from the shadows—a coward sent by unnamed admirers to end Zulmak's march toward godhood.\n\nThe weak thing's spine shattered beneath Zulmak's heel.\n\nThen, later… the Thrall—a wave of mindless nothings with chittering jaw and razored talon. Another gift from secret conspirators.\n\nTheir dust now hangs in pouches at Zulmak's waist—a delicacy to be enjoyed in the quiet, once the echoes of his victims in the Pit have faded and the roars of celebration have hushed.\nZulmak casts his gaze across the horde lined at the circle's edge.\n\nHundreds deep. All keen to shatter their brothers and sisters. All keen to stand triumphant, as Zulmak has.\n\nHe feels their eyes set upon him.\n\nHe is a target now—a known champion.\n\nMany will come for him. They will swarm.\n\nAnd they will meet their end at Zulmak's hand.\n\nThe ire rises. The energy of the Pit is thick, warm… angry.\n\nThere is no ceremony to mark the opening of the slaughter.\n\nThose who dare join the fray simply gather until the tension reaches its breaking point.\n\nThen the first sword will rise and fall, and the ground will begin to cake with a thickening mix of dust and blood.\n\nAS ABOVE…\n\nOn high, Hashladûn watches as the first sword falls and the severing begins.",
		"name": "III: Ritualistic Circle Pit",
		"icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2975985690,
	"index": 1208,
	"redacted": false,
	"blacklisted": false
}