{
    "index": 1209, 
    "hash": 2975985688, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png", 
        "hasIcon": true, 
        "description": "Across the Pit, three siblings watch from the shadows.\n\nMalkanth smiles.\n\nHashladûn and her siblings have taken their leave, their disgust evident.\n\nThey too have found cause to doubt the logic.\n\nThe politics of the self-appointed puppet masters will distract from the continuing ritual.\n\nBut, in their dismissal, the high-seated neglect a simple, powerful fact…\n\nThe horde will not forsake tradition so easily. They are born of it. Bred within the comfort of its certainty.\n\nThe pampered elite have forgotten the power of belief.\n\nThe sword logic is all to the fool masses.\n\nThat truth will be the seed from which Malkanth grows her subversion.\n\nFor even as the cowards above turn their back on the Pit, a boon is granted to sinister Malkanth's grand aspirations.\n\nHer smile widens.\n\n\"Zulmak is our instrument of destruction.\n\"He is that which will shatter the logic.\n\"He is that which will break the cycle and prove the lie of the Court and its King, they who led us to ruin here in this dead system on this dead orb.\n\"He is brave and fearsome, and there exists a time when he will have been great—sure to join the pantheons upon which future generations will build their legends.\n\"But for the Swarm to see its future stretch beyond eternity, he will ever be a catalyst for all to come, and nothing more.\n\"Are you ready, sister?\"\n\n\"I am, ever and truly. Let my sacrifice carve our path. Let my unmaking be our salvation.\"\n\n\"And, brother?\"\n\n\"To be reborn is a gift—one I cannot repay. In return, I offer only vengeance, dear sister. And for your sacrifice? A place in an infinite graveyard, built where stars once dared to shine.\"", 
        "name": "V: A Sinister Plot"
    }, 
    "subtitle": ""
}