{
    "index": 1211, 
    "hash": 2975985686, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png", 
        "hasIcon": true, 
        "description": "AKRAZUL'S LAMENT\n\n\"I am lesser of being and mind, sister.\n\"Your unmaking shall see me whole.\n\"My stolen limb, lost to the Light-born in defense of our Taken King's futile reign, has made me a pariah.\n\"The dishonor of my failings has cast upon us an unwavering shame that spreads like disease, tainting not only my broken self but you and dearest Malkanth alike. I am plague. I am withering disregard.\n\"Yet, here… in your selfless gift, I find new purpose.\n\"In your flesh and bone, I will find myself once again.\n\"In that discovery, I will forever remember you.\n\"As you will be my vessel on this physical plane. I will be the vessel for your essence—the very core of your will shall live on in me… eternal.\"\n\nAZAVATH'S PRIDE\n\n\"Your words are a joy, brother.\n\"The last I shall have.\n\"But know that such pleasures are insignificant when judged against my hatred… my anger.\n\"I choose my unmaking only because I know the power of your rage, tamed since your severing, but seething below the surface of your charcoal heart.\n\"I give freely of myself, as did the lesser of the Pit when they offered themselves as waves to be broken against the jagged shore of Zulmak's blade.\n\"I do so, because I see clearly the path we etch. Its purpose born of heresy, but pure—like your rage.\n\"My sole regret is that I will not see your fury manifest. That I will not feel these hands inflict such punishment upon the unworthy—upon existence.\n\"You will make a grand monarch, brother. Through me…\n\"In my name, writ across the expanse—Azavath, the Suffer Queen of an Ever-Rising Swarm.\n\"In my husk, the armored vessel of the one I love, my sweet, vengeful Akrazul… my broken prince no more.\"", 
        "name": "VII: The Severed and the Unmade"
    }, 
    "subtitle": ""
}