{
    "index": 1206, 
    "hash": 2975985691, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/3479f3444a8efd669b3cde6d58962c91.png", 
        "hasIcon": true, 
        "description": "AS BELOW…\n\nIn the circle in the pit at the bottom of damnation's well, a gathering of brutalists vies for a seat upon an eternal throne.\n\nA thousand warriors of dust and ruin clamor for the ritual beginning to another slaughter.\n\nAS ABOVE…\n\nWould-be puppet masters watch with keen eyes from the crimson towers that hang from the jagged walls of the Necropolis's hallowed and hollowed ground. They of cunning thought and grand design who lack the brute strength to take the sword logic's gift by force. They who consider themselves the shadowed architects of empires. They who build their legacy upon the trade of secrets, the gossip of ages, and the sowing of lies—words their weapons; cutting as any blade.\n\nAmong the murmuring lords of wicked tongues, tainted royalty glides to the fore.\n\nSisters of the anti-mercy. Sisters of doom. The Daughters of Crota—Daughters of the Worldbreaker. The offspring of destruction, direct heirs to the abandoned throne, yet removed from the Pit's calling. The same privileged manipulators whose existence Malkanth and her siblings wish to challenge—wish to destroy.\n\nThe Daughters have come to judge those who dare fight for claim.\n\nThey seek a warrior fit to raze the celestial heavens that mar the ebon expanse. Surely one must walk amongst the countless descendants of their father's father.\n\nBesurith whispers her doubts. Seconded by Voshyr.\n\nKinox remains silent, contemplating their station and the depths from which they must ascend if the Swarm is ever to reclaim its own destiny.\n\nHashladûn, the eldest, the Inundated, narrows her glare. Her sisters fall silent.\n\nThe slaughter is set to begin.", 
        "name": "II: An Audience with Slaughter"
    }, 
    "subtitle": ""
}