{
	"displayProperties": {
		"description": "I.I\nAs knowledge blossoms, know that you know nothing.\n\nI.II\nEternity extends beyond your grasp. This is no flaw, but design.\n\nI.III\nTo know all is not the task. To know all you can is your charge.\n\nI.IV\nAs your view expands you will begin to see those left behind as other—as adversaries.\n\nI.V\nIgnorance riles the hearts and minds of those on an elevated path.\n\nI.VI\nYour adversaries will be many, such is the weight upon all who challenge the hollow rule of stagnation.\n\nI.VII\nLet your anger guide you—drive you toward greater learning as you conquer unknown roads, leaving the well-worn to ash.\n\n\"Ignorance is not passive. It is a living, aggressive failure that angers the hearts of all who seek to evolve.\"\n—12th Understanding, 7th Book of Sorrow\n\n**\n\nI thought it would take some convincing, but Cull has agreed to splinter from the group. Not in actuality, but as bait for the Renegade. Our rival has given us rope with which to hang ourselves but the further we embark down our path, the more that rope begins to tighten. What we must do next—the next steps in our continued evolution—will surely be seen as a bridge too far. A confrontation seems inevitable. Unless we can make plays that shift our hunter's focus.\n\nI have some concern that Vale's plan will lead the misguided among our growing number to overreach their ambition—to venture beyond their means and fall forever into the abyss. But then, if the Renegade is truly the threat we proclaim, such worry is misplaced as he will no doubt play his part and thin the herd, as it were. Of course, there is a price beyond the blood of the lesser among our ilk. Cull will be missed, but remembered for his sacrifice.\n\n—hand-scrawled note accompanying Teben Grey's personal translation of ancient Hive text",
		"name": "ANGER",
		"icon": "/common/destiny2_content/icons/f7df8c4438656c5ae23da926f94c2645.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 2990265264,
	"index": 959,
	"redacted": false,
	"blacklisted": false
}