{
    "index": 953, 
    "hash": 2990265269, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f7df8c4438656c5ae23da926f94c2645.png", 
        "hasIcon": true, 
        "description": "That you seek to wield the rival cannons is a noble quest, one that has brought low many who would claim to be your equal. The Last Word and Thorn are linked by the blood they've shed—but, as you know, they are bound by more than violence. They represent warring ideologies. They are of a kind and yet wholly opposite, the cleansing fire and the festering disease, like the common view of myself and the Shadows—adversaries meant to destroy one another, enemies to our core. But what if I were to weave another tale, give a deeper meaning to the conflict that has drawn my and Yor's legacy to be painted in such a hateful light?\n\nI've played a role for some time now. Many, actually. But my names: Shin Malphur, the Renegade, various others handed down by fools and hard cases, or even the one or two I've hidden behind over the many years I've spent running from my past and toward an ever-darkening future. They all serve a purpose.\n\nAnd they all start with Shin, the poor, lost, lonely boy whose entire world had been taken from him. The tale of my youth and Palamon is all true. That it tends to illicit sympathy and set my story on the path of the right and just is not a ruse. I am right, and I am just. But ask yourself…\n\nDid the fact I began as a victim color your perception of me? Is my path—my cause—more righteous because I was owed justice and vengeance?\n\nFor the longest time I thought so. But then—and here is where the truth of it all begins to gain focus—\n\nWhat if the villain of the story believed so? What if the villain tore apart my life, and countless others', as a terrible means to an end? What if I was lost, and he offered guidance by gifting me vengeance?\n\nWhat if I told you…\n\nHe was right to do so.\n\n—S.", 
        "name": "The Pain of What's Right"
    }, 
    "subtitle": ""
}