{
    "index": 952, 
    "hash": 2990265270, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f7df8c4438656c5ae23da926f94c2645.png", 
        "hasIcon": true, 
        "description": "Is now the time? I write this freely; it is unrehearsed and unguided by hidden motives.\n\nI find a trust in you I have long found difficult to claim. Most of my life has been spent on the run. Not from any one thing, but in pursuit of an ever-shifting endgame. Truth is—the truth I now know—that endings do not exist. Nothing ends. A moment. A feeling. A person. A war. They are not finite. They're all just stages of being, stages of existence.\n\nOne moment fades into the next, but they are linked and forever joined. One cannot exist without the other.\n\nFeelings—love, hate, rage, sorrow—ebb and flow into each other, free of intent and fueled by the moments that shape them.\n\nA person, any person, our lives and deeds live beyond us. Our moments making us whole. Our actions carving our being into the endless expanse of existence. Even after death, we were here. All we do can be forgotten, but it cannot be erased. Every life we touch alters the course of another being's reality; that reality then shapes the world around it as all we are ripples out beyond who we are.\n\nAnd war? There is only one. It has taken many forms, but it is always raging, always smoldering below the surface of societies grand and small, hidden in our broken, fearful hearts.\n\nI offer all of this as means to further our connection and begin a new conversation about endings, about beginnings.\n\nThe trust we share is built on unstable ground. Our connection born of your knowledge of a legend that paints me in a light you have no way of fully understanding, and my observations of your many valiant deeds coloring you in a light few can ignore, be they friend or foe.\n\nIt is time, now, we prove our trust is not misplaced. It is time to test your resolve and see if you truly have the strength to balance the gray between absolutes.\n\nAre you ready?\n\n—S.", 
        "name": "A Matter of Trust"
    }, 
    "subtitle": ""
}