{
    "index": 954, 
    "hash": 2990265268, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f7df8c4438656c5ae23da926f94c2645.png", 
        "hasIcon": true, 
        "description": "I.I \nLook upon the world with new eyes and know that you see for the first time.\n\nI.II\nAll of your time before now—every choice, every moment—was the antithesis of all you were meant to be.\n\nI.III\nTo dwell on what was is the greatest sin.\n\nI.IV\nA new you hides, trapped and desperate to be freed in the instant beyond now.\n\nI.V\nStep confidently—forward into the unknown, beyond the present. There you will find yourself waiting.\n\nI.VI\nEvolution is constant for those who embrace tomorrow.\n\nI.VII\nOnce unmade, you will be new, your eyes free to meet the lies of existence with unfettered judgment.\n\n\"Only through new eyes can the burden of failed existence be cast aside that we may see—truly see—for the first time.\"\n—10th Understanding, 7th Book of Sorrow\n\n**\n\nWe have shed our previous selves. Not as a final step along the road we have chosen, but as another step forward. The difference between now and then—between this moment and all moments prior—is the difference between one life and the next. We are no longer the men and women we were as our journey began. We have entered our third lives. And though we are not wholly changed, our evolution has begun. To mark the passage from who we once believed we were to who we will become, we have surrender our dead names to claim new, eternal identities with which to write our future upon the shadowed path ahead…\n\nOrsa is now and ever Dredgen Vale.\nZana Maas, Dredgen Scarr.\nJonah Pavic, Dredgen Mire.\nCallum Sol, Dredgen Cull.\nBraga Yasuul, Dredgen Totalus.\nAnd I, Dredgen Bane.\n\nThere will be fear at the sight of us and in response to our deeds. There will be pain, both ours and others. This we know, and this we accept with pride and eager, angry hearts.\n\n—hand-scrawled note accompanying Teben Grey's personal translation of ancient Hive text", 
        "name": "EVOLUTION"
    }, 
    "subtitle": ""
}