{
    "index": 960, 
    "hash": 2990265278, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f7df8c4438656c5ae23da926f94c2645.png", 
        "hasIcon": true, 
        "description": "A Revelation\n\nSo, now… the truth.\n\nYou've earned it.\n\nMy name is Shin Malphur.\n\nMy name is Zyre Orsa.\n\nMy name is Dredgen Vale.\n\nAnd all who fall to Darkness will answer to my steel.\n\nThe Shadows. The Drifter's Gambit. The seeding of fear, that the infamous \"Man with the Golden Gun\" was on the hunt, blinded by allegiance to the Light and gunning for all who tempt the Darkness. A necessary deception. Offering two paths in order to draw out those eager for power beyond their means.\n\nMalfeasance was a gift, a sample to gauge the true hearts of those who reveled in the Drifter's games. Those sated by its wicked power were kin enough to know their limits. Those hungry for more? A danger worth tracking. In some cases, a danger in need of confrontation.\n\nBut the game has only just begun, and I risk much like this here, me offering you the olive branch of truth and trust. Yes, I have led you to believe I was your friend and the Shadows my enemy and yours. If all I have just revealed calls that into question, know that it shouldn't. The Shadows are a danger. We are guided by the evolved and controlled methods of Dredgen Yor, except instead of death and destruction, I am offering the mysteries and powers of the Darkness as bait for those who would otherwise go freely into the abyss.\n\nI have built the perfect trap with which to cull the weak-willed.\n\nAnd it is working.\n\n—S.\n\n\n***\n\n\nAn Invitation\n\nThe Vanguard and I are not enemies. We simply have different methods. But to their credit, they have… \"allowed\" my actions, as they have a wide array of concerns to fill their attention. Not that they haven't helped in small ways. Snippets of conversations to plant the Shadows as a threat. Feigned ignorance of the Drifter's game and its consequences. Zavala prefers more straightforward tactics, but even he agrees that as Guardian numbers grow it is vital to test the true mettle of those trusted with the safeguarding of our fragile survival.\n\nBut others, the Guardians who have joined me—Teben, Braga, Jonah, Zana—they are all believers in our cause. And Callum, the truest hero who made the purest sacrifice. His death was noble, and by my hand. But not a hateful thing. His part was—and remains—key to sealing the temptation of any who would give themselves to sorrow's road. All who take up arms in his name will be enemies of all he held dear, and they will be punished. You have my word.\n\nI am burdening you with the full reality of the gambit at play because I believe in you. My earlier words. My gifting of the Last Word. That was earned. And all true. You are the future of this war. You, and a few like you, are the warriors who can walk the line between Light and Dark.\n\nAnd so, I ask you, are you up to the task?\n\nOr have I risked all I have struggled to build on a hero who is not yet ready to become a legend?\n\n—S.", 
        "name": "Revelations and Invitations"
    }, 
    "subtitle": ""
}