{
    "index": 1120, 
    "hash": 3001934726, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "\"You don't trust her,\" Rekkana said. \"I can see that.\"\n\nLisbon-13 was already walking away. \"I don't need to trust her. I trust you.\" A truth he threw lightly over his shoulder, but Rekkana felt its weight.\n\n\"And that's enough?\"\n\n\"Always.\"\n\nRekkana took a quick half step, trying to catch up to a heart that had leapt too far ahead. But her thoughts were heavy.\n\nCryptochrons learn to judge and balance secrets. Everyone with sense knows ignorance isn't bliss, but few besides the Cryptochrons know how terrible the truth can be. Those warlocks who join the order must be willing to learn what most would rather not know and to remember what they would rather forget. But accepting a truth is always harder when it's one you cannot share.\n\nShe'd known it would happen before they met. She knew everything about him before he'd ever laid eyes on her. She even knew about the man Clovis Bray had to kill 13 times to keep him in check. And it didn't take a Warmind to predict how he'd react to her.\n\nShe thought that all this knowledge would serve as armor. You should care less about the characters when you know how the story ends. But then, she was a character, too. It was her story.\n\n\"Hey, slowpoke. You coming?\"\n\n\"Yes.\"\n\nRekkana quickened her pace and met him in the shadow of a cube of stone bejeweled by ruby flowers. His glance caught her as she approached and then shifted to the vista around them.\n\n\"Strange, being through the looking glass.\"\n\n\"Yes.\"\n\nRekkana could see him thinking. His bright eyes were focused on some middle distance as he turned things over in his head: their mission, what her superior had just told them, and her. His turn toward their camp was abrupt.\n\n\"We should get back to Yardarm before he starts shooting bugs for fun.\"", 
        "name": "Mask of Righteousness"
    }, 
    "subtitle": "\"You say this is for the greater good. Which good have you deemed lesser?\" —Lisbon-13, Hunter of the Kentarch 3"
}