{
    "index": 1245, 
    "hash": 3040093254, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/89cb21fcb08b92d29d87b54d64dafcbd.png", 
        "hasIcon": true, 
        "description": "[UNDELIVERED, DELETED.]\n\nMy Queen,\n\nI… am at a loss. Never before have I felt so hopeless, so adrift, so… tempted. Forgive me for my words, but I understand the allure of the Darkness. It is quite a powerful sensation to feel so free of care. My fractured mind thrills at the prospect of recklessly abandoning hope. I cannot say I didn't want it to take me. I was weak. I see this now.\n\nI may have faltered, but I endure.\n\nDo not mistake my weakness for betrayal. There are more pressing concerns.\n\n[DELIVERED, RECONSTRUCTED.]\n\nIt's coming, my Queen.\n\nIt's coming for US.\n\nWe have been manipulated. We are right where it wants us. The Darkness orchestrated its plan magnificently; the Nightmares were so impeccably calculated to draw us in, make us vulnerable, and leave us exposed.\n\nThe Darkness plans to use us. We are to do its bidding. I don't know how to stop it.\n\nI detect no fear on the part of our nemesis. We aren't even a concern. We pose no threat.\n\nThe Darkness needs a reason to fear our Light, and I intend to provide it.\n\nI have been inside. I have nothing but beautiful and violent words for my report. I will meet you at your throne.\n\n[DELIVERED.]\n\nIkora,\n\nAfter all that has transpired, I must share my findings with you, for you have remained steadfast and supportive of me where others lacked faith. Having faced so many of the demons that haunted me, I finally feel a sense of closure on the horizon.\n\nPain is something that never truly goes away. It is something you live with, hoping it makes you stronger as you learn to cope. You cannot bury it, nor hide from it. There is power in acknowledging it.\n\nThat is how we will win. Despair not; our purpose is good and true.\n\nI will not be weighed down in the dark by my past, my mistakes, or my trauma. Instead, I will use them, and they will lift me up, into the Light.", 
        "name": "Regarding the Pyramid"
    }, 
    "subtitle": ""
}