{
    "index": 527, 
    "hash": 3053246535, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9bd066c84e51f91fcffabb7f5818f2.png", 
        "hasIcon": true, 
        "description": "A000AAA000AAA005 PRIVATE GEMINI DYAD\nAI-COM//MDSA: FARFLUNG//C3I//COVERT\nSITREP ON HIVE PRESENCE\n\n0. I am, again, truly sorry for the deception I undertook. Are you well? Does anyone, anywhere, ask after your wellness? You've done so much. I hope you have friends, not just people who send you on errands.\n\n1. The pathological entities you call \"Taken\" appeared in this city at the moment the Hive Dreadnaught detonated its main weapon above Saturn. Without access to the Skyshock arrays, I can't be certain, but something must have connected the weapon's area of effect to the Dreaming City.\n\n2. My best guess is that the Awoken Techeun aboard Queen Sov's flagship fled into the Dreaming City through a gate or portal, and the Dreadnaught's main weapon followed them down that link. Awoken message traffic indicates the Dreadnaught weapon is innately connected with Oryx's intellect and awareness. The instant He pierced the Dreaming City, He must have understood the value of the site and deployed His Taken to attack.\n\n3. Until Oryx's death, the behavior of the Taken here aligned with His interest in exploration, distributed infiltration, and the domination of systems through seizure of their executive faculties. Am I being too technical? I mean that the Taken were busy mapping the city and determining the most efficient way for Oryx to take control of all the information within.\n\n4. I determine with good confidence (three sigma) that Oryx is dead. The Taken here became directionless and scattered… until the death of the ontopathic predator Riven opened the city to massive Taken assault. Why? I will code this as PROBLEM ONE.\n\n5. The Guardian counterattack against Dûl Incaru, whose thoughts pierce like needles, triggered the ongoing causal loop. Why? How? I will code this as PROBLEM TWO.\n\n6. I am still collating intelligence on how to break the time loop. While I work, I must convince you of the Dreaming City's ultimate importance—and why it is imperative that the City be held at all costs, even the cost of abandoning all other Human and neohuman civilization in the Solar System. Stand by for the next message window.\n\n7. Send more Guardians. Send every Guardian if you must. This city cannot fall.\n\nMESSAGE ENDS", 
        "name": "Medusa"
    }, 
    "subtitle": ""
}