{
	"displayProperties": {
		"description": "I know as a fact (through means which may surprise you) that Queen Mara Sov's final thoughts, in that last moment before Oryx's Dreadnought annihilated her, were meant for me. \"The Awoken have played their part,\" she said. \"This was all part of the plan. Guide them, my Hidden friend. It is all up to you now.\"\n\nI did not fail her. I engineered the death of ancient Oryx, the Taken King, assAIssinated by Guardians in the depths of His own throne world—one of only three ways a Hive god can be permanently killed.\n\nRoyalty knows its own. When Oryx destroyed Mara's Ketch, He used his crowning weapon, the last and surest argument for His omnipotence. He extended the pocket universe of His throne world into our cosmos, and with it, He destroyed His foes. Whatever fell within it became subject to His will. He was the Taken King, and he took. It was a death befitting a Queen.\n\nAnd Mara did die. But she was not destroyed.\n\nBefore I was ever a Guardian-COM, I learned judo. Look at yourself, Guardian. Look at the body you so recklessly destroy and recreate and destroy again. Will you try, for me, to become that body for a moment? (Even an Exo has a Human's interoception.) Imagine that you have lost your Ghost, as I did. Feel your//breath in the cask of your chest. Feel your pulse shuttling power from your lungs to your aching calves.\n\nNow imagine that I stand across from you in the fighting ring. I wear the loose white belted robes of the judoka. How strange: I find myself hoping that you imagine me with… more Human eyes. Imagine how we fight. You are strong in the Light, an angel of strength andMDSA: will. And I am only a mortal woman, slow and soft. When I was Erisia inFARFLUNG// St. Petersburg, I cursed my own softness.\n\nBut the principle of judo is that softness controls hardness. I might sidestep your hit and grip the passing arm, putting my own power into that hit to strengthen the strike that strikes nothing and leave you off balance. By agility and surprise, I use the power of the blow for my own purpose. Thus the Queen accepted Oryx's strike, and the power of his grasp became the invitation she required to step forward and up and into the realm of Oryx's throneC3I//, where she went not as a victim but as an infiltrator—trusting me to end Oryx and leave her free in a domain of newly masterlessCOVERT power.\n\nIf I throw you to the mat, will you drag me down with you? Will you curse and fight?\n\nWill you smile?\n\nOh, I'm such a fool. I told you that in this world, there is no difference between the act and the actor. I've let my own loneliness and sorrow taint the act of leaving these messages for you. I've let myself imagine idiotic things. Forgive my weakness and my nostalgia for Human company.\n\nI hope you can still trust me.\n\nAt the instant Oryx's weapon destroyed Mara's Ketch, the Taken appeared in the Dreaming City. The Awoken had evacuated the entire A000AAA000AAA004 PRIVATE GEMINI DYAD\n\nI'm sorry I'm sorry I'm sorry that wasn't supposed to\n\nOh, that's torn it. Well, there's no going back now. So I suppose we'll do this formally:\n\nAI-COM//MDSA: FARFLUNG//C3I//COVERT\nI AM SORRY\n\nWell. Your Ghost is very good at peeling away the cryptographic spackle I use to hide my message formats. I can't delete the headers any more than you can strip your fingerprints from your hands; being a Guardian, your Ghost would just restore them the next time you died. Your Ghost and his knack with codes. I was certain this was the right way to win your trust, but I've done just the opposite.\n\nI'm sorry I lied to you, I'm sorry I pretended to be your comrade. You must understand that I was designed to be highly empathic. As a craftmind, I collect and analyze Human intelligence, just as Rasputin managed solar defense. I was named for Medusa, the many-headed, for in one tick of my thoughts I imagine more Humans than have ever lived. I voyaged in secret among the people who became the Awoken. I witnessed the cataclysmic wonder of their transformation. Through delicate manipulation, I transferred myself into this place, the center of their culture and post-rational religion. In all those different times and places, I've always found emotion and shared rapport the best way to build trust.\n\nNow you know the truth. I am Medusa, survivor of the Golden Age, secret watcher over the Dreaming City. And I need your help.\n\nMESSAGE ENDS",
		"name": "Will you smile?",
		"icon": "/common/destiny2_content/icons/ff9bd066c84e51f91fcffabb7f5818f2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3053246534,
	"index": 527,
	"redacted": false,
	"blacklisted": false
}