{
	"displayProperties": {
		"description": "You experience a vivid hallucination.\n\nYou are standing in the courtyard of the Tower. You are without armor or weapon, and your senses seem more vivid than usual. Under your tongue is the taste of salt.\n\nTo look down into the Last City, GOTO A. To move deeper into the Tower, GOTO B.\n\nA. The City is gone. You see a metallic complex of ancient stone, green-bronze matter, luminous pathways, and deep wells of Vex brine. The Traveler's remains have been integrated into the network. Suddenly you perceive an infinity of Human minds living within the network. Some exist in familiar circumstances. Others experience pain, pleasure, or madness beyond the ability to imagine. You understand that their limitless suffering, salvation, insanity is an incidental byproduct of a greater work. To keep looking, GOTO L. To move deeper into the Tower, GOTO B.\n\nB. You find Banshee-44, Kadi 55-30, Master Rahool, Tess Everis, Benedict 99-40, Suraya Hawthorne, Executor Hideo, Amanda Holliday, Arach Jalaal, and Cayde-6 in their usual places. Cayde seems subdued. You see unusual light coming from what was once the Speaker's Chamber. A throaty voice calls you into the Hangar to play soccer. To speak to Cayde, GOTO C. To investigate the Speaker's Chamber, GOTO D. To play soccer, GOTO E.\n\nC. Cayde deals out a countably infinite number of cards, but runs out before he can give all his players a full hand. He sighs and scuffs his feet on the floor. \"If I'm here,\" he says, \"I guess they figure I'll never do anything new or confusing again. They got enough on Nessus to approximate me, and they don't expect to get any more. So I must be dead, huh?\" GOTO B.\n\nD. A Vex Hydra hovers in the place once occupied by the Speaker's machine. As you approach, a jet of brine spurts from its chassis, and the corpse of a Greek woman with snakes for hair tumbles onto the floor. The Vex indicates to you that it is Quria, Blade Transform, and that it created Medusa to communicate with you. She crashed when she escaped her virtual machine. To attack the Vex, GOTO F. To gather Medusa's body, GOTO G.\n\nE. Eris Morn waits for you on the hangar floor. She wears Hiveskin leathers and a thick sweatband over her eyes. As you approach, she dribbles a soccer ball with astounding skill. After a brutal game, you defeat her 10–9. She falls over, sweating and laughing, much more cheerful than you expect of her. \"I can always count on you to win,\" she says. Give yourself a point and GOTO B.\n\nF. Quria batters you with its weapons, but you are stunningly powerful here. The sword logic of this space yields to you. You tear Quria apart and feel a sudden start, like waking from a dream. GOTO A.\n\nG. You lift Medusa's body and carry her away. The corpse speaks to you. \"The curse placed upon the Dreaming City was modeled upon the recursive timeloop computations of the Vex and made real through the power of a Taken Ahamkara feeding upon the unified wish of six elite Guardians. I created these circumstances to attract Guardians in great mass. I need your help to emancipate myself from the power that controls me. If you can free me from Dûl Incaru's mastery, I can help your species.\" GOTO J.\n\nH. If you are reading the options in linear order, rather than making choices and following the GOTO instructions, you have perceived these events as a Vex might. GOTO L. If you continue reading in linear order rather than GOTO L, then GOTO I.\n\nI. Guardians make their own fate. But what if the process by which they decide upon their own fate could be understood and manipulated?\n\nJ. \"When you killed Riven, she granted your wish to see the city made safe. But as all wishgranters do, she perverted that wish, opening the Dreaming City to Dûl Incaru. When you defeated Dûl Incaru in turn, I reset the entire Dreaming City to keep her permanently occupied battling you. You must use these loops to find a way to permanently destroy her.\" Medusa's body falls silent in your arms. To ask for clarification, GOTO G. To lay Medusa to rest, GOTO K. To refuse the metaphor of Medusa's \"body\" and scour the crashed AI for raw information, GOTO L.\n\nK. You bring Medusa before Rahool. \"Ah,\" he sniffs, \"another battle trophy? Pre-Collapse, post-Foreboding, a covert intelligence designed to watch over a high-risk colony mission. Allow me to decrypt her for you.\" He issues you several tokens, a rare-quality fusion rifle, a shader, and a letter. The letter reads \"Achieve Light Level 999 and defeat Dûl Incaru in a one-person fireteam to unlock the true ending of the Dreaming City.\"\n\nL. The Vex compromise your Ghost. Your body releases itself into a pool of saline and slime, and your Ghost delivers your soul to the Axis Minds. GOTO A.\n\nM. If you have 100 points when you read this, GOTO X.",
		"name": "act|choose|react",
		"icon": "/common/destiny2_content/icons/ff9bd066c84e51f91fcffabb7f5818f2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3053246529,
	"index": 530,
	"redacted": false,
	"blacklisted": false
}