{
    "index": 530, 
    "hash": 3053246530, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9bd066c84e51f91fcffabb7f5818f2.png", 
        "hasIcon": true, 
        "description": "X.\n\nEris Morn's body twitches and folds. The sweat on her brow squirms back to her pores and burrows in like glistening larva. Suddenly there is a sound like a single bone struck upon a metal plate, and in the dark interval between two firework detonations, the body loses all structure, falls loosely upon itself like a rag drifting in water, tumbles, then snaps suddenly flat and taut into a pane of leather and skin. Through that pane comes a long black needle and the skin around it dimples into the erratic spun-cancer topology of some gruesome four-dimensional waveform which no monist process could ever produce.\n\nOut of that needle, as if dispatched into the world through fatal injection, comes the emaciated magnificence of Dûl Incaru.\n\n\"I must yield truth to you,\" the Hive Wizard sings in a voice that would make the terms of an equation flee from each other and hide in the arrays of distant sets so that arithmetic itself would collapse. \"It is in the architecture of these spaces to reward the victor. There is no Quria here. There are no Vex, nor any conspiracy to un-Take that which was Taken by my uncle and which now serves my Queen. All of those lies were part of my throne world, which you have sought. Is my cyclical death not the very engine which brings you here, again and again, in hope of answers? Thus I do own the portion of your mind which you devote to truth's pursuit.\"\n\n\"Would you ask to know about my mother?\" The crested head twitches with alien emotion. The fungal shoulders roll beneath their armored plate. \"Is She the one you seek? Witch-Queen Savathûn, Archentrope, Queen of Encrypts, the Black Needle, deepest in the High Coven, Emancipator of Worms, the Missing Piece of All Puzzles, who shall see the cosmos unborn into an infinitely dwindled egg?\"\n\n\"Shall I tell thee of the destiny she has realized for you? Of the right and singular fate which Medusa foresaw and to which all your principles and purposes will bring you? Shall I betray the truth, which you have earned, of my purpose in this endless city and of the new way to which her Hive will turn?\"\n\n\"So be it. You will know, though it shall doom you.\"\n\nVerse 154i:3—Her New Compact\n\nNow in ancient days, her brother Oryx spoke according to the plan Savathûn had devised for him. Sayeth Oryx, \"The Worm within demands tribute. Now you shall kill what you can and take what killing you need to grow—or for your own purposes, if you dare—and tithe the rest to that which rules you. Thus, tribute will ascend the chain and the excess shall pool at the height, as unlike a river to an ocean.\"\n\nBut Savathûn, desiring neither a chain nor a pool, set about devising a secret way to feed the worms of Her broods. Thus She would escape the trap.\n\nIn Her modest cunning, which She prefers not to be overstated so as to preserve her from the scorn of gossips, She gathered several of Her Ascendants, who were in danger of being consumed by their worms. Then she pushed them through a rupture into close orbit of a black hole.\n\nDeep in gravity's embrace, time passed slowly for them. \"See how their worms are satisfied,\" Savathûn said, \"for their hunger grows sluggishly, but their servants continue to dispatch tribute at the ordinary rate.\"\n\nBut the worms sensed the deception, and increased their demands. Thus, the orbiting sacrifices were consumed, and their remnants fell into the event horizon from which not even the Hive might return.\n\nNow Savathûn came into possession of the Vex Quria, whose creation she had secretly engineered. But she feared that Quria would still spy on her for inquisitive Oryx. So she led her portion of the Hive into a black hole, saying, \"Siblings, listen, we must part ways a while, so that we may grow different.\"\n\n\"Now we stake everything upon cunning,\" said she whose lies may alter truth. \"Slaughter each other so that I may reap tribute and devise for you a new compact which shall judge thy claim to existence.\"\n\nThis pleased Ur, the Ever-Hunger, whose epithet betrayed an interest in time and appetite. Ur admired Her cunning as She used tribute to teach Quria to use Hive magic as a computational oracle to solve unsolvable problems. One of these problems was the navigation and engineering of the singularity.\n\nThen Savathun went out from her throne world, unto the singularity, which she looked upon and understood. \"Upon this place, I shall assemble my design. Aiat.\"", 
        "name": "Injection"
    }, 
    "subtitle": ""
}