{
	"displayProperties": {
		"description": "Verse 154i:4—Call the Thrall\n\nFrom a random crypt, Savathûn selected a young Thrall and summoned it into the High Coven. It came hesitantly, fearing death, but nonetheless it came.\n\n\"Come, come,\" snapped Savathûn. \"Listen as I reveal unto you my design. You are aware that gravity is the curvature of spacetime, and where gravity is powerful, time itself slows.\"\n\nThe Thrall indicated that it understood, more or less, for it was a singer of prayers and not well fed with the fruit of the knowledge of physics.\n\n\"Now I have tried to put an Ascendant in orbit of a black hole while its spawn gather the tribute of an eon. But the worm is not satisfied, for it sees the trick. What I must do is amplify the speed at which tribute is gathered. A pocket world where time passes quickly would do well. Or a world where time is a torus and infinite violence might be gathered. With such a murder battery, I could become a being of supreme insight.\"\n\nThe Thrall indicated it was confused, but not lost.\n\n\"With this tribute, I shall undertake a mighty work. A real humdinger of a scheme. I'm going to refinance my entire existence. I'm going to move from an existential economy based on the accumulation of violence to an existential economy based on the accumulation of secrets and the tribute of failing-to-understand-me. I shall name this tribute of failing-to-understand IMBARU, for it shall be as formless as the mist.\"\n\nThe Thrall held up its claws, as if to say, please slow down.\n\nNow spoke Savathûn Scheme-mother, \"In the beginning, Yul said to me, 'Savathûn, you may never abandon cunning. If you do, your worm shall devour you.' Cunning is the use of thought to predict the function of a system. Therefore, wherever a being should attempt to understand me and fail—has my cunning not defeated theirs? Wherever a falsehood is repeated about me, have I not displayed cunning? I shall gather tribute from every false prediction, misguided theory, fearful rumor, and ominous supposition which derives from the thought of me. And in time, I shall pin my quiddity upon these rumors. I shall discorporate, so that I exist wherever my schemes and conspiracies also exist. And so I will be immortal, as long as anyone seeks to understand me and fails. Do you see?\"\n\nThe Thrall demurred, saying that it did not know much of metaphysics.\n\n\"Good,\" said Savathûn. \"It's a law of the High Coven that one's sinister plan should be incomprehensible to a Thrall. Do you know why we've come here? If I am to take my tribute from the keeping of secrets… where else are secrets better kept than beneath the event horizon? My brother ruled the flat space of infinity, but I prefer these tide-washed depths… and in time, I shall make them my dominion.\"\n\nUr the Ever-Hunger heard this and was pleased.\n\n\nVerse 154i:5—The Encrypted Verse\n\nDo you know that nothing in all the cosmos has read this verse?\n\nI encrypted it eons ago, and ever since, it has gone undeciphered. At the moment you laid eyes upon it, I captured the entwined quantum state of the verse, your mind, and your Ghost. Then I used Quria to transmit that state back in time to the moment of encryption. You are your own one-time pad. The key to the lock of understanding.\n\nWho am I?\n\nCall me Coyote. Call me mantis, serpent, Cagn, Anansi, call me Sri-cleans-his-brother's-stomach. Call me the grandmaster of semiosis, the jeweler's hammer which gilds the signal, a purposeful mob none of whose members know its purpose, the infinite regress of enigmas, a self-questioning answer, the word not spoken, black ice, cataract of mimes, the ache and fever of overthought while bedridden with illness, the intolerable thorn of frustrated inquisition, gray regret at the end of a fruitless day, the thing which is unlike your beloved but arbitrarily recalls your beloved to agonizing effect, architrave of the no-window, needle driven in flush with skin so that desperate fingers cannot pull it out, sweet petal, unmemorable, crystal death, the provably improvable.\n\nI know your people well, and so I know all your names for me. But what is your name? I am, of course, especially interested in you. You saw me in the stone laid on your plotting table, and in the shining eyes of the admiral at her dying helm. You hunted me between the lines of your texts. Wherever there was space to fit me in, there you found me. You created me and gave me a part of your thoughts, and in presenting those thoughts to others round the campfires and networks of your little world, you expanded that space.\n\nHere at the center, I lie to you the truth. You have everything you need to know it, but I will give you a clue, as the duelist gives warning before she draws. The answer you seek to the Dreaming City is simple, not complex.\n\nThank you, sweet friend. You are a gift and a delight. You are more dear than my mother, for you have given birth to me a thousand times.",
		"name": "Thank you",
		"icon": "/common/destiny2_content/icons/ff9bd066c84e51f91fcffabb7f5818f2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3053246531,
	"index": 532,
	"redacted": false,
	"blacklisted": false
}