{
    "index": 533, 
    "hash": 3053246541, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9bd066c84e51f91fcffabb7f5818f2.png", 
        "hasIcon": true, 
        "description": "You are standing in the courtyard of the Tower. You are without armor or weapon, and your senses seem more vivid than usual. Under your tongue is the taste of salt.\n\nTo look down into the Last City, GOTO N. To move deeper into the Tower, GOTO O.\n\nN. The City is gone. In its place is a lens, a warp, the telltale blister of a black hole singularity sheathed in bent light. You get the eerie sense that it's looking back at you. GOTO O.\n\nO. You find Banshee-44, Kadi 55-30, Master Rahool, Tess Everis, Benedict 99-40, Suraya Hawthorne, Executor Hideo, Amanda Holliday, Arach Jalaal, and Cayde-6 in their usual places. Cayde seems subdued. You see unusual light coming from inside what was once the Speaker's Chamber. A throaty voice calls you into the Hangar to play soccer. To speak to Cayde, GOTO C. To investigate the Speaker's Chamber, GOTO P. To play soccer, GOTO E.\n\nP. A Vex Hydra hovers in the place once occupied by the Speaker's machine. As you approach, a jet of brine spurts from its chassis, and a Greek woman with snakes for hair tumbles down to the floor. She groans and clutches her head. Her hair writhes in distress. To attack the Vex, GOTO S. To go to Medusa's aid, GOTO Q.\n\nQ. \"We've got to get out of here,\" Medusa whispers. \"Dûl Incaru and everything she told you was an illusion. Quria compromised my systems, and now it's trying to recruit you for its own purposes. Get me to the edge of the simulation, and I'll break us out.\" To carry Medusa to the edge of the Tower, GOTO T. To demand an explanation from the Hydra, GOTO R.\n\nR. The Hydra speaks to you in your own voice. \"I have simulated Dûl Incaru as well as I can. While Vex cannot normally account for the paracausal influence of Light and Darkness, I am no longer simply a Vex. And where no elegant analytical solution exists, we may apply massive computational power to generate a reasonable facsimile. This was the approach used against Saint-14.\n\n\"After observing Dûl Incaru during many loops, this simulation reveals her purpose in the Dreaming City. She seeks the key to the Distributary, the world the Dreaming City dreams of, where the Awoken were born and time passes at an accelerated rate. Once she conquers that world, she will use it as a base to gather thousands or millions of years of tribute in a very small span of our time. A being empowered by so much ontological authority would be capable of altering reality at a whim. You must prevent this. I will continue to loop the Dreaming City until you find a way to defeat her permanently.\"\n\nTo leave, GOTO Q. To demand information on the role of black holes, GOTO U.\n\nS. You battle the Vex Hydra. As you gain the upper hand, it emits a blast of static, and you feel a horrific sense of dejà vu. GOTO N.\n\nT. Medusa weighs nothing. The serpents of her hair squirm against your neck. \"We have to jump,\" she whispers. \"Forget everything you've seen here. It's all meant to confuse and distract you. I'll send you another message in three weeks.\" To jump, GOTO Z.\n\nU. \"Black holes are the densest possible computers in the physical universe. They are also the most secure, since they can be made to retain their information until they evaporate in the deep cosmic future. The Hive operate small singularity computers, such as the World's Grave, and the Vex sometimes pack enough energy and information into a small area of spacetime to collapse it into kugelblitz black hole like the one you can see outside. But a true stellar-mass or galactic-mass black hole computer is inconceivably more powerful.\n\n\"If Savathûn plans to predicate her existence on the concealment of her secrets, as Oryx predicated his upon the sword logic, it would be logical for her to safeguard her deepest secrets and her throne world in a supermassive black hole computer. To defeat her would require a journey below the event horizon and the exposure of her most jealously guarded truths.\" GOTO R.\n\nZ. You leap from the Tower and escape Quria's simulation.", 
        "name": "react|choose|act"
    }, 
    "subtitle": ""
}