{
    "index": 532, 
    "hash": 3053246540, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9bd066c84e51f91fcffabb7f5818f2.png", 
        "hasIcon": true, 
        "description": "Dûl Incaru serves you poison in a fine tea set of Ahamkara bone.\n\n\"Now you have received my mother's message,\" she says, \"but I must admit it is all a fabrication. I have written it hoping to know my mother, to capture her true motives. To speculate upon her designs is the greatest worship.\" She sighs heavily, a sound like a scream up a pit, as she sets the teapot down. \"We her children are all left to speculate on the great questions. Does she love us? Do we make her proud? Would she hesitate for even the tick of a Planck moment before she sacrificed us in some cosmic design?\"\n\n\"Now drink, and as you die and are reborn, I will reveal to you the destiny she has realized for you, the right and singular fate to which all your principles and purposes will bring you.\"\n\nTo drink the poison, continue reading.\n\nIt tastes of bitter regret and psychosis sweat: a poison to end the thoughts of Human, neohuman, or machine. You see the cosmos before you like a spiderweb of light. Filaments of galactic supercluster shine in the clouds of invisible dark matter, which glue their mass together. Dark energy yawns in the space between all things, ever-growing, ever-spreading.\n\nLife arises. Life spreads, contests itself, and changes. Great things are built and destroyed, but from your vantage point, you see that the victor of each struggle contains—in its negative, in the marks left upon it by the loser and the shapes it assumed to win—the master record of all that it has beaten. Information may not be erased. Whatsoever survives until the end of the cosmos will possess and remember all which came before it.\n\nThis is true even of the devouring black hole, which remembers all the secrets it eats. It will only confess these secrets when it evaporates, 10 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 000 years from now, long after the last stars have flickered out.\n\nYou are a Guardian. You must protect life.\n\nIf all life is information, and Guardians strive to preserve life, and information is preserved when it is secret, then you must convert all life into the most secure form of secrets, durable to the end of time.\n\nYOU MUST CAST ALL THE LIFE YOU CHERISH INTO A BLACK HOLE", 
        "name": "YOU MUST"
    }, 
    "subtitle": ""
}