{
    "index": 525, 
    "hash": 3053246533, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9bd066c84e51f91fcffabb7f5818f2.png", 
        "hasIcon": true, 
        "description": "I'm so glad you're the one who found me.\n\nI've foreseen so many horrors with these stolen eyes, but now, when for once I ache to know the future, I can't be sure of even A simple ho000pe. Are you the one reading this message? I think it must be you, Guardian. Who else would look for me? Ikora trusts her Hidden to return when they are needed, and Cayde would roll himself down AAAngel Falls in a barrel before he'd admit he missed me. Zavala does not place me first on his long list of worries.\n\nYou're the only one who would go out and look for me.\n\nI never needed you to save me. I wasn't a dried corpse or a dead Ghost or a voice on the com sure to die before you could offer help. I hauled myself out of that pit. I made my own way back to the To000wer. And if I was… unsubtle in the way I threw you against the Hive, if I seemed to wield you as vengeance, please believe that your victories were the closest I could come to feeling joy.\n\nI know you must have questions. What did I plan with the Queen? What destiny did I embrace after Oryx fell? What's happening in this city, where dream has become nightmare? I can guide you to undo this curse, as I once guided you to unmake Oryx. But in the DreaAAAming City, as in the secret worlds of the Hive, there is almost no difference between the act and the actor.\n\nIn order to understand my answers, you must understand me.\n\nI lost my Ghost and my Light to the Hive; I conspired with the Queen of the Awoken to destroy the Hive King Oryx and his son Cro001ta, and to position Queen Mara as player on the cosmic board; I fled your Tower to prepare for the struggle to come, into the Sea of Screams which calls to all those who plumb the depths of Hive magic.\n\nI can only slip these letters into the Queen's gifts when the stars are right. You will have to wait for my next, and with it, the beginning of the truth. But I swear to you, on whatever trust I've earned in your mind, that at the end of my story, you will know who I truly am.\n\nIn my first life, I was born Erisia Pyatova-Hsien. I remember thatPrivate life clearly now, as ex-Guardians who have escaped the Traveler's occlusion often do. I lived in St. Petersburg, first daughter of a second marriage, a very impatient child of Earth's 22nd century, often abandoned by my family (who were called by work to Jakarta, Kamchatka, and Lagos) to pass my days swimming in the icy Neva bay.\n\nI loved to swim, and especially I loved the clarity of the cold shallow Neva, as crystal-clean as a winter dawn. Enormous Zubr-9 hovercraft barges roved the waters; Russia had modernized its waterways better than its sad auto industry. As a kid—is it strange to hear me speak casually? As a child, I never swam too far from my parents' little drone helper Fyodr. The swift hovercraft terrified me, their billowing skirts waiting to suck me up and dice me into little raisins. But I grew up and fell in with a reckless crowd, rebels against the stifling death-fear that came with our Golden Age lifespans. Soon the child's safety harness and Fyodr's careful oversight began to itch at me.\n\nWhen I was seventeen, I went out in a wetsuit on a dare to dive under the skirts of an oncoming hoverbarge. Maybe I was in no danger; maybe the machine would've changed course if it could possiblyGemini hurt me; but I thought I might die, and I did it anyway. And as that beast swept over me, as I trembled under the blast of the propellers, I felt a thing which was very much like what I would one day know as the Light. Maybe that thing was heroism. Maybe it was existence on the edge of death.\n\nIt was the first time I survived the passage of tremendous, godlike power.\n\nI died more than twenty years later attempting an unassisted winter swim from St. Petersburg to Stockholm. A cold front like the very furnace of hell caught me. I had been warned the crossing was suicide, even for a perfectly trained and exactingly fattened woman in a shark suit. But those were giddy days, days of infinite bravery, and there were no mighty feats left except the truly suicidal. I cannot regret it. I think that death prepared me for the longer, darker, more exquisitely cruel crossing I would one dayDyad endure. It is no accident that my Ghost made me in the image of that swimming woman, rather than any of my younger and less grimly determined selves.", 
        "name": "Is it you?"
    }, 
    "subtitle": ""
}