{
	"displayProperties": {
		"description": "Sometimes, when I face something frightening, I think of the strongest people I know and draw strength from them. Suraya Hawthorne is one of those people. I know her brusque attitude can be off-putting, and that's intentional on her part. But once you get past that, there is so much to learn.\n\nShe was orphaned as a young girl, and Devrim and Marc took her in. Honestly, I think having these two as role models is part of why she's as strong as she is. They raised her to be sure of herself and to always do what she thought was right… even though that ultimately led to her having to leave the City.\n\nAs Suraya tells it, she came home one day to find Marc and Devrim sitting at the kitchen table, as though expecting her. They had her sit down, then asked if there was anything she wanted to tell them.\n\nShe shook her head. \"Nope.\"\n\nMarc asked her to try again, but she was silent, so he told her that Executor Hideo had stopped by their home. She asked how he was.\n\n\"You know how he is,\" Devrim said. \"Tell us what happened.\"\n\n\"His face got in the way.\"\n\nMarc took a deep breath and said Hideo claimed to have caught her stealing supplies that morning, and did she have anything to say about that? She did not.\n\nHe reminded her that stealing supplies and breaking a faction leader's nose were both good ways to get kicked out of the City, and Suraya could keep quiet no longer. She almost shouted her explanation: The factions didn't care about the people who needed food and supplies—the people who could not pledge to a faction because they were too busy struggling to survive. She wanted to help them, so she would sometimes steal supplies from New Monarchy.\n\nDevrim asked, \"What about Hideo?\"\n\nSuraya rolled her eyes and groaned, explained that when Hideo had found her, he'd said all manner of nasty, evil things to her: She was worthless, she was nothing, things like that.\n\nDevrim agreed Hideo was… well, I won't repeat it, but suffice to say it means \"an unpleasant person.\" He held a lot of influence, though, and he was insisting Suraya be punished. Harshly. For Suraya's part, this seemed to crystallize something. She tells me that's the first time she knew she wanted to leave the City—that perhaps this had been part of why she'd punched Hideo. She told her guardians and they couldn't believe it.\n\nThey were quiet for a bit. Then Devrim broke the silence. \"Well, let's get packed.\"\n\n\"No,\" she said. \"Absolutely not.\" She was not about to let her decisions hurt these men who had taken her in and cared for her. They'd done nothing wrong.\n\nOh, they fought her. As she tells it, they argued a long time, until finally, she shrugged and said, \"If you try to come with me, I'll run away.\"\n\nShe suspected they knew there was no bluff to call, as they spoke now in tired, worried voices, making their case one last time. Suraya was adamant. \"I won't let you suffer for my choices.\" What could they do?\n\nShe asked when she had to leave. Marc said he could hold off Hideo for a day or two so they could all make a plan. His voice became stern again, and he said, \"You're going somewhere close enough that we can come and check on you as often as we like. At least for a while. That is nonnegotiable.\"\n\nHe had no negotiating power, of course. But Suraya had agreed. She stayed very near the City for over a year before saying proper goodbyes and heading out further into the world. \n\nSuraya Hawthorne is, in my mind, the definition of doing what you think is right regardless of the consequences. She knew it was right to help struggling families, she knew it was right to not put Devrim and Marc in harm's way, and she knew it was right to give them some peace of mind by staying close. That is the kind of true courage I have always admired.\n\n---\n\nEliksni Birdseed:\nMix Ether Cane and Personal Touch, add Essence of Dawning, then bake.",
		"name": "Our Choices Define Us",
		"icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3056981396,
	"index": 903,
	"redacted": false,
	"blacklisted": false
}