{
    "index": 907, 
    "hash": 3056981401, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "It's not only my customers who keep me running about. People are always coming to me for advice. Sometimes it's \"This shader or that?\" and \"Does this mark look OK on me?\" Sometimes it's \"Should I hold a Dawning party?\" or \"Why should I go to their Dawning party?\" But sometimes the questions are even more complicated.\n\nI was stealing a moment of quiet one afternoon to organize all the jumbled rolls of wrapping paper, when I heard a resonant voice calling to me. How I jumped!\n\nIt was… a certain well-known Titan—not Zavala, but I will not tell you who. Eva Levante does not tattle about sensitive matters.\n\nHe was carrying a formidable piece of weaponry, a complicated curve of many metal parts with a thick string connecting the ends. \"It's a compound bow,\" he explained, following my stare. \"For shooting arrows.\" I raised my eyebrows in puzzlement.\n\nOn that weapon, he had placed a large pouf of red velvet ribbon. A bow on a bow.\n\nI could tell from the tilt of his helmet and his taut grip on the weapon that something was amiss.\n\nI sighed. I saw this a few times every Dawning. I suspected he was smitten, and this would not be a short conversation.\n\n\"Warmest Dawning greetings to you, Torito!\" (That is not his actual name, naturally; it is a made-up name.)\n\n\"Eva Levante. They say you should give a Dawning gift when you… have a special friend,\" he boomed, trying to whisper.\n\n\"Who is 'they'?\" I laughed.\n\nHe ignored me. \"I bought my friend this bow. Is it a good gift?\"\n\n\"It all depends on your friend. What do they like? What ARE they like? Can you describe them?\"\n\n\"She… likes to fight. She is regal. She is very…\" The Titan paused. \"Is a recurve bow more romantic than a compound bow?\" (He managed to whisper this time.)\n\n\"Ahhh,\" I nodded knowingly. I wouldn't know the difference between those weapons, but I understood his problem.\n\n\"But maybe a book would be better?\" he asked.\n\n\"Again, it depends which book you choose.\"\n\n\"I have read Ikora's 'On Circles: Revised Edition,' and it was very good.\"\n\n\"That is a terrible Dawning gift. Might I suggest literature?\"\n\nTorito tapped the horn on his helmet to reflect. \"I did destroy a book of hers once. Should I replace it?\"\n\n\"Maybe you should not remind her of a bad thing happening…\"\n\nHe didn't reply to this, so I went on, \"Perhaps this bow is already the right Dawning gift for your friend. Do you think she would use it?\"\n\n\"Definitely.\"\n\n\"Well, then,\" I smiled, \"you have your answer. Happy Dawning to you and your friend both!\"\n\n\"And to you, Eva. I hope your Dawning is one to remember.\"\n\nThen the Titan thanked me, hefted the bow, and strode off.\n\n---\n\nVanilla Blades:\nMix Cabal Oil and Sharp Flavor, add Essence of Dawning, then bake.", 
        "name": "Say It with a Dawning Gift"
    }, 
    "subtitle": ""
}