{
	"displayProperties": {
		"description": "I had heard of the Exodus colony ships before. I didn't remember much about them—just one of those names from history lessons that sticks with you. To tell you the truth, I had forgotten about it until more recently, when some Guardians told me they found one of them crashed on Nessus—and explained what had happened to its Failsafes.\n\nI understand they were originally one AI—the ship's navigational intelligence—but with time, they separated. It sounds to me like one of them is always happy, and the other is always sad. That's no way to live for either of them. These things must exist in balance. I know they're computers, but I worry for them.\n\nOne Guardian in particular spoke to me recently of the time he told the Failsafes about the Dawning festival. He had just turned some bounties in to them and mentioned that he was excited to get back to Earth to participate in the festivities. They stopped him and asked him to explain what that meant—they had never heard of the Dawning! He said something to the effect of, \"It's a winter celebration that combines several old Earth traditions.\"\n\nThey responded—I will try to word this exactly as he did, since he prided himself on his imitation of them—they responded by the happy one saying, \"According to my database, Earth's 'winter' occurs when one hemisphere is oriented away from the sun! Why do you celebrate being cold?\" Then the sad one said, \"I mean, I can't feel cold, but it sounds awful.\"\n\nSo this Guardian said something like, \"It's more that we're celebrating each other,\" which I love, because that is how I've always thought of it as well. We're all here together, eating sweets and being with each other.\n\nThe Failsafes asked a few more questions and then the happy one said, \"If we are celebrating each other, how can I participate in the Dawning? I am all alone. It is very depressing!\" The sad one said, \"I'm not gonna celebrate the Fallen.\"\n\nMy Guardian friend thought quickly and said, \"You can wish every Guardian that comes out to Nessus a happy Dawning! Celebrate with us! We would love that.\"\n\nThat seemed to cheer both of them up a bit, so I'm glad he thought to say it. Apparently, they practiced wishing him a happy Dawning for the better part of an hour, so I expect they're quite good at it now. Go visit them if you have a chance. Being far from the City shouldn't stop anyone from having a pleasant Dawning.\n\n---\n\nInfinite Forest Cake:\nMix Vex Milk and Impossible Heat, add Essence of Dawning, then bake.",
		"name": "Celebrate Each Other",
		"icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3056981399,
	"index": 906,
	"redacted": false,
	"blacklisted": false
}