{
    "index": 906, 
    "hash": 3056981400, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "\"Eva Levante!\" Ikora caught my wrist and leaned in to whisper. \"I need to speak with you about Eris Morn.\"\n\nAh, I will never forget that day. Way back then, I was very busy getting the Vanguard and the other Tower vendors excited about the Dawning. In turn, many reached out to me about anything related to the holiday. Still, I was surprised that the Warlock Vanguard would seek me out—and to talk about Eris Morn, of all people!\n\nI might have shuddered in spite of myself.\n\n\"I saw you chatting with her as you were getting the decorations set up…\"\n\nWhat I recalled was Eris talking at me about abysses while I was trying to hang lanterns, but I did not want to say that to Ikora.\n\nShe continued, \"I am worried about her. She seems quite depressed.\"\n\nI flicked my eyes up at Ikora and then looked away. To my credit, I did not snort.\n\n\"She's even more morose than usual, and the technicians in the Hall of Guardians are complaining. Eva, could you talk to her? Perhaps… get her to help you out? Surely you could use an extra set of hands.\"\n\nA terrible idea, but again, I could not say so. Instead I suggested, \"Perhaps she has a friend—well, maybe not a 'friend'—but somebody she likes to talk to, someone who she has something in common with…\" I trailed off, remembering who we were speaking of.\n\nBut Ikora perked up. \"There is someone she addresses voluntarily—a Gensym scribe named Asher Mir. He's also, well… He's an excellent scholar. I'll reach out to him, unless YOU know him, of course…\"\n\n\"I don't!\" I said brightly. \"But I hope it goes well; I want everybody to have a happy Dawning. Now if you'll excuse me, I do have deliveries to make.\"\n\nI wasn't yet familiar enough with Ikora to squeeze her arm in farewell, so I nodded and made my escape.\n\nBut when I crossed paths with her again later that day, what a look she gave me! \"I talked to Asher, as you suggested,\" she muttered.\n\n\"Well?\"\n\n\"He grumbled at first. He seemed unaware that the Dawning was taking place, in fact. But I explained, and when I told him it would be… very well regarded if he wrote her a Dawning greeting card or went to visit her, he said he could write a card. He also said he had a Dawning gift for her.\"\n\n\"Oh! How kind!\"\n\n\"I'm not so sure,\" she sighed and produced a piece of parchment.\n\nIt was folded in four to form a greeting card. Nothing on the cover, but inside was written, \"Eris, the Warlock Vanguard has approached me about 'cheering you up' for a holiday that is going on. I shall seize this serendipitous opportunity to send you the research notes you demanded of me on heretical practices among the Hive, however spurious the grounds for your request. Warmest wishes to you this Dawning! —Asher Mir\"\n\n\"Did you dictate that last part to him, Ikora?\"\n\nShe paused for a moment. \"Yes.\"\n\nI laughed. \"Well, you had better take it to her. I wouldn't call Hive research a traditional Dawning present, but she did request it.\"\n\nIkora shook her head wearily, and we parted ways.\n\nLater that same day, as I was about to head out on my last round of deliveries, Ikora approached me yet again.\n\nShe told me, \"I went to see Eris. I don't know if she's any more cheerful, although she did say, 'Ah yes, I had been expecting these notes for some time now. Good.' She even wrote a Dawning message back to Asher.\"\n\nIkora handed me back the same piece of parchment that her scribe colleague had used, but it had been refolded. I read, \"Asher: Take heed not to succumb to the whispers, as fools do. Warmest wishes to you this Dawning! —Eris Morn\"\n\nI shrugged.\n\nThe Warlock cleared her throat. \"Eris also had a Dawning gift for me to pass on to Asher.\"\n\n\"At least she's making an effort.\"\n\n\"Well…\" Ikora hauled me aside and took out a small, lumpy packet wrapped in cloth. She peeled back the layers of tissue with care. And there it was. The Dawning gift glowed with a sickly green luminescence.\n\n\"I can't give this to him!\" Ikora hissed. \"I can just...\" She looked around for eavesdroppers. \"...get rid of it, right?\"\n\n\"This is beyond a question of Dawning etiquette,\" I whispered back.\n\nShe nodded, her face set. \"Let us never speak of this again.\"\n\n---\n\nRadiolarian Pudding:\nMix Vex Milk and Electric Flavor, add Essence of Dawning, then bake.", 
        "name": "A Cautionary Tale"
    }, 
    "subtitle": ""
}