{
    "index": 904, 
    "hash": 3056981398, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "Every Dawning, I receive many greeting cards from customers. The ones I treasure the most contain stories about how people all across our solar system observe the holiday. One of my favorite letters came from someone who was a customer of mine but once: Lady Sloane, Stoneborn out on Titan, one of Saturn's moons.\n\n\"Dear Eva,\n\n\"Happy Dawning.\n\n\"First, thanks for the delivery; all the requisitions arrived in perfect condition, and you did a great job packaging up the chicken (more on that later). We tried decorating the railings outside our Command Center with the garlands, but the Fallen have been using the lights for target practice. I guess we'll be getting some more next year and prettying up the break room instead. A couple of the Dawning lanterns got whipped away in the wind, too—we're not known for our clement weather out here on the methane seas.\n\n\"Some Guardians who've been helping me out on Titan mentioned that you like to hear about Dawning traditions outside the City, so here's how we celebrate on this moon we call home.\n\n\"This year, I let the crew off duty early, 1600 hours, and took a whole hour off myself so we could have ourselves a little Dawning soirée in our Command Center.\n\n\"Siren's Watch has got quite a view of the waves and some floating platforms, so we pushed our break room tables together, end to end, and looked out at the horizon while we shared a communal feast. Seeing as the room is exposed to the elements (the glass view window broke long ago, but repairing it just hasn't been a priority), Del and Ari had to bundle up—and we had to weigh the tablecloth down with chunks of metal. I've had worse setups.\n\n\"Eva, it was the best meal I've had in ages. That chicken? Delicious. Every one of us got to try a piece. We cut our protein rations into fun shapes, and once we got your taffy warmed up enough to chew, it was heaven.\n\n\"We exchanged Dawning gifts as well. Somebody even cross-stitched me an 'inspirational quote' to hang in my quarters ('Where's my beacon?'; it's an in-joke). Decent tools, Heavy ammo, thick socks—those are the kinds of gifts that change hands out here. Maybe that doesn't impress people accustomed to the Dawning in the Tower, but those presents have worth to us.\n\n\"When we joined hands afterward, whether for warmth or just conviviality, we got to talking in a way we never really had before. I don't think I've ever voluntarily shared stories about myself in my life! We talked about who we were before the Red War, where we came from, and even where we might want to go in the future.\n\n\"It's not easy here on this storm-tossed moon—one jolt and you're tumbling off a platform into eternity. Between the Fallen and the Hive and the elements, we're always just struggling to stay alive. But as we sat there chatting, we FELT alive.\n\n\"I guess I wrote all this just to say thank you, Eva, for reminding us to take a moment to appreciate and rejoice, no matter what. I find that inspiring.\n\n\"Sincerely,\n\"Sloane\"\n\nI have never left Earth, and Titan sounds like a… very interesting place. But reading how this holiday has brought people together in such faraway places, I feel all my efforts have been worth it.\n\nI hope to see Sloane again someday.\n\n---\n\nAlkane Dragée Cookies:\nMix Chitin Powder and Bullet Spray, add Essence of Dawning, then bake.", 
        "name": "The Dawning on the Stormy Seas"
    }, 
    "subtitle": ""
}