{
    "index": 900, 
    "hash": 3056981394, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "Amanda once told me that her mother, Nora, came from desert people, in a place far, far from here. Nora had been on the road since she was a girl, sometimes with nothing more than an old scribbled map and that shotgun of hers. She didn't need much, but she did need people. Nora met Amanda's father in some half-abandoned village, and when she told him about the Last Safe City, well, he followed her. They had no family but themselves. They picked up fellow refugees on the way. Lost others.\n\nThen they had their precious little girl. It must have been a slow, slow road—first with a little baby, then with a young child. But they believed. They had hope. They pushed on.\n\nAmanda told me about one particular Dawning they had shared out in the wilds. They had fallen in with another family that had a child, Lucia, a bit older than little Amanda. They were agreeable travel companions. They found themselves in the thick of the forest, with the wind wailing, a storm coming down, branches flying… and realized they had to stay put.\n\nSo, they find the wreckage of a dropship, lean up a wing and crumpled siding, and squeeze all the grown-ups and the two little ones into the dry space under the rusted hull.\n\nThen Amanda's mother says, \"We'll be here a while. Might as well do something to keep our spirits up.\"\n\nShe sends the adults out foraging for something to eat, something to drink, and something to keep dry. Amanda's father comes back with long-leaved plants to weave into mats. Their companions return with full water flasks, some prickly fruit, and a dozen or so wild vegetables like cucumbers. With dried fish from their packs, it is quite the feast.\n\nAs the adults are working, Lucia is curling the rinds from the fruit into little flowers, but little Amanda is kicking her legs, restless. \"Make yourself useful; make some decorations,\" Amanda's mother urges her. She hands Amanda wires and nuts and bolts and a circuit board full of little lights.\n\nLucia comes jumping, an old battery in her hand. Together the girls make miniature garlands of tiny bulbs. And Lucia shows Amanda how to touch the wires to the battery to make them light up. Bright little lights in the vast dark forest.\n\nAmanda told me about the fruit, with soft white flesh and a sour taste. She told me about how they sang made-up songs together with no words, just humming and tapping out a beat on the metal walls of their shelter.\n\nShe doesn't know what the fruit was. Maybe it does not exist anymore. The other family? They got separated from Amanda's people. Later on, Amanda's parents… gone, like so many others on the road to the Last Safe City.\n\nBut Amanda Holliday still makes the lights, you know. Uses spare odds and ends to decorate her workshop. She does it every Dawning.\n\n---\n\nChocolate Ship Cookies:\nMix Cabal Oil and Null Taste, add Essence of Dawning, then bake.", 
        "name": "Dawning Before the Dawning"
    }, 
    "subtitle": ""
}