{
    "index": 903, 
    "hash": 3056981397, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "Oh, Devrim. Who can meet Devrim and say they don't like him? He looks out for others and helps anyone who asks. I saw him many times after I made my way back to the Farm. He'd come by from time to time, to check in on everyone and make sure everything was going all right. We even sat down to tea a few times. Such a kind, sincere soul. We need more of those, you know.\n\nWe talked many times about the war, and he tried so hard to convince me to arm myself. \"You've seen what's out there,\" he would say, as though I might have forgotten.\n\nWe argued about it time and time again. I had jobs that didn't require fighting, I would explain, and that was intentional. My strongest contributions lay elsewhere, and I meant to keep my focus there.\n\nI remember one conversation in particular where Devrim was absolutely adamant. \"Eva!\" he finally said, louder than I think he meant to. His eyes were urgent, almost angry, as they locked on mine. \"This isn't some 'what if' situation. You've already had to defend yourself. It stands to reason you'll have to again. The Cabal aren't backing down, and they're not the only threat. To know all that and still not even try to protect yourself… it's irresponsible.\"\n\nYes, I had defended myself. And I had hated everything about it.\n\n\"Devrim.\" I kept my voice soft, but my words clear. \"The fighting, the shooting, the mayhem—that's not what I want to be part of. I've seen enough. If it comes for me again—and I agree, it could—then so be it. I want to be part of the healing. I want to be part of what builds us back up. Don't we need that?\"\n\nPoor Devrim finally stopped trying to convince me. He never stopped checking in, though. Old habits, as they say.\n\nWhen I finally came back to the Tower, though, what do you think was waiting for me? The Dawning festival was just beginning, and the Postmaster had a package for me. Inside, a beautiful sidearm—ornate design, antique coloring—and a note. From Devrim, of course.\n\nAt first I was indignant—after all our conversations! I had half a mind to simply throw this gun away. Instead, I read the note.\n\n\"Eva, my friend!\n\nI was sorry to hear you'd left the Farm after all, but very glad to know you'll be among dear friends. In that spirit, and in the spirit of the Dawning, I wanted to offer you this gift. This has been passed down through my family for generations. It's a Kay family heirloom—and before you throw it away, you should know that it doesn't fire. I thought this might be a nice compromise, and I hope you'll accept it.\n\nI hope the Tower treats you well, old friend.\n\n—Devrim\"\n\nI read the note a few more times, then folded it and put it in my pocket.\n\nI looked down once more at this beautiful heirloom—a symbol of friendship, of family—and reflected on the fact that somehow, despite everything, I'd managed to rediscover both.\n\n---\n\nGentleman's Shortbread:\nMix Ether Cane and Perfect Taste, add Essence of Dawning, then bake.", 
        "name": "Extended Family"
    }, 
    "subtitle": ""
}