{
	"displayProperties": {
		"description": "When Tess told me that the frames had organized the Dawning in the new Tower while I was all the way out at the Farm, I thought, how could they do it without me? Then I said, Eva, these traditions are bigger than you. They live in the hearts and minds of the people who have passed them on, generation after generation!\n\nNow I am back in the Tower, helping to create the loveliest Dawning celebration yet. And I carry on a tradition I am sure to repeat every year: I ask Ikora to make the Dawning Crystal, and I ask until she does it.\n\nI make an appointment to discuss the decorations, but I know she's always very busy with urgent Vanguard business. That is why, when I approach her alcove and hear low voices, I don't barge right in; I just peek a little bit.\n\nIkora is muttering—she sounds almost angry. \"Dawning decorations! I've got no time for frivolous…\"\n\nA male voice says, \"It is not 'frivolous.' People need this. I understand that it's hard for you because it's the first Dawning without Cay—\"\n\n\"Stop talking, Ophiuchus. Right now.\" I do not see who Ikora is talking to or recognize this name, but Ikora's voice is sharp. \"I have other concerns. What about the latest reports out of the Tangled Shore? I don't know what to make of them. And my Hidden have reported trouble brewing closer to home…\" I notice her eyes drift across the main passageway, to a secluded nook with a partially closed gate.\n\n\"Yes, Ikora. But—\"\n\n\"And there's never any word from Osiris. Not that I expect it, but…\" She shakes her head.\n\n\"With respect, why not just message him?\"\n\n\"Perhaps. I just don't have the time to…\" She pauses. \"Eva Levante!\"\n\nI make sure to tread loudly and rustle my sheaf of Dawning Crystal designs as I enter (why have her think I was eavesdropping?). Ikora watches me, her arms crossed. Her Ghost hovers by her ear, whirring with alertness.\n\n\"Happy Dawning, Ikora Rey!\" I begin. She can tell by my big bright smile and the firm way I spread out the designs for her to pick from that it will go faster if she says yes. She respects our tradition, though; she says no twice, then she says fine, Eva, fine. She does not believe the crystal matters, though; she avoids my gaze, but her Ghost—I see his eye blink at me.\n\nThe design she promises to make is exquisite.\n\nWe agree to meet again when she finishes it. I join her in the Bazaar while running errands with my assistant Malia—so many last-minute tasks! When we march up, Ikora and her Ophiuchus are huddled together. She keeps shaking her head. But still she lifts her arms, and suddenly an enormous Dawning Crystal winks into being in the skies above the Tower, like a million diamonds suspended in air.\n\nMalia gasps. She has never been so high in the Tower, nor seen the Dawning Crystal up close; only from the City far below. She drops all the packages she was carrying.\n\nThe Warlock Vanguard helps Malia pick them up, piling one parcel on top of another until she realizes Malia is still as stone, kneeling, watching her, watching her hands that had kindled light from air. The poor girl's scarred face is slick with tears, and she wipes them with her sleeve, but the tears will not stop. Malia's family escaped the City during the Red War, you see; though they survived and have a home again, there have never been many beautiful things in their lives.\n\nMalia touches Ikora's arm and mouths a thank-you. Her cheeks flush red as a pincushion.\n\nThen I kneel too (a bit slowly nowadays) to take the packages from Ikora—all but one, bound in golden ribbon and embossed with an open eye encircled by a sun. I nod and press it into her hands. Then I hear that Ghost of Ikora's whisper, \"I told you so,\" and Ikora reply, \"So you did.\"\n\n---\n\nTraveler Donut Holes:\nMix Cabal Oil and Flash of Inspiration, add Essence of Dawning, then bake.",
		"name": "Tradition Is Bigger Than You",
		"icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3056981393,
	"index": 900,
	"redacted": false,
	"blacklisted": false
}