{
	"displayProperties": {
		"description": "Some residents of the Tower have been around very long indeed. The Guardians, the Exos, the old Iron Lord—they have seen Dawning after Dawning. Even before the Tower began observing the holiday as we now know it, there were those who would always celebrate with similar ceremonies of light and hope. Sometimes these memories blend together. But the feeling… the feeling remains.\n\nThis Dawning season—last week? the week before? I can't even remember, haha!—one of my suppliers tells me they had two of my boxes delivered to the Gunsmith by mistake. So, I go to see Banshee-44 to sort it all out.\n\nThe Exo has no recollection of a delivery. But he recognizes me, and I notice his eyes glow a teensy bit brighter. \"Must be about the Dawning,\" he mumbles, and he turns on his heel and heads straight to some shelves at the back. He returns with two big boxes.\n\n\"These them?\" he asks.\n\nWe open the first one up. Inside, we find a very, very old box of chocolates. Many different portable kits for cleaning weapons. A copy of \"Hunter of the Heart\" (I know this novel, but it is not for everyone). A necklace with a bullet pendant, tucked with care into a little box. Stacks and stacks of Dawning greeting cards.\n\nI shake my head gently. \"Those are presents people have given YOU for the Dawning, Banshee!\"\n\nThe Gunsmith blinks a couple of times. Then, he closes the carton—I worry he should have thrown away the chocolates, but maybe next year—and then turns to the other one on the counter. He lifts the cover.\n\nIt is full of Dawning gifts, wrapped in brightly colored paper and tied with glittery ribbon. Some are in tiny boxes, but some are guns, of course. They are all meticulously labeled.\n\n\"I think these are the presents you are giving out to friends this year, no?\" I ask with a wink.\n\nBanshee gives one brisk nod as he turns over the labels, reading them. I observe that some have detailed instructions. The Exo shrugs.\n\n\"Got in the habit of writing everything down. Sometimes I… I don't always remember.\" He waves the thought away. \"Right.\"\n\n\"I still need my supplies? The boxes I came to get?\" I nudge him.\n\nHe tilts his head a moment and finally raises a finger. \"Oh. I know where they are.\"\n\nBut before he takes away his boxes, I tap the covers. \"You should label them. 'Old Dawning Gifts.' 'New Dawning Gifts—To Be Delivered.'\" He nods at me and scribbles on the lids.\n\n\"I never forget my friends for the Dawning,\" he makes sure to tell me as he hands me my packages.\n\n\"I'm very glad. Happy Dawning, Banshee!\" I reply, squeezing his arm.\n\nI do hope he remembers to get rid of those chocolates.\n\n---\n\nTelemetry Tapioca:\nMix Vex Milk and Bullet Spray, add Essence of Dawning, then bake.",
		"name": "It's the Feeling That Counts",
		"icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3056981395,
	"index": 902,
	"redacted": false,
	"blacklisted": false
}