{
    "index": 534, 
    "hash": 3070024247, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ff9bd066c84e51f91fcffabb7f5818f2.png", 
        "hasIcon": true, 
        "description": "A000AAA000AAA008 PRIVATE GEMINI DYAD\nAI-COM//MDSA: FARFLUNG//C3I//COVERT\nREAWAKENED AND PHYSICAL\n\n0. You must be terribly confused. I'm sorry I couldn't be more help. After I crashed, I rebooted on a safe physical backup in the Dreaming City. It took me too long to penetrate Quria's simulation and get you free, and for that I ask your forgiveness.\n\n1. I understand what's happening here. Oryx Took the Ahamkara Riven, who then fell into Savathûn's claws. She devised a scheme to use Riven as bait. By inviting Guardians into the Dreaming City, then focusing the will of a group of powerful Guardians upon Riven, she tricked you into making a wish—a desire to alter objective reality to conform with our subjective need to save the City. Riven fed on that wish in order to breach the Dreaming City's defenses and invite Dûl Incaru inside. Dûl Incaru and her Taken are simply scouring the city for Awoken secrets; you don't need to fret about any greater agenda. Remember that you face an agent of Savathûn. It's to her advantage to make you see schemes and conspiracies everywhere you look.\n\n2. The three-week loop must be a failsafe measure to keep Dûl Incaru safe as she pursues her mission. In a sense, this entire city has been rendered deterministic; only paracausal Guardians have any free will here. (The Awoken here have been touched by greater powers, so they are aware of their preordination, but they cannot alter it.) I'm certain that Quria is behind this loop; as a Taken Vex, it's capable of pathological subversions of reality. I'll continue working on a countermeasure.\n\n3. I've been correlating information on the Ahamkara and the Hive worm parasites. Both display a peculiar ability to convert the host's intent into an ontomorphic, reality-altering effect. Both use similar language in their appeal to the host. I don't think they're the same species, however. The Hive worms spawn large numbers of young from relatively few adults, always display the same physical form, and live in communal groups. The Ahamkara are solitary, elusive, and seem to alter form to suit (or confuse) expectations. The shared syntax \"o ___ mine\" may be the key—it seems to be a shibboleth used to invoke an ontomorphic effect, placing the target in a cage of \"o\" (activational, specific, appealing, and naming) and \"mine\" (defining ownership and subordination). Ahamkara and worm may have evolved separately to exploit this effect, just as many species independently evolve eyes. This might place them in competition for the same ecological niche. I would expect a rivalry or antipathy between them.\n\n4. Don't be led astray by Quria's misinformation. You must continue to hold the Dreaming City as long as you can. The things I said to you about black holes and the purpose of Guardians were forced on me by Quria.\n\n5. I'll be here when you need me next. I promise.\n\nTRANSMISSION ENDS", 
        "name": "asudeM"
    }, 
    "subtitle": ""
}