{
	"displayProperties": {
		"description": "I've had three weeks to consider the way I've treated you. I feel I must make a full confession.\n\nWhen I left the Tower in search of Savathûn's agents, I had accepted my fate as a knight on Mara Sov's cosmic chessboard, doomed to seek the final end of the Hive among cold stars. I said farewell only to those who couldn't hear me. Because I was afraid that just one voice asking me to stay might break my resolve.\n\nIt was pitiful weakness that made me write to you. It was a wretched desire to be remembered as a person, not a ghoul, that made me tell you about the child Erisia, St. Petersburg, and the cold waters of the Neva. Those things were all true.\n\nThe rest…\n\nI'm so ashamed. Mid-sentence, mid-thought, the fear seized me that I was being a stupid child; that I was wasting your time with idiot sentiment; that you would feel contempt for me at this outpouring of emotion or, worse, feel nothing at all. I hid in the dark for years, Guardian. It's not loneliness or death that frightens me. It's the opposite.\n\nSo I invented Medusa as a way to pretend I'd never spoken to you. And when I thought the Medusa lie was slipping, I invented all the rest of it, as a way to tell you what I'd learned without admitting it was really me.\n\nHow can I prove to you that I'm really Eris Morn? Not Medusa, not Riven, not Quria, not Dûl Incaru, not the Witch-Queen Herself? I don't know. Will you believe me? Will you scour these pages for proof or disproof? Will you upload these files to your networks, share them, call in Warlocks and Cryptarchs to catalogue and dissect everything I've said? Will this manuscript become the foundation of another teetering edifice of theory and anticipation?\n\nWhat a fool I've made of myself. All because I faltered in my conviction, tried to reach back to someone I know is lost to me, and panicked at the thought of touch. But so it is, and nothing I do can now make it otherwise. I am a woman full of secrets, a woman who has lost everyone she ever called a friend, and when the need to share those secrets collided with the fear of friendship, I stumbled idiotically into needless lies.\n\nDo you know what the Hive say when they want to express the inevitability of a thing? When they want to say, it is this way because it could be no other way?\n\nAiat.",
		"name": "It's just me.",
		"icon": "/common/destiny2_content/icons/ff9bd066c84e51f91fcffabb7f5818f2.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3070024246,
	"index": 536,
	"redacted": false,
	"blacklisted": false
}