{
    "index": 911, 
    "hash": 3073758976, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "What are the Awoken?\n\nNot in the sense of \"how did they come to be?\" I don't care about that any more than about how the Cabal or the Fallen came to be. As far as I'm concerned, the universe decided it wanted them, and so it made them. Who am I to question the universe?\n\nI've heard people talk about Petra Venj and the Tangled Shore lately. It's very confusing—roped-together rocks? And you just… jump between them? It's no wonder that Reefborn Awoken are so often suspicious of others if they grow up unable to even trust the ground!\n\nBut the Awoken as a whole… I feel like my grasp of them has certainly grown, but there are things I still don't understand. They are certainly part of what we consider \"humanity,\" just as much as Humans or Exos. I know this and believe it, but what makes it so?\n\nIs it because they are… made… like we are? The Cabal are built roughly as we are, but we do not consider them part of humanity.\n\nIs it our shared relationship with the Traveler? As hard as it is to believe, I have heard the Fallen had a relationship with the Traveler. But they are not part of humanity. \n\nDoes \"humanity\" consider only those who choose to walk among Humans? But by that logic, Reefborn Awoken who remain in the Reef are not part of humanity. I don't believe that's true, and yet…\n\nPetra has spent most of her life in the Reef, hasn't she? I know she was here playing Emissary for a while, but she has always considered the Reef her true home. Would she describe herself as part of humanity? I think if you walked up to Petra and asked, \"Are you a member of humanity?\" she would respond, \"I am an Awoken of the Reef.\" If you pressed her further and asked, \"Yes, but which side are you on?\" I believe she would say, \"The side of Queen Mara Sov.\"\n\nSo then is humanity something we choose? Or is it ascribed to you? Is it a title to be earned or a birthright, a heritage? Are the Awoken part of humanity due to one of these stipulations, or—\n\nCould it be that the Awoken are part of humanity because of ALL of these stipulations? Individually, these ideas don't define humanity any more than a cloak defines a Hunter, but COLLECTIVELY—that they are built as we are, that they share our relationship with the Traveler, and that many of them gladly walk among us here on Earth… Maybe THAT is what makes them part of humanity—everything bound together, just as we are all bound together.\n\nThat togetherness is what helped us win the Red War, and I truly believe it will help us push back the Darkness for good. Never forget that our unity is what makes us strong, and the Awoken will always be part of that.\n\n---\n\nIll-Fortune Cookies:\nMix Dark Ether Cane and Impossible Heat, add Essence of Dawning, then bake.", 
        "name": "What Makes Us One"
    }, 
    "subtitle": ""
}