{
    "index": 917, 
    "hash": 3073758986, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "I met Ada-1 for the first time in the weeks of preparation leading up to the Dawning. She came to me at my stall and lingered off to the side as I spoke to a customer. I could see her out of the corner of my eye: still, silent, and… maybe just slightly nervous.\n\nPerhaps I imagined that.\n\nOnce I was through with the customer, I gestured for her to come over to my worktable. She did, paused a moment to watch me with my fabrics, and then asked, \"Is the Dawning a Guardian holiday?\"\n\nI smiled. I knew from some of my regulars—the sort that were inclined to gossip—that Ada was new to the traditions of the City.\n\n\"The Dawning is for everyone,\" I said. \"Everyone in the City and beyond it, if they would like to celebrate.\"\n\nShe was quiet a moment, considering. I could not tell whether she was shy or just one of those solitary people who prefer silence. I let her be, either way. Eventually, she turned as if to leave, and then paused to look at me again.\n\n\"I have seen your patterns,\" she said. \"Your color schemes for this holiday. I have some ideas, if you would ever like to hear them.\"\n\nSurprised, I asked for her thoughts right away. I quickly learned that she has an impeccable sense for color and design. She didn't care to overtake the project of designing shaders for the Dawning, but she acted as a quiet and talented consultant. Over the next week or so, we spent many hours together sorting through rolls of fabric, comparing colors, considering combinations. While I think she remained wary of growing too chummy, I like to believe she started to warm to me—and to the idea of becoming a part of a long-standing City tradition.\n\nI know very little about Ada, except that she lived through the Dark Age. Those were harrowing times. Guardians then were not what they are today.\n\nLiving through times of peril can affect us in many different ways. Sometimes those experiences change us for the better, and sometimes they don't. After all she experienced, Ada made a way of life for herself that suits her, and she has slowly begun to reconcile that life with the lives she sees being lived here, in the Tower and the City. That takes courage. I admire it.", 
        "name": "A Touch of Style"
    }, 
    "subtitle": ""
}