{
	"displayProperties": {
		"description": "There is a strange fellow who… well, perhaps you've seen him. He doesn't really come and go as you or I might traditionally think. It's more that you turn around, and he is either there or he is not. His appearances are steady and predictable, at least. He's called Xûr. I'm not sure why one draws the tiny arrow over his name, but it's important to try and respect the wishes of those we don't understand.\n\nThe first time I ever saw Xûr, I was by myself at my stall in the Tower. The Old Tower, I suppose you'd call it now. I hadn't been there long at all. I looked up, and this man had appeared, seemingly out of nowhere! His back was to me, but even from behind, something seemed off about him. Something in his posture. As he started to turn, I noticed his whole face appeared to be covered in hair. It even seemed to be moving, gently flowing on its own—but there was no wind.\n\nWhen the light hit his face, I screamed and ducked down behind part of my cabinets. I was sure this abomination had come to invade us, that more of them were just out of sight, that we were done for.\n\nEventually, I realized no one else was screaming. I heard no sounds of distress. I peeked out and saw that everyone was going about their business. No one was panicking but me! Many people saw him—several were interacting with him.\n\nSlowly, I stood back up and tried to go about my business—though I rarely looked away. Tess came over before too long, and I asked her about the strange figure.\n\n\"Oh, that's Xûr!\" she said, unconcerned. \"He comes through every so often and sells particular, hard-to-find things.\" She considered him for a moment, then added, \"Could do with a bit of a wardrobe update, if you ask me, but he's otherwise harmless.\"\n\n\"What is he?\" I asked. \"I've never seen a creature like that before.\"\n\n\"Xûr is… I believe he's called a Jovian. They're from out beyond even the Reef. I'm afraid I don't know much else about them.\"\n\n\"But they're… friendly?\"\n\n\"Well, they don't attack us, if that's what you mean. I don't know that I'd call Xûr friendly, but he's not hostile.\"\n\nI felt more at ease after our conversation, though I still could not shake my fear. For many months, I jumped every time I saw him and had to fight back the instinct to hide.\n\nEventually, I grew used to his presence. I even began to appreciate his predictability—it became a symbol that everything was functioning as it should. The fear evaporated with time.\n\nI have often found that my first reaction to new things is fear. Perhaps it is this way for everyone. However, I have also found that if I accept and acknowledge my fear, it is easier to push through until I am no longer afraid. The new thing has almost never been as frightening as I first feared.\n\n---\n\nStrange Cookies:\nMix Taken Butter and Electric Flavor, add Essence of Dawning, then bake.",
		"name": "You Get Used to Him",
		"icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3073758983,
	"index": 913,
	"redacted": false,
	"blacklisted": false
}