{
    "index": 909, 
    "hash": 3073758978, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "Have you ever met someone who immediately rubbed you the wrong way? They can appear very friendly—but it's always a particular type of friendly. The different varieties can be hard to recognize when you're young, but with time, you'll see them all. The rarest form is genuine kindness, though there is also \"fair weather\" friendly, \"I want something\" friendly, and \"look how friendly I am\" friendly. That last one is always hiding something, and they hope their performance covers it up.\n\nThis last group is also where we find that man who calls himself the Drifter. I do not like to speak ill of others, but him? Him I do not trust.\n\nI don't really know what he does out beyond that gate, and I'm not sure I want to know. I've spoken to him only a couple of times. He always seems like he's in a rush.\n\nThe one conversation we've had beyond our introduction was very short, and he slinked away before I could get any answers. It was right before the start of the Dawning festival. I was getting my decorations set up as he walked up to my booth and asked, \"Well, what's all this?\"\n\n\"Surely you know of the Dawning?\" I said—not in a rude way, but in a friendly way. \"I know you're a snake\" friendly.\n\n\"Oh, of course,\" he said. \"I guess I'd forgotten it was gettin' to be that season. Time just goes right on by, don't it, sister? Right on by.\" He looked up at the decorations for a long time, hands on his hips and nodding approvingly.\n\n\"It certainly can,\" I said. \"Actually, I wanted to ask—\"\n\n\"You know,\" he said, \"I don't know that I've been anywhere that actually celebrated the Dawning. Why don't you tell me a thing or two?\"\n\nI may not be centuries old, my friend, but I am no naïve child either. Old Eva knows a lie when she hears it. I spent a bit of time telling him about our festival anyway, explaining our traditions and the meanings behind them. He nodded along, seemingly very attentive. I tried to bring the conversation back to him.\n\n\"So, Drifter, where are you—\"\n\n\"Well, best be on my way!\" he said, pretending not to hear me as he backed up. \"I've taken up enough of your time—who knows how much any of us has left.\" As he walked off, he tossed back, \"Like the décor! Good colors!\" then disappeared around a corner.\n\nI've heard other people talk about this strange man. They mostly say the same things: very friendly, if a little mysterious. On the other hand, I've also heard some things I won't repeat—they're far too gruesome to be true, and I won't facilitate spreading false rumors. I'm sure his eating habits are no different from yours or mine.\n\nSuffice to say, something is off about him. I'd recommend keeping an eye on him.\n\n---\n\nDark Chocolate Motes:\nMix Taken Butter and Null Taste, add Essence of Dawning, then bake.", 
        "name": "A Friendly Face"
    }, 
    "subtitle": ""
}