{
	"displayProperties": {
		"description": "When Guardians found their way into the Dreaming City, many of them came to tell me about it. Their stories of a beautiful place filled with towering cliffs and ancient, holy buildings were like fairytales to me. As with many of the stories I hear from Guardians, I marveled that such a thing could be real.\n\nI remember, in particular, an Awoken Warlock named Nadya, who came to visit me in the way many Guardians do: quiet, sheepish, hoping for tea.\n\nI always welcome them in for a cup, of course.\n\nThat day, Nadya sat at my table with her untouched cup of tea. If I hadn't already spent so much time cheering people up in my kitchen, I might have pressed her, but I knew better. I waited. Eventually, she looked up at me.\n\n\"I feel like I found a piece of myself and then lost it, all at once,\" Nadya said, soft and sad. \"I know Guardians aren't meant to look to their heritage beyond the Traveler, but the Dreaming City felt like…\" She trailed off.\n\n\"Home?\" I said.\n\nNadya lowered her eyes. \"Yes. Like home.\" She was quiet, and then looked at me again. \"Is that wrong?\"\n\n\"No,\" I said. \"Of course not. Home is not always a single place, you know. I've had many homes.\"\n\nNadya nodded and pushed her tea cup around on the table, distracted. This time, I had to wait a while before she would speak again. Eventually, she said, \"I feel like I'm mourning the loss of something I never really had.\"\n\nI don't fully understand the curse that plagues the Awoken homeland. I know that it came about through great misunderstanding and peril. I know that Uldren Sov and another creature I have never heard of were at the center of that peril. But, from what I hear, there were no clear enemies in that story. No single place to lay blame.\n\nThat can make it so much harder to accept.\n\nNadya's heartbreak was tangible. I felt it in my own heart. But, even as I saw her suffering, I also saw Nadya stand up and go back to her work. She returned to the Dreaming City, week after week.\n\nI think we are not defined by our successes, but by our ability to keep fighting when the fight seems unwinnable. Not just Guardians. All of us.\n\nThank you, all of you, for being an example of that spirit.",
		"name": "The Good Fight",
		"icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3073758981,
	"index": 915,
	"redacted": false,
	"blacklisted": false
}