{
    "index": 913, 
    "hash": 3073758982, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "I don't know very much about the prophecies of the controversial Warlock, Osiris. I know that his theories divided the Tower, civilians and Guardians alike, and I've seen that division spring up in strange places, even years after Osiris left to pursue his radical research.\n\nHere is a joke for you, my friend:\n\nA follower of Osiris and a skeptic sit down at a table to work out their differences. They die there.\n\nDon't ask me where I heard that. But don't be surprised—if you think the people of the City don't poke fun at you Guardians now and again, you're not paying attention.\n\nAnyway.\n\nI heard rumors about Brother Vance, one of Osiris's followers. The rumors started like myths: how he might use the knowledge discovered by Osiris to perform miracles or to raise Guardians to their full potential. Then, for a reason I couldn't see myself, the rumors changed: Vance was a fanatic unacquainted with Osiris, left waiting endlessly on the sands of Mercury for something that would never come.\n\nGuardians are so full of action. I think they couldn't empathize with such passivity.\n\nAs for me, I think we should believe in things and people we can see for ourselves. What someone does now is better proof of their spirit than what they are fabled to have done. It seems to me that waiting forever for your hero to return, poring over the same books and letters, relying on a hope for the future you cannot control… well. I see it as wasted time.\n\nThen, I tend toward action myself. Busy hands, busy mind.\n\nBut I also think it must be lonely and disheartening to be abandoned by your idol, even if that abandonment exists only in your own mind. I imagine a man like Vance holds a lonely vigil. I think, perhaps, he knows what people say about him, and he tries to lift himself above it—and drives himself further into isolation.\n\nBut then, I've never met him. I don't know which rumors are true and which are silly gossip. I only know that the Dawning welcomes everyone—especially those who feel the most isolated.", 
        "name": "Rumors"
    }, 
    "subtitle": ""
}