{
    "index": 915, 
    "hash": 3073758980, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "One of my favorite spots in the Tower is a secluded little bench that overlooks the City. I watch the ships coming in, and the birds, and the clouds—I get so busy that it helps to step away for a little while and remind myself of what's outside. The other day, I was sitting on this bench when a very tall Titan stepped up beside me, his hands folded in front of him.\n\n\"Excuse me, ma'am,\" he said. \"Would you mind if I sit here?\"\n\nI smiled and shifted over to make room. \"Please,\" I said. He sat. His shoulders were so broad that I had to shift over a little more.\n\nHe had a bag of birdseed with him, and I watched as he spread a little of it on the ground. The pigeons came quickly—in fact, I'd noticed a few more than usual the instant he sat down. I wondered to myself how often he came here and how we'd managed to miss each other thus far. He was not an easy man to miss.\n\nThe cooing of the pigeons and the far-off bustle of the City were soothing, and seeing as the gentleman seemed to have no trouble with companionable silence, I closed my eyes. After a moment, though, I was aware of footsteps and whispering behind us. A young woman, another Titan, came up to the bench and said to the gentleman, smiling nervously, \"It's such an honor to meet you. You're an inspiration to Titans everywhere.\"\n\nHe nodded humbly. \"Thank you,\" he said. They spoke briefly. He asked her name. They talked about how she'd just come back from being stationed on Io for patrol duty. He commended her commitment to keeping the people of the system safe, and then she and her friends left.\n\nMy companion went back to feeding the pigeons. After a moment, I asked him, mostly joking, \"Are you famous?\"\n\nHe glanced at me and inclined his head, hesitantly. \"A little bit.\"\n\n\"I see,\" I said, smiling. After a moment, I added, \"My name is Eva.\"\n\n\"Saint.\"\n\nI sat with that answer for a moment and then asked, \"Saint-14?\" I'd heard the story of how he fought for the City during the Battle of Six Fronts, so long ago, and another more fantastical story about how he'd defeated a powerful Fallen fellow by headbutting him. Anytime I heard that story, I always found myself hoping he had a good, sturdy helmet.\n\n\"That's right,\" he said, spreading a little more birdseed. \"It is a pleasure to meet you, Eva.\"\n\nWe sat a little longer together, watching the pigeons and the clouds, before I finally had to excuse myself to go back to my work.\n\nAs I said, I'd heard the legend of Saint-14 before. Many legends of remarkable Guardians make them seem like mythical figures, so far removed from anything the civilians of the City will ever see or experience. The legendary Saint-14 does not seem that way to me at all.\n\nIn fact, I think he is a very nice young man.", 
        "name": "A Very Nice Young Man"
    }, 
    "subtitle": ""
}