{
    "index": 908, 
    "hash": 3073758979, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png", 
        "hasIcon": true, 
        "description": "I always seem to get a customer with many questions right as things get busiest, in the late afternoon. Today it was a woman. A beautiful, sturdy Guardian with dark, cropped hair and a diagonal stripe of white across each eye—very striking! She had a satchel slung over one shoulder and a stack of books and packages cradled in one arm. By this, I guessed she was a paying customer. She also had a cheeky curl to her lip and a hand on her hip, and she tap-tap-tapped her fingers as she waited. By this, I guessed she was a Hunter.\n\n\"Happy Dawning, Miss…?\" I greeted her.\n\nShe launched right in. \"Can you help me put together a really small, intimate Dawning celebration? Do you have, like, a kit or something?\" she asked, peering back over her shoulder with impatience. \"It's a surprise for… somebody who's used to the Dawning in the City, only now we're all the way over on Mars, so…\"\n\n\"Ah! Well, the Dawning basics are decorations, shared food, and gifts. First: you have a choice of lanterns\"—I pointed to the colorful spheres lining the shop—\"and candles\"—I produced a box of tea candles from under the counter and thumped it down in front of her—\"and streamers.\"\n\n\"Candles and streamers are a fire hazard. I'll take candles and lanterns.\"\n\n\"Silver and yellow lanterns go well together…\"\n\nShe squinted up at my display. \"Purple.\"\n\n\"I'll give you purple, green, and silver. That's a pretty combination. The Dawning is about wonder and beauty, so you don't buy just one lantern.\" I stacked the accordioned lanterns on top of the candles.\n\nShe opened her mouth and then shut it again. I pulled out my biggest assortment of Dawning treats and placed it on the counter. \"Sharing and generosity are the heart of the Dawning. This collection is the one you want\"—here I paused—\"if you want to impress someone you love.\"\n\nShe pursed her lips and pushed the beribboned package of sweets next to the candles and lanterns.\n\nSmiling, I pulled over a rack of my finer garments. \"Finally, the Dawning gift: the most important—\"\n\n\"Oh, I've already got a good Dawning gift.\" She put her belongings on the counter to point out the necklace box on top. I also happened to scan the spines of the thick books, some with very long titles, all labeled, \"Fu'an Library – REFERENCE – DO NOT REMOVE.\"\n\nThe Hunter noticed my frown and shoved the books into her satchel. \"Here's what I picked. Think she'll like it?\"\n\nI didn't know who 'she' was. But I admired the necklace she was showing off: an elongated pendant with an emblem of a little bird, of exquisite workmanship.\n\nShe grinned, \"That design is Golden Age, but the pendant also holds thirty-five petabytes of data!\"\n\nI returned her smile. I also convinced her to buy a sturdy book bag and purple wrapping paper.\n\n\"There! Your own personal Dawning in a bag!\" I said, tucking away her Glimmer and handing over her purchases. \"I hope your companion enjoys the surprise.\"\n\nThe Hunter bobbed her head in thanks and turned to go.\n\n\"Anastasia!\"\n\nWho did I see then but Commander Zavala, standing arms akimbo in the corridor as the press of the afternoon shopping crowd flowed around him.\n\n\"Zavala,\" muttered the Hunter. She pushed her shoulders back and thrust out her chin; she looked fierce as a falcon.\n\n\"Happy Dawning, Ana. I'm surprised to see you in the Tower.\"\n\n\"Yeah, well, I had errands…\"\n\nBut I missed what else they said, because someone ran up with a package, asking, \"Hey, did I hear that woman was headed back to Mars? This one's going there, too.\"\n\nI ran my eyes down the packing list: candles, lanterns, candy assortment, wrapping paper, cloak… Ordered by a Camrin Dumuzi. I got a funny feeling, it was such a coincidence…\n\n\"I think this is meant to be a surprise. The package can wait for tomorrow's deliveries,\" I replied.\n\nWhen I looked back, Zavala and the Hunter were deep in conversation, the Titan Vanguard wearing a half smile and the woman smirking. By this, I guessed that the Dawning spirit was uniting old friends.\n\nAnd with that, I turned to my next customer.\n\n---\n\nJavelin Mooncake:\nMix Chitin Powder and Sharp Flavor, add Essence of Dawning, then bake.", 
        "name": "No Such Thing as Coincidence"
    }, 
    "subtitle": ""
}