{
	"displayProperties": {
		"description": "What I have loved most since coming back to the Tower is reconnecting with everyone. I missed my friends while I was away, and I thought about them every day. Even when you're doing what you know is right, it can be hard not to wish for times past.\n\nI've wanted so much to catch up on everything I missed, but these Guardians are so busy, always flitting in and out. You can barely get a word out of them most of the time. I feel like so much has happened, but I get only drips of information.\n\n\"Spider\" is a name I hear over and over, but who is he? A common criminal? A deity? A friend? Some accounts paint him as all three. What is it about this Spider fellow that compels these Guardians so?\n\nAnd do I have it right that he feeds on Ghosts? Ghosts! What an utterly despicable practice. Even the most detestable Ghost doesn't deserve that kind of treatment. (Yes, I am thinking of one in particular, but… I'm afraid old Eva will keep that secret to herself.)\n\nFrom what I can put together, this Spider fellow had a group of Barons, I think. If that's correct, his relationship with them seemed… tenuous. I don't know what one gets up to on this Tangled Shore, but I think he had them all killed.\n\nBefore that, though, Spider's Barons broke into some kind of high-security prison out in space. They were looking for… something belonging to Spider. I don't know what it was. Maybe it was Ghosts or maybe it was weapons—although why he'd have someone look for those things in a prison, I don't know. While his Barons were in there, the prisoners started to fight them. That rascal Cayde-6 was also in the prison, on a mission that I don't think was related to Spider's mission. They ended up in the same fight, though, from what it sounds like. Then, while everyone was fighting, the Reef Queen's brother arrived!\n\nWhen I first heard this story, at this point I thought to myself, \"Oh, good! Finally someone on our side. The Awoken Prince will help get things in order.\" Now, keep in mind that I had always heard he was… a bit stiff. But also that he was willing to help when it came down to it. That was before his sister, though. Loss can do terrible, ugly things to us.\n\nThis leads me to the only detail I know with absolute certainty: Uldren Sov killed Cayde-6.\n \nI don't know why, but I suspect it was in part because the Prince succumbed to the pain in his heart and lost the ability to see things as they are. Anyway, once Spider's Barons left the prison, they ran all over the Reef. I guess they had found what Spider was looking for, but decided to keep those things for themselves. This Spider sent people after the Barons, and I don't think any of the Barons survived.\n\nWhile all this was going on, someone killed Uldren. I assume it was revenge for Cayde, but I can't get anyone to tell me with certainty who did it. Based on everything else I hear about this Spider, I wonder if Uldren wasn't also his work.\n\nMany of my Guardian friends are still doing favors for this… creature who, at best, betrays his own people. I am not sure that road leads anywhere good. Though perhaps I don't have the whole truth.\n\nThis is no history lesson. Take it however you will. Some people just don't have time to talk to old Eva, it seems.\n\n---\n\nCandy Dead Ghosts:\nMix Dark Ether Cane and Flash of Inspiration, add Essence of Dawning, then bake.",
		"name": "A Tale Twice Told",
		"icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3073758977,
	"index": 911,
	"redacted": false,
	"blacklisted": false
}