{
	"displayProperties": {
		"description": "I believe that our City is at its best when Guardians and the people they protect live together, sharing their experiences and traditions.\n\nI know Guardians experience things that many of us will never fully understand. Looking to find happiness, only a foolish person would say, \"I wish to live forever.\" The nature of your lives is a great gift from the Traveler, but also a tremendous burden, one which the Guardians of the City have taken on willingly by living here with us.\n\nBecause of the Traveler's Light, Guardians are constantly placed into danger. Yes, the stakes are different for a Guardian than for the rest of us—but is the emotional toll so different? How much do you rely on desensitizing yourselves to fear and trauma in order to do your essential work? Ikora tells me not to think on this. I cannot help it.\n\nI have never truly understood the Guardian Eris Morn. I like to plant myself firmly in the now, in the tangible. How can I make the lives of my friends better right now? How can I bring them good cheer, or good conversation, or good food? In the past, I have found Eris to be the opposite of this. I have, at least in my own head, accused her of being… gloomy.\n\nHowever, I have begun to think she just sees things from a very different perspective than I do. The things that she has experienced are beyond anything I can imagine, and so we see the world in different ways.\n\nSo yes, I believe Guardians and non-Guardians should live closely and try to focus on our similarities. But I also understand that, sometimes, our differences push us apart. For some of you, it is a necessary distance that you must maintain in order to do your work. This is a truth we must all learn to live with.\n\nAll that said, Eris does play a part in many of our traditions, especially the Festival of the Lost. What a fuss she makes, though! The first time I asked for her help, she said to me, \"Eva, the work I am doing is essential to humanity's survival. I do not have time for a, a… party.\"\n\nI said what I always say: \"The little things will get us through just as much as the big things. Let's not allow the flowers to wilt in the pot while you're still digging the garden, Eris.\"\n\nShe never likes that. But she always agrees.\n\nAnd I think she likes taking part. I once saw her hand a box of raisins to a masked Guardian, stone-faced, and then turn around and smile. Eris! Smiling!\n\nOnce I plan a Dawning event to put her in charge of, we'll have her grinning ear to ear, I'm sure of it.",
		"name": "A Necessary Distance",
		"icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3090536694,
	"index": 919,
	"redacted": false,
	"blacklisted": false
}