{
	"displayProperties": {
		"description": "The frames in the Tower have been a great help to me in bringing holiday traditions to the people of the City. I'm not as young as I used to be, and there's an awful lot of confetti to sweep up after the celebrations die down.\n\nJust the other day, I found myself in an ill-used stairway near the Annex, carrying a box of streamers and looking for some help. At the bottom of the stairs, sweeping the same patch of clean floor, was a frame. I felt an instant sympathy for it, and then a practical annoyance. Surely we could deploy our resources better.\n\n\"I am here for maintenance,\" the frame said to me.\n\n\"You seem maintained,\" I said cheerfully. I held the box of streamers out to him. \"This room looks well-swept. Perhaps you could help me decorate the Courtyard.\"\n\nThe frame tilted its head down to look at the box. \"I am here for mmmmmmm—\" It looked up at me again. It continued to sweep, but faster. \"Mai—zzzt—this task is below—his Excellenssssss—do not engage, e-e-e-end conv—\"\n\nI watched patiently.\n\n\"His bene-ne-nevolent Majest-t-t-ty, Maje—maintenance.\" It stopped sweeping. \"I am here for maintenance.\"\n\nI 'hmmph'ed to myself, set down my box, and took the broom from the frame. I leaned the broom against the wall and picked up the box again. My back was already aching. I handed the box over and then pointed to the stairs. \"Come along with me.\"\n\nWith some coaxing, I managed to lure it to the Courtyard. I pointed to the places I wanted it to hang the streamers.\n\n\"I am here for maintenance,\" it said weakly.\n\nI left it to the work without much hope that it would get done to my standards—but one can't be choosy when one is on a deadline. Not surprisingly, when I returned, both the frame and the box of streamers were gone. Deciding to choose my battles, I let it go—and now I am even more grateful for the friendly, functioning frames in my employ.",
		"name": "Dawning Helpers",
		"icon": "/common/destiny2_content/icons/4351e3fe33c75c7f2a0a8003440ab9a5.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3090536695,
	"index": 920,
	"redacted": false,
	"blacklisted": false
}