{
	"displayProperties": {
		"description": "The Spider eyes the Drifter, boots to bandana.\n\n\"Mm. My favorite…\" Spider trails off with a drag of ether to select a title befitting the Drifter, \"…nothing.\"\n\n\"You think this'll take?\" The Drifter says and nods skyward, kicking an empty ether canister off the side of their floating mote of Reef. Red streaks burn in the star-sea sky beyond the vast cloud of asteroids and dust, drawing the shape of a new constellation as the Warmind launches fresh guns.\n\n\"An 'almighty' effort. Splendid.\" Spider steps off a transit craft, alone. \"We could have met in… a more protected place.\"\n\n\"You don't like being seen with me?\"\n\n\"The Spider is a friend to all, but not all my friends are friends,\" Spider says and focuses his gaze on the Drifter. \"You should have come to me.\"\n\n\"You keep too many bodies around. Bodies can stab you in the back.\"\n\n\"Running shows your back,\" the Spider's voice shudders, \"to everyone.\"\n\nDrifter pauses a moment and looks around at the desolate scape. Small boulders hang in space. They slowly drift towards each other, make contact, and bounce away on random trajectories. Some stick; incorporated via destructive consummation. He scowls and turns back to Spider. \"Stretch your legs. No one here for miles.\"\n\nThe Spider unfurls himself, slurping a heavy vacuumous drag from his rebreather. Fully upright, he dwarfs the Drifter in shadow. \"Isolation… is not the same as protection, friend.\"\n\n\"Friendship gonna save us from what's coming?\" Drifter asks. He places his fingertips together, the space between his hands resembling a triangle.\n\n\"The odds aren't in your favor, but…\" a guttural laugh ripples from Spider's belly and sends vibration through the loose-packed dirt underfoot, \"I'm the wrong one to come to for comfort.\"\n\n\"I get it. You tried running last time. Didn't work. Now you're trying to hide. Let me give you some advice: that don't work either.\"\n\n\"Hiding? the Spider asks and waits. \"The board changes. The board clears. I don't play, I just price the pieces.\"\n\n\"Cold-blooded. World's ending and you want a run at it for all it's got.\"\n\n\"'End' is a matter of perspective. Devastation is oftentimes,\" he says with a breath, \"profitable.\"\n\n\"What if nothing's left? Skin and bones?\"\n\n\"There's always ivory among the bones.\"\n\n\"Bull.\"\n\nSpider slings a single breathy, \"Ha.\"\n\n\"You remind me of my compatriots.\" Spider wraps his fingers around a small clod of earth drifting by. \"They looked at the Whirlwind, just like you. Scared.\" He closes his hand, crushing the clod into a dense mound. It fractures into several pieces that waft away as Spider releases his grip. \"But here we are, living on anyway.\"\n\n\"Yeah. Fallen.\"\n\n\"Fallen. I hold favor among Witches, and Kells, and whispering agents… of every shade and shape. My web is vast, and I have proven useful. Let the kings bloody each other. I'll direct the runoff.\"\n\n\"You talking about Guardians? Hate to break it to you, but they're a cheap date.\"\n\n\"Cheap is malleable. Cheap becomes… cheaper in desperation.\"\n\n\"Yeah.\" The Drifter pulls a small and ornate box of Awoken design from his rucksack. \"Who you lookin' for with this anyway?\"\n\nThe Spider steps toward Drifter, smothering his personal space. \"Options, my dear rogue; tangled in the web.\" He takes the box with his dominant arms and plops two stuffed sacks of Ghost shells into the Drifter's hands with his others.\n\n\"Went through hell to get that little box. Don't come with no throne,\" Drifter says, holding his voice steady, jaw tense to stay the trembling.\n\nThe Spider chitters as a shiver runs through him. \"No. Just a looking-glass window. Good business, friend.\" The hulking Fallen Don turns to leave. \"Remember… remain useful.\"\n\n\"When you find 'em, you sure the past won't come knocking?\"\n\n\"No one minds the Spider.\"\n\n\"Lucky.\"",
		"name": "False Promises",
		"hasIcon": false
	},
	"subtitle": "Gripped in the hands of the desperate many.",
	"hash": 3143732432,
	"index": 1360,
	"redacted": false,
	"blacklisted": false
}