{
    "index": 1307, 
    "hash": 3230019581, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/2baea64b02623417df50cf18f1b97b0c.png", 
        "hasIcon": true, 
        "description": "Vance had been sitting for the better part of an hour, waiting. Somewhere underneath what had been called the Lighthouse, a small chapel had been erected in which an open book lay lonesome upon a lectern overlooking a middling number of pews. He could hear a cast of attendees shifting in their seats from time to time, but mostly he heard wind and stillness. Vance had arrived early in the morning—as much as morning remained a concept on this blasted planetary waste. His impatience was starting to sweat through his face, loosed by doubt, time, and the meddling of his own thoughts. He feared the others would notice and pulled a small square of cloth to dab away the perspiration. No one seemed to know he was coming.\n\nHe had yet to see Osiris, and none had spoken of the prophet beyond cryptic phrases or referencing texts he already knew. Vance faced back toward the haggard door that kept dust and sand from whisking into the Spire Chapel. He no longer felt sunlight casting through it as he had when he first sat down. Vance gripped the pew, preparing to leave.\n\nWhispers trickled from a passage at the front of the chapel like drips of condensation falling on echoing stone floors. The passage was small but twisted downward, deeper still than they already were. Vance could not see where it led, but from it, he heard measured steps and metallic chimes. A robed figure draped in symbology and smelling of fern emerged from the passage, flanked by two Guardians trimmed in gold. One carried the scent of warmth. The other, ozone and tang.\n\n\"You are all in attendance to hear of our findings: The next directive brought to us through the divination of Osiris's own hand. I have seen his words, and I believe it is important for us to remember why we followed his path before we look to the future.\"\n\nVance removed his hands from the pew and slid them into his lap. His eyes jittered in blackness behind a fresh cloth wrap, waiting for clarity. The two Guardians circled the chapel, lighting candles and torches that billowed incense. The air thickened.\n\n\"Osiris tells us that the Darkness will return; that the Darkness will rise and choose its champions. Tells us that we must look beyond ourselves, beyond the City, if we are to combat such an evil. The Traveler alone will not save us. We are meant to save the Traveler and all of its people.\"\n\nVance could not help his outburst. \"The very same who would have cast us out? Who exiled the prophet?\"\n\nSister Faora allowed the murmurs to rise, simmer, and rest before speaking.\n\n\"The Lightless are filled with fear. Fear is a seed of Darkness, working to compel them to its ends. Osiris sought the truth between the Light and the Dark through death and study. For their fear of his revelations, they cast him out.\" The laity nodded in agreement, and Faora continued. \"The Speaker wishes to remain in ignorance, but ignorance is the shadow that welcomes in the night. It is the drop below the horizon where a star sinks into surrender. Lightless. We will not allow such a fate. Not here.\"\n\nSister Faora takes a deep breath.\n\n\"We must remain vigilant if we are to protect all the Light has touched.\" The proselytizing figure steps from the lectern. \"You arrived only hours ago. Did you not, Brother? I believe I witnessed your arrival.\"\n\nHe did not think his presence worth noting. \"I did my…\"\n\n\"Sister Faora, Superior.\"\n\n\"Of course, Sister.\" He should have known from her authoritative tone. \"I have come to learn.\"\n\n\"Then your first lesson is this: Listen. The choice to close their ears is what drove the City to fail. It is why we must conduct our work here. It is why without us, their walls will be for nothing.\"\n\nVance fell silent. Sister Faora let his submission linger and then continued.\n\n\"Each Risen Lightbearer, each Guardian is Light made flesh by the Traveler. They are Light, and Light is wielded. When we refuse to wield the Light as needed, we give ground to the Darkness.\"\n\nSister Faora looked out over her congregation.\n\n\"I'm sure many of you have grown curious as to what Light we could wield somewhere as desolate as this.\" Sister Faora allows herself a smirk and brief chuckle before inclining her head to the two Guardians now seated at the back of the chapel.\"\n\n\"It is here that we will stand against the second eclipse of the Traveler's Light. It is here that the Collapse shall begin anew, should we falter. I do not know when, only what is and will be.\"\n\nThey stared back at her, eyes full of conviction, faces bright with belief, hearts filled with assured direction. Their minds lacked nuance. Vance's chest swelled as he breathed in their stalwart faith coiled around sweetly smelling barks and spices that popped over torchlight.\n\n\"The spires of Mercury shall be filled with the glory of the Traveler. Their Light will shine against the long shadow when Darkness reaches to snuff out the Sun. Mercury will sing when day finds night, and we will direct it. These are Osiris's words, by his own hand. We followed the prophet here to facilitate his preparations for the second coming, whatever they may be.\"\n\nShe marinated in the energy of the chapel.\n\n\"We will learn how the Light here is to defeat the Darkness. This is what he has asked of us. These Lighthouses are our deliverance, and now my brothers and sisters… there is much work to do.\"\n\nThe herd stood in response to their shepherd, Vance among them.", 
        "name": "Chapter 3 – The Cult of Personality"
    }, 
    "subtitle": ""
}