{
    "index": 1313, 
    "hash": 3230019575, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/2baea64b02623417df50cf18f1b97b0c.png", 
        "hasIcon": true, 
        "description": "The new Lighthouse obscured the silhouette of the sun. It cast a long shadow that wormed across Mercury's uneven terrain in orbital-locked perpetuity. Ships descended, some flawless, others to maintain what fragile holds the Vanguard claimed. Rust and sand baked, and distant space was alight with half-earned talk of posterity.\n\nNo Cabal blemish remained in orbit.\n\nNo shattered lines rewrote the landscape.\n\nThere was only frenetic stillness.\n\nA discomforting itch unresolved.\n\nA knowing inclination that ignorance could not quash: unity is fragile.\n\nVance stood in the old Lighthouse, frantically assembling the Infinite Simulacrum: a machine formed from bits of simulation seeds and connective Vex architecture to mimic a pocket forest. Textured notes and schematics derived from Osirian lore guided his hand. He heard stories from passing Guardians of increasingly frequent coronal mass ejections. Vast bursts of charged particles whipped into space and furled around a gravitational monster buried from sight and sense in the roar of the star-wind. Passage to Mercury had become more dangerous for the uninitiated. These unnatural motions were heralds of speculation, and he had read the signs. He knew the prophecies by heart and mind and intention.\n\nRuin.\n\nSomething new |and so very old| emerged, brother to a shriveling star: An angular |hungering patient yawning deep| shadow reached across Mercury. Uncounted |known| spires fell under its grasp |with uniform relief|. Dulcet tones brought low under lightless breadth and the weight of dark |salvation| hummed beneath the shadow. Their echoes spilled out |awakened| and flowed over crumbling spires |in conversation|. One singular spec of illumination blinked into being, |an end| seen by none, and then |many| spread as the shadow did. The old Lighthouse |spire's collective| beamed |rose| and flared as shadow overtook it |to meet the underbelly|.\n\nVance |the implement| could hear |their inspired voices| weeping, not with tears, but in the |voracious| low |ceremonial| hum he had come to associate with death. He closed his eyes |and saw what was to come|.\n\nThis day had many names.\n\nNone would suffice.", 
        "name": "Chapter 9 – In|spire|"
    }, 
    "subtitle": ""
}