{
    "index": 1310, 
    "hash": 3230019576, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/2baea64b02623417df50cf18f1b97b0c.png", 
        "hasIcon": true, 
        "description": "The condensation from the air vent dripped in a near-perfect 4/4 time signature, a slow metronome, behind Brother Vance's shoulder. He nodded to the rhythm while he waited.\n\n\"She'll see you now.\"\n\nHe felt more like a prisoner than an esteemed guest, but he also considered how rare the audience he'd garnered was. Vance expected the red carpet, or whatever the Awoken equivalent of that is, to be rolled out for him. The information he'd amassed would surely warrant such pomp and circumstance. Perhaps after their conversation the tone would shift. How could it not?\n\nThe Queen's Paladins escorted Brother Vance through the Reef's interconnected tunnels. It was musky and due for a cleaning as far as his nose could observe.\n\nHe always took note of the paths he'd traveled, a useful device in case of a need of escape. Two rights, a left, a doorway, a long hallway, six stairs, and another doorway. The air here was much clearer than Mercury; probably filtered, he assumed.\n\n\"The Queen of the Reef, Her Majesty, Mara Sov.\" Announced one of the Paladins in a rather boisterous manner. There were others in the room, Vance noted.\n\n\"My lady.\" Vance said, paying her the obeisance he felt she deserved, genuflecting before her grace.\n\n\"Speak,\" she commanded. Was he a dog to her?\n\n\"I was hoping this would be more of a conversation than a presentation.\" Vance replied. He felt this was already off on the wrong foot.\n\n\"I do not have time to converse. Do you have something for me or not?\"\n\n\"I have a great many things. Truths that must be acknowledged with ramifications reaching far beyond these walls. It requires your extraordinary insight.\"\n\n\"Then speak.\"\n\nVance curled his lip and let out a low sigh.\n\n\"You seek something in return?\" Queen Mara, perceptive as always.\n\n\"I do. The information I have is extremely sensitive and I ask the room be cleared until we've spoken.\"\n\nQueen Mara considered this, put her hand up, and locked eyes with Petra for a second. The room cleared out.\n\n\"We are alone. Say what you came to say.\"\n\n\"I've discovered something quite disturbing, yet wholly revelatory. As you know, we've been running the Trials for some time now. On Mercury there exists a spire, one of many, that we've called the Lighthouse. Inside, a two-toned note resonates whenever Guardian death occurs. It's a strange and almost imperceptible sound, but I hear it as clearly as I hear your voice today. The tone tells me…\"\n\n\"…that Guardians have dangerous potential within them.\"\n\n\"My Queen…\"\n\n\"Why do you think I allow you to stay here? You believe you have occupied my Reef without my knowledge of the studies you conduct?\"\n\n\"How did you…\" Vance was awestruck.\n\n\"We know this truth. We are Awoken. We are balance. Brother Vance, I would advise you to finish up your Trials with a defter hand and to destroy all records of your findings. You've stumbled onto something too grand in scale for your comprehension. Keep this to yourself.\"\n\nBrother Vance's head hung low, and his shoulders slumped.\n\n\"You know everything, and yet I have learned nothing beyond what I came here with. I would like some clarity.\"\n\nQueen Mara looked over Vance. While she didn't feel compassion toward him, his situation was unfortunate.\n\n\"Come closer.\"\n\nVance's head slowly returned upright. Did he hear her correctly?\n\n\"Closer, I said.\"\n\nVance took several steps up to her throne. The air around Mara seemed to shift—it was more elegant, crisp upon his tongue. Her words carried more cleanly through it, somehow.\n\n\"I cannot offer you any clarity. The Universe will reveal all when the time comes. There is, however, something you can do for me.\"\n\n\"Yes, anything.\" Vance was desperate to get back in her good graces.\n\nShe leaned in, whispering near his ear.\n\n\"When you see our friend…\"", 
        "name": "Chapter 6 – Beguiled"
    }, 
    "subtitle": ""
}