{
	"displayProperties": {
		"description": "Entry 58\n\nI am blessed. While I have chosen to ignore her… suggestion… to cease my research, the Queen has revitalized me with purpose. To know my charge with such clarity is a divine offering. I alone have been receiving communications from the affectionately named Lighthouse. Not a single man, woman, or Guardian can interpret the complexity and nuance of the hums. The music of death. I always make sure to be near, so as not to miss a note. Each one brings a new revelation, answering a question, raising another.\n\nI am recognized within our congregation as well. \"Speaker of the Lighthouse\" they call me. A lofty and somewhat ironic title given the contemptuous feelings toward the heretic, but I'm honored nonetheless.\n\nFinally, I have chosen to decommission the frame Ch3-5ka. Its exhaustive knowledge could have compromised my standing in this matter. Queen Mara was correct in her assertion of the sensitivity of my work. Now, it is between me, the Queen, Osiris, and the Light and Dark itself. No more loose ends.\n\nEntry 63\n\nThe inevitable has occurred. For all their hubris and self-righteousness, they couldn't withstand the onslaught of the Red Legion. The Traveler's Light has been suppressed by Dominus Ghaul and his insurrection of the Tower. The timing was impeccable and offered me an insight I hadn't previously considered viable. Many lives were lost today in a barbarous skirmish across the Last City, but none as important as the life lost in our Trial. I believe Guardians have adopted the term \"final death\" for these such instances. A competitor was defeated at the precise moment the Light was stripped from him; his Ghost destroyed in the concussive blast from a pulse grenade. Then, the most marvelous phenomenon occurred: The Lighthouse spoke to me but changed its key. A D-sharp minor, if I'm not mistaken. Previously, I had been presented with only a harmonious two-toned note; the implications, as I made clear to Queen Mara Sov, could not be overlooked. Today, I am presented with a defining note that substantiates my theory and validates everything our founder stood for.\n\nWhen I speak now, everyone should listen, for I alone hold the truth. As it stands, I have no further use for the Trials and will be discontinuing the tournament indefinitely. I have what I came for. All I need now is council.",
		"name": "Chapter 7 - Nyctalopia",
		"icon": "/common/destiny2_content/icons/2baea64b02623417df50cf18f1b97b0c.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3230019577,
	"index": 1330,
	"redacted": false,
	"blacklisted": false
}