{
    "index": 1309, 
    "hash": 3230019579, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/2baea64b02623417df50cf18f1b97b0c.png", 
        "hasIcon": true, 
        "description": "\"They're so eager to tear each other apart for guns and cloth.\" Brother Vance sighed.\n\nThe early Trials match ran its course. A Hunter, cloaked in light gray and clutching Drang, pressed one hand to a bullet wound in his gut and slumped into cover. He winced as his Ghost spun Light into the wound, slowly weaving flesh together and extracting the bullet. He checked the remaining ammunition in his sidearm. Two hostile Guardians stalked his position in pincer formation and pinned him with suppressing fire.\n\n\"Blood money runs cheap these days,\" Vance continued. He shifted toward the frame next to him. \"Don't you think, Cheska?\"\n\n\"Perhaps the presented motive is flawed.\" Ch3-5ka, a repurposed Redjack and assistant to Vance, had expressed hesitation about their endeavor. It had expressed hesitation about using its uplink to patch into the Crucible monitoring system. It had expressed hesitation about the strangely coded sub-routine running in the Lighthouse spire's architecture. Some level of anxiety, Vance would jab, was intrinsic to Redjack programming.\n\n\"In the Crucible, Lord Shaxx guides new Lights with positivity and—\"\n\nVance nodded for a moment before interrupting. \"Most Guardians care only for power and glory. That is what makes Osiris so unique. Meaning drives us. Understanding. Knowledge. These are the marks of our work's importance.\"\n\nGunshots rang through the arena's capture devices. Ch3-5ka's commentary singled in on the Hunter, last remaining of his fireteam. The Hunter twirled from their cover, propelled by a burst of Light, and flicked a tripmine grenade under the assailant on his left. The explosion killed her instantly, allowing the Hunter to shift and rattle off three rounds, Vance noted, toward his other opponent. One round struck the Guardian's helm and ricocheted off, splitting his visor.\n\n The Hunter squeezed the trigger again, which responded with an ineffectual click. The split-helm Guardian rushed him.\n\nThe sandy Lighthouse alcove they had repurposed as observation room was abuzz with Ch3-5ka's match analysis and an inconspicuous droning.\n\nThe Hunter dropped his sidearm and reached for a slung fusion rifle, but the rushing Guardian struck him solidly with a fist full of lightning. The droning hum shifted somewhat lower.\n\nVance straightened against his chair back at the frame's vibrant description of Guardians spinning deeper into ruthlessness. He could feel a crescendo hanging just moments ahead. He noted the resonant murmur undulating through his skin and into his bones.\n\nDowned and stunned, the Hunter struggled to stand. The split-helm Guardian towered above him, pulled a hand cannon, and slowly discharged. Every. Single. Chamber.\n\nThe hum spiked. \"Fireteam eliminated,\" Ch3-5ka stated blankly, though Vance could barely hear its words.\n\nThe victor stood over the Hunter's bullet-ridden corpse, and the Lighthouse sang to Vance. The Hunter's Ghost compiled into existence over his Guardian's body.\n\n\"Someone needs an attitude adjustment,\" the Ghost sneered.\n\nThe victorious Guardian craned his head toward the Ghost. He raised his hand cannon and sunk trigger to frame. The revolver's cylinder rotated, the hammer fell, and the piece gave off a heavy, empty click.\n\n\"Are you crazy?!\"\n\n\"Brother Vance. I believe a Ghost is in danger. It is against Sanction-C2-1 to harm a Lightbearer's Ghost.\"\n\nVance tuned the frame out, turning his ear instead to various audio playbacks from the match. He listened to distinguish gun caliber, Light affinity, and fireteam movements as the hum's tone changed. He traced them through sound cues and shouted, disembodied announcements. He pinpointed each variable for which he could account and directed Ch3-5ka to capture every analytic scrap.\n\nThe Guardian dropped a round into the cylinder and spun it lazily.\n\n\"Let's find out.\"\n\nThe Hunter's Ghost discharged a pulse of Light, blinding the Guardian and raising the Hunter. The risen Hunter swift-drew a cannon of Light, as if reactively defending his Ghost. He cracked off a single golden shot from his flame-licked weapon. The shot pierced its target and sent ash snaking into the air.\n\nThe Lighthouse played Vance a new song. It hummed, deeper than before. He took in the sensation as low bass rolled through his chest. The hums grew dull, darker, as if born from death. Vance sat straight up, spine rigid, with a wide smile on his face. He composed a harmony of similar tones in his mind, tracking their down-pitch trajectory with anticipation. He thought of Osiris, how his research had led him down less-traveled routes through less-practiced methods. The knowledge that Vance alone could interpret these tones focused his work and narrowed his inhibitions. Purpose persuades.\n\n\"Cheater,\" Ch3-5ka blurted out. \"Match-call misalignment.\"\n\nVance's response ducked the conversation to start his own.\n\n\"I heard the Light bend. The Lighthouse reached out to that Guardian when they died… and their Light reached back. They are harmonious.\"\n\nCh3-5ka picked up his line of thought, adding: \"Anomaly detected. There has been a transmission from the Lighthouse. Uplink time: 0.00019 seconds.\"\n\n\"A random artifact, nothing more. Conclude this match. Archive the recordings. There is much to do.\"\n\n\"Match-call misalignment.\"\n\n\"Of course. We cannot abide cheating. Give the match to the team with the incinerated one.\"\n\n\"If you believe that to be best.\"\n\nVance tilted his head at Ch3-5ka's biting tone. It was sharp, unlike the lathering hum of the Lighthouse, unlike peaceful static from the structure's sub-routine channels. The frame was starting to sound like Leanna. Her doubt.\n\n\"Deliver the prizes to the victors. You are no longer needed here.\"", 
        "name": "Chapter 5 – [Ambition]"
    }, 
    "subtitle": ""
}