{
	"displayProperties": {
		"description": "\"Curious,\" Osiris mutters to himself, running his fingers through the dry and dusty etchings inside the Spire on Mercury. \"Sagira, record this. I'll want to cross-reference this pattern with any other constructs we come across.\"\n\n\"Gladly. I was looking for inspiration for a remodel anyway.\"\n\n\"I'm in no mood for humor today, Sagira.\"\n\n\"So it's just like any other day.\"\n\nOsiris ignores his Ghost, fixated on the circular metal structure embedded into the ceiling above him. He stares intently, almost through it, pondering its function. The begetters are apparent to him. A cause for concern.\n\n\"Dropship approaching, Osiris.\"\n\n\"Cabal?\"\n\n\"I wish. Your devotees.\"\n\nOsiris shields his eyes from the marigold sand whirled up by the landing shuttle as he approaches, his frustration already mounting.\n\n\"Turn back, fools!\" He yells before the doors could fully open.\n\n\"Teacher, we're here to support your efforts!\" A woman dressed in an ornately patterned cloak appeals.\n\n\"My efforts are none of your concern. Now go.\"\n\nOsiris's dismissal does nothing to dissuade them. They look to the woman for guidance as Osiris departs. She advances, and the group moves in lockstep. Like scolded dogs, they follow him back toward the spire.\n\n\"Persistent bunch.\" Sagira scoffs.\n\n\"I've noticed,\" Osiris turns to address them, catching them off guard. \"I don't know what you hope to accomplish, but my work does not require zealots.\"\n\n\"We seek only to help. The fashion in which you were ousted from the Vanguard… they were wrong to chastise you. They will come to regret their decision.\" She says with the conviction of solemn promise.\n\n\"Is that a threat?\"\n\n\"They are the architects of their own destruction.\"\n\n\"You misunderstand the events that transpired. I was not exiled. I chose to leave. There is no acrimony with the Vanguard. Go back to your lives.\" Osiris says as firmly and calmly as he can muster.\n\n\"I'm afraid that's impossible, now that we have read your teachings.\"\n\n\"My research is not gospel. It's science.\"\n\n\"It's truth.\"\n\nOsiris considers this.\n\n\"Truth seems subjective these days,\" Osiris says, finally observing his entourage for the first time. Among them, a small group of men and women, stand two wayward Guardians—Warlocks, it appears—and a child. Their forlorn faces resonate with him. Castaways and believers. The weeks since his departure from the Last City have worn on him. He was used to working alone, knowing he could fall back to the City's resources should he need them. Now, adrift in the expanse of purpose, he finds himself longing for a place he could return to. A sanctuary.\n\n\"I have no intention of staying here. There are many constructs like this. They all require my attention.\"\n\n\"We will follow.\"\n\n\"No, you won't. I need to move quickly without burden or baggage,\" Osiris pauses, the irony in casting these people away is not lost on him. \"But I can offer this. Stay here. Watch over this place. I want to know everything you can discover about it. Should anything occur, I will return.\"\n\n\"We are at your service.\" She says, relieved, and bows to Osiris. He grits his teeth.\n\n\"Unpack the ship.\" She beckons to the group. \"Yes, Sister Faora,\" one of the taller men replies.\n\n\"If you find yourself lost in the darkness, we will be your lighthouse.\"\n\nOsiris nods. Repressing a twinge of discomfort, he looks up to the spire.",
		"name": "Chapter 2 – Postexilic",
		"icon": "/common/destiny2_content/icons/2baea64b02623417df50cf18f1b97b0c.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3230019580,
	"index": 1325,
	"redacted": false,
	"blacklisted": false
}