{
	"displayProperties": {
		"description": "Entry 3\n\nMy days since arriving at this sanctuary have been blessed with acceptance and tranquility. Healthy debate regarding the Teacher's words is welcomed and appreciated. We all seek to understand the Light and the necessity for Darkness. Sister Faora has fawned over my interpretation of the texts. She said I could see what others could not. She has opened my mind to the consideration that my condition is a blessing rather than a curse. Time will tell.\n\nEntry 8\n\nOur peace was disrupted today by an assault from the warmongering Cabal at our doorstep. I was ushered to safety at the top of the spire by Leanna, one of our Warlock sisters. Without a moment's notice, she jumped straight into the fray and began to push our intruders back. During the battle, something strange occurred. Leanna was fighting near-insurmountable odds—based on the amount of ammunition I heard discharged—and she was overcome. Of course, she was resurrected by her Ghost, but the spire reacted. There was a hum; the timbre consisted of two distinct resonating tones—one smooth and warm, the other sharp and cold. I thought I could have imagined it through the ringing of gunfire, but it was most certainly there. It was almost imperceptible, and I thought merely a coincidence until it happened again. Eremac, the other Warlock and student of the Dawnblade, was also temporarily disposed of. The roar of the Colossus's slug launcher tearing through Eremac's flesh was unmistakable, but so was the tone that followed. I have to know more. We were able to withstand their incursion, but not without suffering a few casualties. Now we must prepare for a funeral, but my thoughts are dominated by that mysterious tone. Perhaps later, we can try to replicate it.\n\nEntry 12\n\nAfter explaining the phenomenon to Sister Faora, she has recruited the Warlocks to participate in thanatonautic death trials, in the hopes to recreate the hum and gain some clarity into its purpose. During these trials I had others accompany me to the top of the spire to see if they too could hear the tones. None were able to ascertain much—it seems one would need to be musically inclined or have some training—and the weight has fallen on me to decipher the code. I can't be sure of the intent, but I am certain of the cause. Every time one of our Warlocks sacrificed themselves, that same resonance would reverberate through my ears. What does it mean, and what purpose does it serve? Is the spire, in fact, an instrument? I need to expand my research further and see what tones this structure is capable of producing.\n\nEntry 22\n\nThrough countless debates, I have received permission to broaden the scope of my inquisition. We have designs to organize something more formal. Launching under the guise of a tournament or competition, we're leveraging contacts we've made to repurpose some weaponry as bounty. The Guardians are already killing themselves in Shaxx's Crucible. I proposed making our version more exclusive to draw out only the most adept fighters with the strongest connection to the Light. We can make them purchase entry to further fund our studies. They will literally pay for the privilege to kill each other for our \"rewards.\" I've stumbled onto something grand. I will do whatever it takes to get the answers I seek, just as Osiris would. Should he ever return, I imagine he will be quite proud and pleased to meet me.",
		"name": "Chapter 4 - Reflections",
		"icon": "/common/destiny2_content/icons/2baea64b02623417df50cf18f1b97b0c.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3230019578,
	"index": 1327,
	"redacted": false,
	"blacklisted": false
}