{
	"displayProperties": {
		"description": "Vance had been waiting for this moment since his purpose was revealed to him. He'd often fantasize what it would be like to meet the fabled Osiris. He had imagined the exchange so many times… \"Brother Vance, I'm indebted to your servitude. You have solved one of the greatest mysteries of our age. Your dedication, wisdom, and passion inspire me and reinvigorate my bourn.\"\n\n\"No, great Osiris. It is you who inspired me to become the man you see before you. Together we can change the world.\"\n\nThis was anything but that moment.\n\n\"You've wrapped your mind around an idea of your own making. I have always tolerated this fawning 'movement' of yours, but this is a step too far.\" Osiris seethed. Brother Vance was awestruck.\n\nHe stared blankly at Osiris, unsure of what he could say to quell his anger and dissolve his frustration.\n\n\"What I have discovered…\"\n\n\"…is dangerous enough to destroy every man, woman, and child in existence. You're meddling with forces outside your grasp,\" Osiris reprimanded. \"I warn you here and now, remove yourself from this Lighthouse. Find a simple life. Start a family. Write music. Leave Mercury and this fool's errand behind.\"\n\nVance considered this.\n\n\"I thought you would be proud…\"\n\nOsiris's sullen grumble told him otherwise.\n\n\"If you hold weight to my words at all, you will honor them. Your duties will be assumed by another.\"\n\nVance's chest felt as if an avalanche had occurred, a cavalcade of dread filled his lungs. He turned away from the man he'd admired for so long, speechless and demoralized. Standing in front of the Mercurial vista before him, overwhelmed and listening—the lush marigold sand slopes sweeping over themselves with each breeze, rushing radiolarian fluid cascading down Vex emplacements, the distant pulsing of an unclaimed patrol beacon. His back now to the structure that once inspired him with its song. It mocked him with a deafening silence. How could he have miscalculated this erroneously?\n\nOsiris felt a pang of pity for Vance, but had greater matters to attend to, and left without offering a farewell.\n\n\"That was rough,\" Sagira sneered. \"But he was right. Everything he discovered… the implications…\"\n\n\"I know,\" Osiris admitted remorsefully. \"Which makes this situation all the more precarious.\"\n\n\"Osiris! Wait!\" Brother Vance came vaulting out of the Lighthouse at breakneck pace.\n\n\"Here we go.\"\n\n\"Hush, Sagira.\"\n\n\"Queen Mara Sov… wanted me… to tell you…\" Vance struggled to catch his breath. \"She wanted me to tell you, 'plant the seed.'\"\n\nOsiris studied Vance quizzically.\n\n\"I don't know what she means, but she said you would.\" Vance offered, apologetically.\n\n\"I believe I do,\" Osiris replied, placing his hand on Vance's still-heaving shoulder. \"Thank you. This is quite useful. Well done.\"\n\nWith that, Osiris departed.\n\nVance listened as the Sails of Osiris took off, the pungent smell of burning fuel from its turbine engine clogging his nostrils, and repeated to himself, \"Well done,\" with a slight smile breaking across his lips.",
		"name": "Chapter 8 - Idolatry",
		"icon": "/common/destiny2_content/icons/2baea64b02623417df50cf18f1b97b0c.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3230019574,
	"index": 1331,
	"redacted": false,
	"blacklisted": false
}