{
    "index": 841, 
    "hash": 327530279, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "A CRUCIBLE STORY\nPART THREE OF THREE\n\nThe morning turned to noon as the sky darkened with dodgeballs and filled with the battle cries of children.\n\nWhen it was over, Lonwabo had tears in his eyes, but he tried his best to stand straight. Runa had a bloody knee and stared wordlessly at the winning team: the two snarling girls from earlier in the morning. The girls lifted an unrefined mass of plasteel, a makeshift trophy, over their heads, and they roared.\n\nShaxx stared up at the Traveler. It sat, buoyed by a mantle of clouds against a blue sky. It didn't seem to notice him.\n\n\"Tell me what you've learned,\" Shaxx said to Runa and Lonwabo, his faceplate fixed skyward.\n\nThey did, and spoke for a continuous three minutes. Shaxx nodded, slowly.\n\n\"So you're not mad?\" asked Lonwabo. His face brightened.\n\n\"You've gained more from this than the victors,\" Shaxx replied. The three of them looked on as the two girls smashed the plasteel cluster into the dirt, and to the horror of all the other children, it shattered. Runa's eyes narrowed ever so slightly, a dodgeball gripped in her hands. Shaxx continued: \"Victory is key to survival. You need it. Need to fight for it. But it teaches nothing.\"\n\n\"Does that mean, in a way, we won?\" asked Lonwabo.\n\n\"No,\" Shaxx looked down at him. \"No, you were annihilated.\"\n\n\"Oh,\" said Lonwabo.\n\nRuna continued to stare at the shattered trophy, and the winning team. She slowly turned the dodgeball in her hand.\n\n\"Let this loss drive you,\" Shaxx said to both of them. \"But the game is over. Your focus should be on what's to come.\"\n\nLonwabo stared down at his hands. \"I think… I think I'm going to read a book,\" he said, surprising himself as he uttered the words.\n\n\"We all make our own choices,\" said Shaxx.\n\nRuna said nothing as Cayde strode up out of a shadow in the afternoon sun. \"Everything good?\" the Hunter asked Shaxx.\n\n\"Do I look like I care?\"\n\n\"Come on, buddy. The bet's fulfilled. You don't have to pout. Just remember not to challenge a Hunter with Golden Guns.\"\n\n\"I can and I will. Rematch. End of day.\"\n\n\"You're on. I hope you're ready to babysit 'til the next Dawning—\"\n\nRuna's ball struck Cayde in the neck: a stealth attack taught to her earlier in the morning. He yelped, more surprised than hurt.\n\n\"Who did that? Who did that, and how?\" the Hunter demanded loudly, as the ball bounced away. The ball didn't respond. Runa, Lonwabo, and several other children smiled.\n\n\"Shaxx. What have you been telling them?\"\n\nShaxx stared silently down at the Exo Hunter until Cayde blinked. \"I, uh, found my Sparrow,\" Cayde said, to deflect. \"I can give us a lift back to the Tower.\"\n\nAs the other children and their elders dispersed, Runa watched Cayde's Sparrow as it carried the two Guardians off towards the gleaming Tower in the distance.\n\nShe gave a Titan's salute as they disappeared from view.", 
        "name": "Wing Theorem"
    }, 
    "subtitle": "The double-headed phoenix that fights itself represents Guardians who strengthen each other in the Crucible."
}