{
    "index": 469, 
    "hash": 3293617211, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d607917e27b5c55c2f73500c2502a1c9.png", 
        "hasIcon": true, 
        "description": "\"Surviving is a whole lot easier when your enemies are dead.\"\n—Excerpt from C.C. LaGrange's translations of \"Writings and Observations from the Tangled Shore: A Fallen Text\"\n\nIt was Elykris, the Machinst, who'd begun hoarding the Servitors. And Reksis, the Hangman, who slaughtered them at every turn. Two allies driven by opposing forces—one science and the unmaking of faith, the other rage and its relentless push to destroy.\n\nThere had long been tension between the two, as Reksis had, more than once, slipped into the Machinist's workshop to inflict himself on the Servitors caged there.\n\nFikrul, the Fanatic—their spiritual leader and one-time Archon Priest—watched patiently as their rivalry grew. He saw strength in their ire. He saw fire and fury, but also more—a new path forward. One that could join their passions and drive them further—a whole stronger than its warring parts.\n\nFikrul waited, biding time as tensions rose and threatened to splinter the Barons' loyalties. Only when Elykris could take no more, on a night when she caught the Hangman prepared to slaughter her latest haul of lesser Servitors, did Fikrul step in.\n\nFikrul motioned to Elykris and said, \"Bring me a Servitor.\" As Reksis hissed with anticipation, she hesitated, but Fikrul was patient. \"Where is your trust?\"\n\nElykris released a Servitor from its bondage.\n\nFikrul motioned the Servitor closer, then turned to Elykris. \"You have gathered many, Machinist. Hundreds. Maybe more. Our own supply—our life force fed by slaved mechanics.\" Elykris nodded to the Servitor as it inched closer to the Archon's open arms—welcoming the once revered orb as one would a child.\n\nThe other Barons began to bark, a rhythmic warriors' chant.\n\n\"For all the value in your work… it is not enough to feed ourselves.\" Fikrul hugged the Servitor. There was a tenderness to the embrace. A sorrow. \"We must also starve our enemies, as you were once starved.\" With a blur, Fikrul's lower arms unsheathed and triggered a pair of polished, sparking Shock Blades. \"As were we all.\"\n\nThe Servitor, still held with the clutches of the Archon's powerful upper arms, cried a shrill, digital wretch—pain mixed with confusion as the blades carved its outer shell and plunged deep into the core of its systems. Ether hissed and sprayed.\n\nFikrul released the machine's silent shell, and it clanged lifeless to the ground. He turned to Elykris. \"Do you see?\" Elykris smiled. She was ever the brightest among them, though her focus could lose clarity when she became frenzied.\n\nThe Barons had long been trouble for the Awoken and Fallen of the Reef, but that trouble had been limited to hit-and-run tactics. What Fikrul had just presented was a new way.\n\nFikrul stepped to Reksis. \"Do you see?\" The brute barked in response, \"Kill them all!\"\n\nFikrul laughed. \"Not 'all,' Hangman. Just the ones we do not need.\" \n\nThe Barons cheered as Fikrul continued, \"Every Servitor—any Servitor—bound to a House is now a target. Until none remain but those upon whom we feed.\"", 
        "name": "A Scorned Path"
    }, 
    "subtitle": ""
}