{
	"displayProperties": {
		"description": "\"Even here, the whispers persist.\nFaint, but present.\"\n—Excerpt from C.C. LaGrange's translations of \"Writings and Observations from the Tangled Shore: A Fallen Text\"\n\nA Dreg fell. Left to die. A forgotten pirate set on a path toward salvation. His crew had raided the Moon looking for Ether. They found only death. And then he was alone.\n\nHiraks, the small. Hiraks, the timid, the weak was lost to the depths of the Hellmouth. A solitary scavenger down among the hollows where dead things dwell. How he survived is a story untold, an impossible tale known only to Hiraks himself.\n\nIn that secret is his strength.\n\nFor poor, weak, pathetic Hiraks came out of that hell as something other. Still Fallen. Still alone. But changed by all he'd seen and learned—his mind opened, set adrift through the wonders of all the nightmares he had never imagined.\n\nSome say he spent his time hidden in the shadows of that cruel land scouring the mysteries of the Worlds' Grave. Others suggest he peered into a hateful shrine and found truth in the unutterable horrors whispered from the abyss.\n\nTruth is, only Hiraks knows. Truth as simple as it is puzzling: Yes. Yes, he did. Scour the Grave. Hear the whispers. Only then could all that followed transpire.\n\nFor a lowly Dreg to rise from their docking to stand as a Baron is rare enough, but that a Fallen of any stature could crack the layers of understanding that barricade the known universe from the ascendant plane is more than improbable. It was impossible.\n\nUntil it wasn't.\n\nFor Hiraks succeeded where so few have. He crafted his own throne world and began a monstrous quest to expand his knowledge, etching its harshest truths upon his enemies. And his work has progressed unchecked.\n\nIt is his name the children do not speak when sharing tales of the Haunting of Nemesis. It is his blood that Paladins and Corsairs alike wish to spill for the Slaughter at Gaspra.\n\nHiraks, the Twisted. Hiraks, Ascendant. The mindbender whose tongue is a weapon, whose experiments seek to unravel sanity and reshape imagination that his subjects may become other—tools of his vile bidding.\n\nAnd so, the warnings spread…\n\nWhen the Fallen who speaks in the language of the damned calls, do your best not to listen, for once his words take hold, your will shall fade, replaced by its antithesis.\n\nAnd then, like that poor, weak, fallen Dreg… you too will know darkness.\n\nYou too will be alone.",
		"name": "By Thy Tongue Be Damned",
		"icon": "/common/destiny2_content/icons/d607917e27b5c55c2f73500c2502a1c9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3293617200,
	"index": 463,
	"redacted": false,
	"blacklisted": false
}