{
	"displayProperties": {
		"description": "\"Out here, they who craft their own fate see tomorrow, while they who depend on faith rarely make it through today.\"\n—Excerpt from C.C. LaGrange's translations of \"Writings and Observations from the Tangled Shore: A Fallen Text\"\n\nIf you had not heard of the Machinist before, know that others had. While her crimes may not live in infamy in the hearts of City-dwellers, the Reef and its Awoken know all too well her long reign of terror.\n\nElykris, the Bandit, they call her. Elykris, the Scourge. The Scorned Machinist—tinker-lord of a Houseless crew.\n\nBut should those names be new to your ears, there are others you trust who have felt the pain of her vile campaign.\n\nAsk your Arach of the Machinist's deeds. Ask him about the Siege of Arran—the hijacked ship, its stolen contents and its Guardian protectors lost or captured at the hands of the scorned.\n\nSpeak to your Vanguard of the Solis Descent—more Guardians felled, and an armory stripped of its cache.\n\nThe lowly Dreg who challenged tradition only to be cast aside. The lowly Dreg who found her own strength in a troubling bond with forsaken kin. She grew strong as an outcast—grew mean. Then found her purpose with the guidance of a preacher of sorts and a new, more driven crew.\n\nNow, then… the questions you must ask yourself…\n\nHad you known of the Baron's deeds, had you heard tell of the Machinist's crimes—could you have changed the path tread from there to here? From yesterday to today?\n\nBetter yet… your Vanguard, your factions, your friends and allies—what all have they kept from you? If they spoke not of the Scorned Barons, if they issued no warning, is it because they simply did not see the full scale of the danger? Were they too distracted by wars within wars and interests of their own to issue the guidance needed for you to see the Shore for the threat it has always been? Perhaps given guidance that may well have saved countless lives?\n\nOr at least one life in particular…",
		"name": "Truth Tinkered",
		"icon": "/common/destiny2_content/icons/d607917e27b5c55c2f73500c2502a1c9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3293617205,
	"index": 468,
	"redacted": false,
	"blacklisted": false
}