{
	"displayProperties": {
		"description": "\"Trust is your shield.\nTrust is your weakness.\nIn the end, we all fall to betrayal.\"\n—Excerpt from C.C. LaGrange's translations of \"Writings and Observations from the Tangled Shore: A Fallen Text\"\n\nA simple riddle for you to consider…\n\n\"Only truth can conquer lies. But what is truth? And in whose eyes?\"\n\nWhat then of the Butcher of Bamberga? What then of the Psyche Hordes' slayer? The Terminus of the Gray Legion? The Sliver of the Shadowed Veil? The Bandit of Old Bassa? The Dire Siren of Valian's Reprieve?\n\nWhat then of so many who are one—a single scourge, responsible for many varied tragedies?\n\nThe Trickster. The liar. Silver-tongued Araskes, the Wit.\n\nShe who bartered with the Spider and nearly cost him his life. She who swindled a dozen bounty hunters that she alone may profit. So many tales of Araskes' sleight of hand and tongue and mind. The enemy who has won battles where no battle was fought. Who has killed more rivals than have ever risen to her challenge.\n\nWhat is known and unknown? None can say. And the sly prankster would have it no other way.\n\nOf all the Barons marked by scorn, it is Araskes to fear, for her greatest weapon is the dissolution of truth. She will give you certainty, only to reshuffle the deck. She will grant you your desire, only to reveal it is truly regret.\n\nIf this realm can allow for gods, then she may be the first among devils—unknowable, unpure. Her tongue will cut you down long before your body falls. If you don't believe—if you find yourself questioning the depths of her deceit—ask yourself a simple question:\n\nDid you kill her? And if you did, did she die?\n\nIf the answer is yes, her trap is set.\n\nIf your answer is…\n\nIt's okay. You don't have to say it. Maybe you will survive out among these wild shores longer than most.\n\nThough maybe not as long as you'd like.",
		"name": "Riddled with Lies",
		"icon": "/common/destiny2_content/icons/d607917e27b5c55c2f73500c2502a1c9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3293617201,
	"index": 464,
	"redacted": false,
	"blacklisted": false
}