{
	"displayProperties": {
		"description": "\"They who draw, mustn't always draw first.\nFor it is not speed that kills, but the eye—keen and sharp.\nSo, then, do not feel death.\nSee it. Know it.\nAnd it shall manifest upon the trigger's embrace.\"\n—Excerpt from C.C. LaGrange's translations of \"Writings and Observations from the Tangled Shore: A Fallen Text\"\n\nPirrha, the Phantom. Pirrha, the Blind. The Fallen Baron with the all-seeing eye and the crack-shot. The Awoken link him to the legend, \"The Ghost of Hellrise Canyon,\" believing it was Pirrha, and Pirrha alone, who haunted the winding depths, picking off intruders and holding off Corsair raiding parties as his fellow Barons planned their violent reign in the maze of caverns near the canyon's heart.\n\nHe was unseen during the Wolves uprising, but many credit him with the assassination of the Queen's palace guard. None can verify, but each fell to a single shot—clean, precise, fatal.\n\nBut how can a blind pirate who had been discarded and scorned by his House become the deadliest shot this side of Mars?\n\nThis is where the Barons' true strength hides. They are each a devil worthy of your hate, but together they are so much more. Not simply devils, but Hell itself—manifest, angry, and aggressive.\n\nRumors and legend merge to tell of the Machinist's expert hand, the Rifleman's cybernetic eye and a link between his sight and the tracking systems on his rifle.\n\nWhat he sees, he hits.\n\nWhat he hits, he kills.\n\nThere is evidence of Fallen giving themselves to technology. Becoming other—becoming more—as they marry their physical selves to enslaved mechanics. The mercenary Taniks is one example—more machine than Fallen now, an abomination in the eyes of traditional Fallen belief. The Splicers and their augmentation through SIVA—a twisted experiment brought low by the mighty hand of the heroes of Iron. Is Pirrha any different?\n\nThe Barons and Taniks and the Splicers are each and all individual dangers, driven by their own ambition. They are more likely to wage war with one another than see their commonality.\n\nYet are they not of a kind? Are they not evidence of something greater wending its way through the Fallen's dying culture?\n\nAre they not the warning signs of a new terrible evolution?\n\nOne can only wonder—and hope—these horrid amalgamations of life and technology are simply outliers and not a promise of tomorrows yet to come.",
		"name": "A Blind Eye Toward Tomorrow",
		"icon": "/common/destiny2_content/icons/d607917e27b5c55c2f73500c2502a1c9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3293617207,
	"index": 466,
	"redacted": false,
	"blacklisted": false
}