{
	"displayProperties": {
		"description": "\"Many are lost to the Shore's wayward ebb and flow.\nThe shifting mass gives and takes—pulls and tears.\nThe ground beneath ever uncertain, so tread carefully, as other dangers distract.\nBut death lingers, its grip loose but present.\nWaiting to take hold. \nWaiting to embrace all who walk these tangled lands.\"\n—Excerpt from C.C. LaGrange's translations of \"Writings and Observations from the Tangled Shore: A Fallen Text\"\n\nThe Ragged Valley is long and harsh and no valley at all. Not by traditional definition. Its hollow length runs between a series of lashed asteroids on the Shore's far western edge.\n\nThey call it a \"valley\" to be poetic, but in truth, it is simply the chaotic space between massive rocks that scrap and smash into one another in a violent dance. The distances from mass-to-mass ebb and flow without warning—a constant, deadly repositioning of the landscape. That ever-changing hollow is the Valley. Only the mad and desperate would dare run its length. With one exception…\n\nYaviks. The Rider.\n\nThe reason she made the run changes with the telling. You know she is neither mad nor desperate what with her skills on a Pike and killer determination. But the run itself—it's a legend as awe-inspiring as any Guardian's, save the fact Yaviks is a wicked beast and better off dead. The story goes…\n\nShe was running Ether… or making off with lost Golden Age tech. Some say Clovis Bray science. Others tell it was drivers from a forgotten Warmind. Or maybe she'd just dropped a Guardian and was running full-throttle from a fireteam set on revenge—a common theme this far out. Or was it pride? Did a Captain or a Kell or an Archon challenge her ability to ride? Did Fikrul? After all, their relationship is… complicated.\n\nNone of that matters. Not to me. Each version of the start is as interesting as the next. But the run itself? Her ride through the gnashing jaws of death?\n\nMost Guardians who have heard it dismiss it. Don't want to give credit to one so infamous—the Scorned Baron with the blood on her hands, the loot in tow and her burners set to top speed—but she deserves it. Don't believe me. Ask Marcus Ren.\n\nHe wasn't there that day, but he'd heard tell and couldn't believe. So he made the run himself. Four goes. No dice. One resurrection. Four Sparrows busted to rubble.\n\nMarcus Ren, the Sparrow Racing League champion and hero to speed junkies and race hounds City-wide, couldn't sprint that Valley. \"Too random,\" he said. \"Too chaotic. Can't read the rock one minute to the next. Can't read the angles.\"\n\nBut he tried again, and on the fifth go, he scraped through a narrow as the collision hit. He'd made it. The impossible was possible, though he refused to admit Yaviks could've done the same. Not that it mattered.\n\nThat Ren had come out alive proved it could be done, and if it could—why not Yaviks?\n\nNot that Yaviks ever cared for validation. Not yours. Not Ren's. Not any Guardian's. Not any Fallen's. Not anyone's.\n\nShe took pride in recognition from her brother and sister Barons and no others.",
		"name": "The Ragged Valley Sprint",
		"icon": "/common/destiny2_content/icons/d607917e27b5c55c2f73500c2502a1c9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3293617204,
	"index": 467,
	"redacted": false,
	"blacklisted": false
}