{
    "index": 461, 
    "hash": 3293617203, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d607917e27b5c55c2f73500c2502a1c9.png", 
        "hasIcon": true, 
        "description": "\"The song of the grinding stone calls like pained sirens—shrill and uneven.\nIts melody is a warning, yet still they come…\nAdventurers. Bounty hunters. Scoundrels. And unwanted.\nHere they find purpose.\nOr hide from those worlds beyond.\nThose polite lands, which 'heroes' strive to reclaim.\nThere is no reclamation here.\nThe Shore is ever-wild, and so shall it remain…\nEver the broken land where madness dwells and violence reigns.\"\n—Excerpt from C.C. LaGrange's translations of \"Writings and Observations from the Tangled Shore: A Fallen Text\"\n\nThe questions no one asks…\n\nWas the Bomber always mad? Or was he driven to it? Was the madness a gift—or a curse?\n\nDid the struggle for survival outside the structure and ritual of the House system crack his mind? The things he'd seen? Done? The Shore asks much of those who call it home. Most simply find their end through the harsh will of these harsh lands or by the hand of the hardened agents who stalk its fractured expanse—bandits, cutthroats, cannibals, Awoken patrols, Guardian \"heroes.\"\n\nThere are a billion ways to die among the jagged wilds of the Tangled Shore. To challenge those odds is no small feat. To do so while maintaining self, rarer still.\n\nHowever, isn't it also possible the Bomber was this all along? Mad. Deranged. Eager to inflict destruction. Lustful for the chaos and death to follow.\n\nThe Seeding of the Accretion Fields. The Bombing of the Origin Libraries. Kaniks's handiwork has been linked to numerous tragedies, both as a rogue enemy of the Reef and in league with his scorned brothers and sisters with whom he grew strong—with whom he found the purpose he once lacked.\n\nThese points—an examination on the birth of madness—I raise to address a lingering concern.\n\nSeek the Awoken libraries. Speak to Cryptarchs with knowledge of the Reef… the Shore. Scour the records of the Bomber's deeds. Feel the pain of those who suffered the fire of his devastation. Remember the Fields. Weep at the unimaginable loss when the Libraries fell.\n\nAllow yourself the comfort of knowing the sinister creature is now dead and gone by Guardian hand. But linger on victory's pride for only a short while, because the truth I seek to tell has yet to be revealed, and it is this…\n\nThe Mad Bomber is dead—Kaniks is no more. Yet the Shore remains ever untamed. Despite valiant effort. Despite your incredible strength.\n\nAnd if the Shore remains tangled, its edges ever shifting, ever dire… Then who else may it drive to madness? First long-lost survivors of the fabled Golden Age, then stray Awoken and discarded Fallen…\n\nMaybe next, the warriors of the Light. Guardians.\n\nAfter all, more will surely come. And with more, however righteous you may be, the odds shift further in the Shore's favor. In the favor of madness.\n\nAnd if not another, Guardian… why not you?", 
        "name": "A Gift of Madness"
    }, 
    "subtitle": ""
}