{
	"displayProperties": {
		"description": "\"Find your honor not in your station, nor the words and gifts of those who seek control, but in yourself—in your actions, deeds, and soul. To look anywhere else is a lie.\"\n—Excerpt from C.C. LaGrange's translations of \"Writings and Observations from the Tangled Shore: A Fallen Text\"\n\nFikrul was an Archon.\n\nThen Fikrul took a fall—beaten, docked, and banished for heresies against Eliksni faith.\n\nHe should have died—alone and starved of precious Ether.\n\nHe did not. Instead, he found kin in the form of seven scorned. With them, he found purpose and power. As their legend grew, he found believers and new truth. His banishment was not penance, it was reward—for his convictions, for his courage.\n\nFikrul, the crazed fanatic. Fikrul, the heretic Archon who spoke against the very faith he once held dear. Scorned and forgotten—but only for so long.\n\nFikrul was a Dreg.\n\nBefore his banishment—before his clarity of purpose—Fikrul was a celebrated leader of Fallen faith and a savior to those who embraced his teaching.\n\nArchons had long been elevated in Fallen society, but their stature grew, and their role shifted following the Whirlwind. As desperation took hold and the last of the Fallen raced across the stars in search of salvation, their dependence on machines evolved into a deep-rooted need—their weapons to fight, their ships to fly, their Servitors to survive.\n\nThat need became worship. That worship became faith. And the Archons—those who oversaw the care and consecration of the Servitors—were looked upon to provide hope through their words, teachings, and interpretations of the machines' wants, needs… desires.\n\nBut Fikrul saw another path—one that would later be mimicked and twisted by the techno-deviant Splicers in the Plaguelands of Earth while he and his explored their own darker interpretations of faith.\n\nFikrul is a Fanatic.\n\nScorned and abandoned.\n\nFikrul is all who strive to regain strength of self and purpose. He is a survivor. He is the outcast priest of the broken plains, and his sermon is death and all the glory that follows.\n\nIn Fikrul's eyes, and those of the outcasts who rallied to his philosophies, machines were not superior. They were not gods. They were tools. Instruments to be mastered and controlled and manipulated in service of Eliksni pride. None should grovel for Ether. None should have their honor bound to the whims of manufactured deities.\n\nBut the evolution of Fikrul's faith did not end there. If the machines—the very things that had regulated the whole of their existence—were tools, why not life itself? Why not death?\n\nThere are many tales of the time between Fikrul's fall and his rise again as spiritual leader of the Scorned Barons—his struggle to find strength as a battered Dreg, his journeys across the system to challenge his faith, his joining with the other outcasts who were scorned, and his eventual union with his \"father.\" The only thing that matters, however, when confronting the dangers of Fikrul is this: He is a creature of faith.\n\nHis faith is the antithesis of all who stand in the Light. That faith has raised an army. That army will baptize all who challenge its purpose in an unending sea of death. They will never stop. They will never give in. Because they know they are right.\n\nAnd everything you stand for is wrong.",
		"name": "An Evolution of Faith",
		"icon": "/common/destiny2_content/icons/d607917e27b5c55c2f73500c2502a1c9.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3293617210,
	"index": 469,
	"redacted": false,
	"blacklisted": false
}