{
    "index": 464, 
    "hash": 3293617206, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d607917e27b5c55c2f73500c2502a1c9.png", 
        "hasIcon": true, 
        "description": "\"Be wary of those who would do harm.\nYourself included.\nMind that you do not become undone.\nFor once infliction is tinged with joy, you are not but a beast.\nAnd are we not more than that?\nDo we not strive for better?\"\n—Excerpt from C.C. LaGrange's translations of \"Writings and Observations from the Tangled Shore: A Fallen Text\"\n\nIt was Reksis Vahn who saw to the final days of the House of Wolves. With cold hatred, he hunted and slaughtered their Servitors until none remained, and thus a rabid House did fall.\n\nBut Reksis Vahn's rage was not sated, as the Wolves alone were not the architects of his fury—all Fallen who clung to the ritual of House politics were his enemy, total and complete.\n\nIt is told that he was starved as a young Dreg. He watched in agony as others grew strong while he and his closest brothers and sisters were kept low. They were unworthy, pathetic, unwanted. But Reksis was ever aware. He saw the lie of the Archon's worship—how Servitors were revered upon a pedestal of godhood as a means to control the masses.\n\nMaybe there was a time when the Fallen theology was one with greater concerns. No more. The Houses fractured, at war with one another. Old graces long since neglected in favor of a more desperate purpose—survival.\n\nWhile cast low, Reksis found strength in his growing hatred. Only when he found common disdain among those twisted outcasts who would call themselves Scorned—who wore their hated derision as a badge of honor—did Reksis also find an outlet for his anger. His new brothers and sisters saw great value in his unchecked aggression. They were all a bit mad in their own right. All a bit twisted.\n\nBut where others slipped toward insanity, Reksis's mind and intent were clear—the agony of a terrible death was his aim. The target of his wickedness, the very Servitors he had been denied. The very machines that sustained the Fallen.\n\nHe would tear and slice and rend their metal until their hissing deaths rang across the Shore, the Reef… the entire system. He would make all who do not stand with the Scorned Barons feel the anguish he once felt, tenfold.\n\nAnd he would do so gleefully, watching the life drain from their eyes.", 
        "name": "Anguish, Ten-Fold"
    }, 
    "subtitle": ""
}