{
	"displayProperties": {
		"description": "\"Here's the play. Ours, I mean…\n\n\"You have places. Cleared zones. Not necessarily the safest spots, but not wholly untamed. I say we… you… allow the Drifter to run his game. And let's you and me watch.\n\n\"We watch the action. We watch him. We watch who plays and who doesn't. On top of that, we watch their aggression—who's diving too deep, too fast, who's less keen to grow their knowledge, their strength. And who's simply lookin' to unleash themselves.\n\n\"The true promise of this Gambit is what you and I can learn. About our enemies. Maybe even about ourselves. That has to be first and foremost. After that, we assess Gambit's value and its risks. If the danger escalates, we shut it down. If any Guardians go too far, we shut it down—and them, if need be.\n\n\"My gut says we won't have to. My gut says, against everything I was raised to believe, this is our next step forward.\n\n\"And here's the rub: You know this, but only fair that I reiterate. As secret as this whole mess is, and as vigilant as we'll need to be… word must spread. It must. And when it does, I need you to corral Zavala and any others who won't understand.\n\n\"'Cuz the other side of that jade coin is the trap being set—this long con—the final bend after a long haul. If Drifter plays his part—and I believe he will—then those who test the edges of the Light will hear tell and come a'callin'. The Shadows brought to Light.\n\n\"But the ruse must be complete. Every Guardian must play their part. If you can buy in—if you can see the value in what's to come—then we roll. If not…\n\n\"You can stop this here and now. I'll put a bullet in him, be done with it.\n\n\"Just say the word.\"\n\n—A Renegade's Observations of a Drifter",
		"name": "The Price of a Double-Sided Coin",
		"icon": "/common/destiny2_content/icons/9300a013bff7274e6c74569d2819953c.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3535691360,
	"index": 566,
	"redacted": false,
	"blacklisted": false
}