{
    "index": 567, 
    "hash": 3535691374, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/9300a013bff7274e6c74569d2819953c.png", 
        "hasIcon": true, 
        "description": "\"Well. That didn't go as planned, but your Guardians rallied and saw it through, and the Drifter did his best to fill them in on the sudden… change-state he dropped on 'em.\n\n\"I was seconds from rushin' in and toasting him, but he handled the situation and set the teams up to finish the match. To be honest… I thought it would all go much worse. What concerns me is… he'd never mentioned the word \"Primeval\" before. Not once. And that's a problem for obvious reasons.\n\n\"Tearing soldiers of the Deep from another realm is crossin' a bridge too far as is. But those beasts? Those weren't normal Taken possessed and set to rage. They were born of that shadow realm and they were… angry. Worse. They were hungry for the Light. You could feel it. Even a ways off. Their aura and their rage weighed on me—cast a shadow I could feel in my core.\n\n\"That he kept them from us is unsettling.\n\n\"He says it was a necessary deception. I put my gun to his head and asked if there were any others he'd mind sharin'. He just laughed, as he does, twiddlin' that coin of his, and smiled that winners' smile. Told me to take a load off. I almost shot him then and there.\n\n\"He said we'd never have agreed to let him run his competition if we'd known the full extent of the danger. He's not wrong… probably. But it's hard to move forward knowing the thing we've known all along is true…\n\n\"The Drifter can't be trusted.\n\n\"Yet what choice do we have? Again, the risks are justified by the promise of the ends.\n\n\"I leave it all in your capable hands. I'll be watching. My presence only muddies the waters, so I'll be watchin' from afar. If we're lucky… this Gambit will draw the interest of the rest of his old crew, and the Shadows will make themselves known. 'Til then, I'll return to the hunt, see if I can cut 'em off at the pass, wherever it may be.\n\n\"Oh. Before I forget—and at the risk of repeatin' myself—keep my real name off your lips. He don't know my face, but he sure as hell knows my name. This all goes sideways otherwise.\"\n\n—A Renegade's Observations of a Drifter", 
        "name": "A Matter of Trust"
    }, 
    "subtitle": ""
}