{
	"displayProperties": {
		"description": "\"At this point, the Drifter had me comfortable with the idea of him, but only just. Been a long time since trust came easy.\n\n\"I still needed to understand. Needed to grasp what he was after or what was after him—survival depends on knowing what's coming best you can.\n\n\"This is before I came to you—but only just. This is me smoothing out the rough angles before risking a proposition I know carries baggage.\n\n\"Anyway. He and I went out, found a spot we could be alone, and he showed me. He showed me proof that all of his relics, artifacts, treasures, and junk weren't just for show—our shady friend actually went out and lassoed himself a little piece of hell.\n\n\"While Guardians have been waging war with the Taken, while the City's newest legends have been trespassing on Ascendant ground and kicking in Taken skulls, the Drifter's been playing Warlock—which he ain't, if it wasn't clear. Not by common understanding, anyway. In drawing strength from curiosity and using knowledge to bend understanding to his will, this wily bastard has long since shed any pretensions of class or the limitations therein.\n\n\"While you lot have been having your fun, drunk on loot, dancin' on the corpses of your enemies—he's been watching, learning, stealing, and planning.\n\n\"Now, I make no promises that what he's done was ever intended for the greater good. Point of fact, I actively doubt it. But here we are.\n\n\"He's kit-bashed Vex tech with Fallen components, married it to Hive magic, and scavenged Golden Age science with a sprinkling of who knows what, and he's…\n\n\"Hold up. I know this sounds bad. Sounds like just the kind of trouble we squash, but…\n\n\"He's secured a pocket of the Ascendant plane. Not a throne world, nothing that grand, but a big enough chunk to matter—and he's gone and caged an army. A Taken army. Leftovers from Oryx's reign? Something new? Something old? Something… Hers? Can't say. Don't know. But he has 'em there. He says it's to hold 'em, study 'em—but the best bet says his intentions aren't so clean.\n\n\"Purity of intent aside, this is what he wanted to show me. This is why he's here—his Gambit. He wants to help humanity—help us poor fools who call ourselves Guardians—learn how to control not only the Taken… but the powers that bind them.\n\n\"Sounds like a bad idea, I agree.\n\n\"Bigger picture? Sometimes bad ideas are the best option. Hell…\n\n\"Sometimes they're the only.\"\n\n—A Renegade's Observations of a Drifter",
		"name": "Bright Side of a Bad Idea",
		"icon": "/common/destiny2_content/icons/9300a013bff7274e6c74569d2819953c.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3535691361,
	"index": 565,
	"redacted": false,
	"blacklisted": false
}