{
    "index": 562, 
    "hash": 3535691363, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/9300a013bff7274e6c74569d2819953c.png", 
        "hasIcon": true, 
        "description": "\"By chance, he and I crossed paths in a… neutral setting. Didn't give me his name, just called himself a drifter. Told him if that's how it was, he could call me 'Pal.' He laughed at that, got comfortable. Got all kinds of open about where he'd been, what he was haulin'. Even dropped a tip on where an old friend of mine was hiding. I still wonder if he knows who I really am.\n\n\"He told me he left the system as soon as he was risen. Not immediately, sure. Had to get his bearings, find a ship—get it fit, get it flying. But soon as, he was good as gone. 'Drawn to the outer,' he says. I can appreciate.\n\n\"He says he's seen the deep side of Jupiter. Been to the Core Mines of Saturn. Name drops old myths no one's heard—the Luvial Crux, the Shift Chasms Below Elios, the Fourth Tomb of Nezarec. Goes on about the Idols of Lower Sul, the Treasure of Exodus Prime, the Solar Engine of Dead Star-Six.\n\n\"I think he's making most of it up, but he's got relics and etchings. He's got materials not of this system—odd metals, obsidian flames, thought engines, edible null cakes and a stuffed something that looks like a rabbit bio-fused with a cephalopod. He keeps all this stuff to himself—his 'gets,' he calls 'em.\n\n\"If they're for show, they put on a great one. But to what end? The clutter of oddities he's got ship-side ain't nothin' compared to what he's haulin'—that big, black mass of nothing you ain't ever seen before.\n\n\"He calls it an 'artifact,' but it's more than that. Just don't know what, exactly. He said he got far out as he's ever been. Said it was from a place cold enough to snuff out your Light. I ask him, was it Vex? Hive? Cagey as all, he said no, it was just 'other,' and it was powerful… maybe.\n\n\"That was his qualifier: 'maybe.'\n\n\"Why the hell bring it to the inner system then? 'Maybes' are trouble. But he's got an answer for everything. He says…\n\n\"'Brother… maybes are where the real treasure hides.'\n\n\"He could tell I wasn't satisfied, but I knew he wasn't lying. The chunk was 'other' for sure, and Ghost said its readings were off the charts, but abstract—unlike anything anyone had encountered.\n\n\"Can't say that made me comfortable, but then the Drifter, with his easy manner and eager charm, asked if I'd ever met a man in black named Callum.\n\n\"He was clearly changin' the subject, but he was lucky enough—or smart enough—to pick one I had interest in, and I could respect that.\"\n\n—A Renegade's Observations of a Drifter", 
        "name": "Artifacts and Old Friends"
    }, 
    "subtitle": ""
}