{
    "index": 563, 
    "hash": 3535691362, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/9300a013bff7274e6c74569d2819953c.png", 
        "hasIcon": true, 
        "description": "\"I knew Callum by another name—a hated name.\n\n\"The Drifter had run with Callum's crew for some time. I get the sense he would've been one and the same as them—lockstep down sorrow's road—if they'd met sooner.\n\n\"Hell, maybe they WERE lockstep. Maybe his Gambit was theirs.\n\n\"Maybe the bait set when the Drifter first came to the Tower was for me and mine. Maybe all we were playing at was our own end. But all that's not worth the effort to dwell on. A path's been set. Best to walk it. If the turn 'round that final bend leads to death, all we can do is return the favor.\n\n\"Drifter told me Callum had a spot—a hold he used all his own. Said his crew been runnin' separate jobs to keep me off their trail. Said they knew one-to-one they'd have a hard time walking away, but rolling together only increased their footprint, made 'em easier to trail.\n\n\"Made sense. With the six of 'em—Callum's crew, I mean—spread out, each runnin' their own search for whatever it is they're searching for, gave me crossed signals. I'd hear conflicting stories of their deeds from one end of the system to the next, and I had a hard time keepin' up.\n\n\"But this info—Callum's safe space—it was a lead worth a look.\n\n\"Two weeks into a living hell, I thought Drifter'd fed me a line, maybe tryin' to kill two birds, one stone. There were signs of a Shadow's presence, but they were cold—old. I waited anyway. Shot me some Taken to kill the time.\n\n\"The wait paid off.\n\n\"Callum entered. Could hear him before I saw him—he was arguin' with his Ghost. I waited on the hope they'd spill goods I could use to track the others. No such luck. Their words were heated. Callum had gone too far. His Ghost was angry. I don't blame her.\n\n\"It caught me that she always used his proper name—Callum—and not his other. She still cared. Still hoped. Then she screamed.\n\n\"I drew and stepped into the light.\n\n\"Callum had his Ghost in his left hand. It was silent. With his right, he had stabbed her through the optics with a sickly dagger—a tool carved from the jagged spikes fired from a weapon I shall not name.\n\n\"The Ghost was dead, and Callum just laughed. I think because he knew what came next.\n\n\"He and I had words. Told me I'd never kill 'em all. Then he dropped the shell and went for his shooter.\n\n\"I lit my fire and painted him on the wall without another word.\"\n\n—A Renegade's Observations of a Drifter", 
        "name": "Shadow on a Wall"
    }, 
    "subtitle": ""
}