{
    "index": 561, 
    "hash": 3535691364, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/9300a013bff7274e6c74569d2819953c.png", 
        "hasIcon": true, 
        "description": "\"I want to be clear: I do not trust him.\n\n\"You get the sense he's working to mend that, sure, but the end game will reveal the truth of his intentions.\n\n\"This con is a long one, friend, but if any are built to see it done—and see it done right—the Drifter is our man. So, we see it play out—his Gambit and ours. It may not be ideal. In fact, I'd say far from. It's just that…\n\n\"I don't see another way forward. The Light is fragile but quick. The Dark, dense and slow. If we want to control the balance, tip it in our favor… if we want to confront those shadows who would see it shift further toward the night… we must play in the gray in-between. We must draw them out.\n\n\"Many have fallen to this path. It's not one I tread lightly, but I've found the only way to best a shadow is meet it in the shade.\n\n\"The Vanguard won't allow it—they're noble, but they're flawed. Frightened. Most Guardians wouldn't dare it—too many legends of heroes lost to such unpleasant pursuits.\n\n\"But things have changed…\n\n\"The Oryx slayers and their like have danced within Ascendant Realms. The nightmare legends of bonewalkers and nether worlds have been cast into the Light. Old fears are now trampled beneath enduring triumph. Now, if ever, is the time to step proud into the unknown and bathe it in our Light.\n\n\"And if doing so draws the attention of enemies old and new… if we tempt damnation… so be it. We will stand ever vigilant and burn them all away.\n\n\"Or maybe the Drifter pulls a double-cross and our end is met. No way of knowing. No way to tell.\n\n\"I say we let it ride. Trust ourselves. Trust our instincts—our Light.\"\n\n—A Renegade's Observations of a Drifter", 
        "name": "Step into the Shade"
    }, 
    "subtitle": ""
}