{
	"displayProperties": {
		"description": "The comms unit in her little room chirped loudly enough to wake Eva from a sound sleep. Eva had turned the little outbuilding into something of a homey space with use of fabrics and art scavenged from the Dead Zone, but as it often did when she woke suddenly these days, it took her a moment to remember where she was.\n\nShe groaned as she slid out of bed, using nearby furniture to steady herself. The damage the War Beasts had done had been extensive, and even now she could feel the tightness in her legs where the Bray tech had knit bone and sinew back together.\n\nShe slumped into the little chair in front of the comms unit. The light from the screen lit the room, which was otherwise almost completely dark. She blearily peered into the unit, as the image of Tess Everis resolved itself. It was daylight in the City, and Tess was impeccably dressed for work.\n\n\"Do you have any idea what time it is here?\" Eva asked, allowing the annoyance to seep into her words.\n\n\"Yes. I do.\" Something in Tess's voice made Eva sit up and look closer. There was a tightness to Tess's face. She looked… frightened.\n\n\"Tess, what's going on? Are you all right?\" Eva was wide awake now, and plucked at the edge of her teal robe to draw it around her. She was suddenly cold.\n\n\"I'm sorry, sweetheart. Just… wanted you to know right away. I bet Tyra's getting a call from Rahool right now.\" Tess looked down and away before looking up into the camera again. \"Sweetie, Cayde's dead. Something happened out at the Reef yesterday. I don't know all the details, but everyone's talking about it.\"\n\nEva's mouth formed a thin, worried line. She'd never been overly fond of the Hunter Vanguard, but so many people looked up to him. Relied on him. And if something was powerful enough to kill Cayde-6… \"The Legion?\"\n\nTess shook her head. \"Still quiet, as far as word around here goes.\" She gave a dim smile for the first time since Eva had picked up. \"You know how reliable the rumor mill is, though. It could be anything.\"\n\nEva sat back in her chair, frowning. \"I'm sorry, dear. I know you liked him.\" Tess shrugged, trying to play it off. \"Don't give me that, we weren't swapping stories in the Market that long ago.\"\n\nTess stopped, and nodded sadly. \"There's going to be a memorial service, I think. Will you come back for it?\"\n\nIt was Eva's turn to look away from the screen. It was the first time someone had asked her to go back. And for a funeral, of all things. Eva was about to make an excuse when Tess continued, her smoky voice taking on a light tinge of humor.\n\n\"While you're here you can sort out the holiday programming for the frames.\"\n\nEva's eyes widened. \"The frames are doing holidays without me?\"\n\nTess's smile broke into a full grin. \"We were just as surprised! Somehow all of the holiday gear got packed along with critical supplies in the transfer to the new Tower. And when your programs kicked in, they were able to find the tagged crates.\" Tess picked up her comms unit and angled the lens so that it would show the Dawning hat sitting on top of a mannequin in the corner of the room.\n\nEva shook her head, disbelieving. \"They did the Dawning without me.\"\n\nTess's face came back into frame. \"Over the summer, Ikora got someone to help her set up an event to commemorate the end of the War, too.\" \n\nEva tried not to let her annoyance show on her face. \"How was it?\"\n\nTess shook her head from side to side, evaluating. \"Oh… you know. OK.\" When she saw Eva's mouth tighten, Tess laughed. \"It didn't have your touch, sweetie.\" She sighed. \"Oh, it feels good to laugh. Come back to the Tower! Even if it's just to pay your respects. I haven't given you a hug in what feels like years.\"\n\nIn the darkness of her room, Eva turned to look out her window. On the horizon, the dim glow of the Shard was like an anchor, a symbol of the past.\n\nEva looked back toward her friend and smiled.",
		"name": "Invisible Scars",
		"icon": "/common/destiny2_content/icons/d8dafc80a5bd195b22a680d097511a9a.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3558075534,
	"index": 852,
	"redacted": false,
	"blacklisted": false
}