{
    "index": 852, 
    "hash": 3558075535, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d8dafc80a5bd195b22a680d097511a9a.png", 
        "hasIcon": true, 
        "description": "Eva Levante pulled opened the door to her storage unit and gagged at the smell. She turned to the two frames who were accompanying her and pointed inside.\n\n\"Start by sanitizing the whole space. When it's clean, we'll start moving in the crates.\" The frames both nodded to her and beeped affirmation. They were already sweeping with abandon as they crossed the threshold. Eva stumped back several paces, supported by her cane, to avoid getting any dirt on her outfit.\n\nAround her, the marketplace swirled with activity. Civilians on break ate at the lunch counter, shoppers browsed the stalls, frames cleaned and patrolled and delivered goods, and Guardians were everywhere—a riot of color and style as they flipped and floated and leapt around the space.\n\nEva scowled, frustrated with herself again for letting Tess and (to an extent) Amanda talk her into returning. None of this felt right, none of it felt… comfortable. And now this space they'd given her to store her wares had apparently last been opened and cleaned sometime before the Faction Wars.\n\nShe found a bench along one of the market's walkways and sank gratefully down, watching the crowd pass by. Fashion, as it always did in the City, had moved quickly since the day the Legion attacked. She was still catching up, still finding her footing. Rebreather masks in particular dotted the faces in the crowd, more stylish and ornamental than practical—a holdover from a necessity in the days rebuilding and restoring the City.\n\nAnd the Guardians! Tess had spent much of their time together since her return filling her in on fashion trends among the Lightbearer set, and Eva was incredibly impressed. Tess, the foundries, even the Vanguard had outdone themselves. Armor designs and shader schemas had improved dramatically since her days at the old Tower.\n\n\"What am I even going to do here?\" she muttered to herself. \"What can I do that…\" she trailed off, watching a Guardian walk by with what appeared to be a full crest rising above his helmet and a Warlock robe that flowed and rippled behind him in the breeze.\n\n\"That's it.\" Eva stood, heading for the door to tell the frames to stop cleaning, when someone stepped into her path. A Guardian in a leather trench coat, with a shiny black helm.\n\n\"Eva?\" The voice was distorted. She could see her own face reflected in the helmet, confused.\n\nThe gloved hands came up and the headpiece came off to reveal the smiling face of Ramos. \"Abuela! It's me!\" He pulled her into an enormous hug as she smiled.\n\n\"You rascal. You never gave me the chance to thank you.\" She swatted him kindly on the shoulder as she pulled away. \"Just save a woman's life and then ride off to retake the City, why don't you?\"\n\nRamos laughed, happier than she'd ever seen him. The Light hung around him easily, and he turned to a pair of Guardians who were standing nearby, watching tentatively. \"Team, this is Eva Levante! You remember my stories? This woman is a legend!\"\n\nHe gestured at the two. \"Eva, these two are shiny as Glimmer. Just became Guardians before the Legion attacked.\"\n\nEva nodded her head deeply to them. \"Good to meet you both.\"\n\nOne raised a hand in an awkward greeting, while the other cocked their head. \"What… do you do here?\"\n\nEva sighed. \"Oh, I'm not… I'm not actually.\"\n\nRamos laughed and said, \"She's a phenomenal seamstress! A hero of the war! And before that, she was one of the pillars of life in the Tower. Remember the Dawning holiday you liked so much? She brought that to the Tower!\"\n\nThe two turned back to her, impressed. \"How did you get Zavala to agree to… to…\"\n\nEva smiled. \"To have fun?\" She laughed at the responses she got from all three Guardians, and tapped her cane twice on the ground. \"That's a very good story. If you have some time?\"\n\nRamos laughed. \"Absolutely! Come, let's get some food. And we can help these Kinderguardians learn a thing about what it means to be part of the Tower.\"\n\nWith help from her friend, Eva Levante walked easily across the market square of the Tower, bastion of the Last Safe City. Home.", 
        "name": "You Can Never Go Home Again"
    }, 
    "subtitle": ""
}