{
	"displayProperties": {
		"description": "Just getting to the outskirts of the City was an ordeal. Every day, they saw the Cabal's control tightening. Civilian groups or the odd Guardian tried make a break for it only to be brought down by a swarm of ships hungry for a kill. The streets were no safer, with patrols moving in tandem and tanks rumbling through district centers.\n\nYears of supporting the Guardians, of listening to their idle chatter, had filled Eva's head with details about these horrific invaders. She realized they were doing rigid block-by-block sweeps, unimaginative and plodding. Just as described at the Tower.\n\nTheir group hid and observed and moved only when the Cabal did. In that careful manner, they arrived at the far reaches of the City—parts long abandoned, where Humanity was just a shadow cast upon the walls.\n\nEva found herself in consultation every day, organizing foraging patrols back toward the center. Evenings were spent suggesting strategies for the upcoming days.\n\nAnd to her great satisfaction, she spent nights sitting with a needle and thread, trying to make sure the survivors would stay warm on the move.\n\nAs the three Guardians recovered (they lost the Titan on the way to the Gap), they started offering more guidance. At their suggestion, the survivors never stayed in the same place more than a day or two. They posted lookouts every night and turned on the comms unit only every other day to listen for broadcasts. For chance transmissions. For hope.\n\nEva was there in the room when the Guardians heard Zavala's voice—his short, terse statement played over and over. \"If there is any Light left in the system… we rally on Titan.\"\n\nShe shut the door so the other civilians wouldn't hear and listened as they had it out. The other Warlock, Tam, identified herself as Trinh's sister. They were adamant that they try—somehow—to get offworld and head for Titan. The Hunter, Ramos, was just as adamant they stay.\n\nTheir discussion wound down and came to a slow stop with all three Guardians looking at her. She held up her hands and said, \"I trust you all to do the right thing.\" They stayed. And quickly became integral to the success of their… operation.\n\nWhat had begun as simple survival became an organized effort to evacuate civilians from the Last City. Foraging parties inevitably came back with more people than they left. Scouting parties probed the edges of the City and found avenues of escape, places where the Cabal were lax in their patrols.\n\nEva found that the same skills she'd used to plan holidays at the Tower were invaluable in organizing this underground movement. She cobbled together boards from old classrooms to create a schedule and wrote on the backs of old forms and newsletters to make \"delivery packages\" of civilians and the occasional Lightless Guardian.\n\nDay in, day out, this became her quiet routine. She faded into the background of the Underground: plan, move, sew, repeat. Even when contact was finally made with the Farm and getting survivors to the EDZ became the goal, Eva was always there making sure the trains ran on time.\n\nAfter some thought, she asked that her role not be spread around. She got word to people like Tess that she was alive, and that was enough for her. She had the chance to get out of the City dozens of times.\n\nBut every time she thought she'd take that exit, go with that convoy, she stopped herself. Settled back. Did the work.\n\nThat was how the months of the Red War passed for Eva Levante.",
		"name": "The New Normal",
		"icon": "/common/destiny2_content/icons/d8dafc80a5bd195b22a680d097511a9a.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3558075522,
	"index": 848,
	"redacted": false,
	"blacklisted": false
}