{
    "index": 850, 
    "hash": 3558075521, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d8dafc80a5bd195b22a680d097511a9a.png", 
        "hasIcon": true, 
        "description": "Eva Levante stood leaning against the ivy-covered outer wall of the barn, gazing down into the football field at the Farm. The old nets were slack, now. Needed to be rehung. No one came by who cared enough to restring them, and the Farm's current inhabitants were not the sporty type.\n\nBeyond the field were the rolling hills of the European Dead Zone, and on the horizon the twisted, ruined spur that was the Shard of the Traveler. Her first days back on her feet, recovering from the attack at the apartment, she'd stared in wonder at that view. \n\nNow she watched the clouds idly roil and collect around the Shard, bored. Eva smiled, and shifted her weight off the wall and onto the carved cane that kept her upright. To think after everything that had happened, she could be bored.\n\nHer first days at the Farm had been a whirlwind of medical treatments, rushed through by attendants already on their way out as she was coming in. It had been the final days of the Red War, a major operation planned to retake the City.\n\nOne old woman coming in from the Underground was a low priority, and in the commotion even the old friends she'd hoped to see had missed her.\n\nNow, she was alone. Or, mostly alone. She turned her head to see the Cryptarch, Tyra Karn, chattering away with Farm's postal frame. With primary operations returned to the City, Darbi had become Tyra's unofficial research assistant. Together they continued to study and examine Humanity's history through the lens of the Dead Zone, a sideline from the turmoil at the Tower Tyra was apparently only too happy to claim.\n\nThe scout, Devrim, came by every once in a while for a chat as well. When he was feeling cheeky, he referring to their little group as the \"old hands club,\" usually smirking over the top of a cup of tea.\n\nBoth still had official jobs to do, of course, and they took their roles very seriously. \n\nEva was at the Farm very unofficially. Her role at the Tower had never been one vital to operations, of course… but no one had rushed to ask her back to the market, either. Tess and Banshee had reached out once in a while, and she'd given advice on how to set up their new space.\n\nBut Eva was here at the Farm for the lost. \n\nThey trailed into the place in ones and twos. They all shared something in common: the Shard hadn't connected with them. They came to sit and stare at it, off in the distance. To talk about how hard the Red War had been, as unpowered Guardians—some forced by circumstance to literally sit on the sidelines.\n\nWhen the Light had returned, some of them reported that it felt different. It sat under the skin like a suit that didn't quite fit anymore.\n\nA diminutive Exo woman was one of the pilgrims Eva remembered most clearly. She hadn't even known they made Exos that short. The woman shifted and twitched as she talked, unable to calm herself. \n\nAt the mention of the Light fitting differently, a statement she'd heard a lot of Guardians make, Eva asked the same question she always did. \"So does that mean the Light is different now? Or are you?\"\n\nThe Exo stopped and narrowed her eyes, thinking. She was stock still for the first time since arriving at the Farm. \n\nThat was usually how it went. Sometimes asking the question was all it took to get them sorted out. Others took a lot longer, sometimes spending weeks at a time at the Farm just doing as Eva was: staring up at the Shard.\n\nSome… some came to the Farm, found no answers, and left on foot walking toward that great landmark on the horizon. So far as Eva knew, none of them had ever come back through the Farm.\n\nIt was a strange life. Another strange time, another role she'd never asked for. But she found she was good at it.\n\nAnd Eva Levante had no interest in returning to the City.", 
        "name": "Caretaker"
    }, 
    "subtitle": ""
}