{
    "index": 845, 
    "hash": 3558075524, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d8dafc80a5bd195b22a680d097511a9a.png", 
        "hasIcon": true, 
        "description": "\"Valentina! And her son, Luis! Peregrine district! Apartment Block 10, fourth floor! It's the one…\" An explosion nearby cut her off, but she shouted into the comms unit all the louder. \"It's the one with the green awning! Please!\"\n\nThe voice of the militiawoman on the other end of the line was emotional. \"I'll send a unit! But ma'am, the fighting all across the district is—\"\n\n\"Did I not give you my Tower clearance code?\" Eva's own voice scared her. A whip-crack of anger.\n\nA pause on the other end. \"Yes ma'am. I'll go myself! Tozzi out.\"\n\nEva slumped back against the wall of the—she raised her head to look around—must have been a bakery at one point. Now the little café tables were barricading the doors and the counter's glass case had been smashed into a far wall with the display racks.\n\nThe militia Exo she'd borrowed the comms unit from snapped off another few shots over the half-wall that remained on the shop's exterior. They looked back in her direction, anxious. \"Can you fire a weapon?\"\n\nHer helpless look must have been an answer, because they reached out for the comms unit. She slid it across the floor, and they quickly punched in a sequence of codes. Another blast nearby caused the other civilians in the room to whimper and moan with fear.\n\nThe Exo barked into the unit. \"We need Guardian support, corner of the 1400 block Anchor District! I have a large number of civilians here, and our position is being overwhelmed!\" They punctuated their transmission by leaning out and firing off another half dozen shots. The Cabal roared back in animal fury.\n\nIt wasn't more than two minutes before Eva heard it: the distinctive sound of a Sparrow, running full-out. She dared to gather herself into a half crouch and peer out of the building. She was watching just in time to see a pair of them, a Hunter and a Warlock, descend on the invaders like vengeful angels. These two were professionals, she could tell—no swagger to them. They were efficient and deadly, and the soldiers began to fall back.\n\nSomething happened. Eva couldn't see what it was, but both of the Guardians reeled. The Warlock dropped to one knee, like his strings had been cut. The Hunter shook her head and raised a hand in the air, a distinctive signal, calling for the Light… but nothing happened.\n\nThe Cabal, like they'd been waiting for this moment, struck hard. The Hunter was bowled over by a charging Centurion and crushed underfoot. The Warlock didn't seem to ever really recover, and he fell to the ground, riddled by the weapon fire of a dozen soldiers.\n\nThe Exo was standing fully upright now, shocked, and even as Eva opened her mouth to tell them to get down, they fell—a sniper's target.\n\nOne of the men retched in the corner, horrified. Eva gave herself no time to think. She snatched the comm unit from the ground and pushed past the civilians to a far window. She used the reinforced case to smash out the glass and began hoisting children through once the largest shards were cleared of the frame. She was the last out of the building, and a few stray bullets plucked at the wall near her as she made her escape.\n\nThey didn't stop running until they were sure no one was following. She had no idea which district they were in, no clue even what the building used to be. Much of the orderly streets and well-tended boulevards she knew had become a maze of debris—the last safe City, a maze of collapsed and ruined structures.\n\nThe children were huddled up in a great pile as the older folk talked quietly among themselves. Everyone was crying, on and off, but they tried desperately to keep it quiet. \n\nA high-pitched chirp across the comm unit startled Eva, and she slammed her head back against the wall behind her. She hadn't even realized she still had it. She reached down and keyed the pad.\n\nA hushed voice said \"Ma'am?\"\n\nHer own voice low and shockingly gruff, she answered, \"This is Eva Levante. Is this Tozzi?\"\n\nA pause. \"Tozzi's dead. She wanted me to make sure someone got back to you, though.\" Another long pause. Eva fought the urge to scream. \"I'm sorry, Mrs. Levante. Block 10 is just gone. I think some of the automated defenses managed to come online early in the fighting and one of their command ships must have crashed…\"\n\nEva didn't hear the rest of the words.", 
        "name": "Loss of Light"
    }, 
    "subtitle": ""
}