{
    "index": 846, 
    "hash": 3558075525, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d8dafc80a5bd195b22a680d097511a9a.png", 
        "hasIcon": true, 
        "description": "Eva checked the time on the small comms unit she clutched to her chest. It seemed impossible, but it had been under two hours since she'd been sitting and laughing with Tess. Time had stretched for her, like the taffy candies some of the vendors sold during the Dawning festival. She would have sworn it was days ago. Longer than that, when she'd been sitting in her cousin's flat, hugging Valentina. Saying goodbye to Luis…\n\n\"Eva, we don't owe them anything.\" A gruff cough, one of the other civilians. Everyone's voice was a grinding imitation of itself; ash filled the air, and no one could clear their throat.\n\nEva clasped a rag to her mouth as she answered, croaking. \"How dare you?\" Her voice rose with her anger. \"Your whole life they've kept you safe, and now you want to just abandon them?\"\n\nThe subject of their dispute lay collapsed on the floor of the warehouse. A quartet of Guardians, all of them wounded and bleeding from within their flamboyant armor. Even as she weighed the future of their little band, she couldn't help but appreciate their fashion sense. The Hunter, of course, had put in the most effort.\n\nThe man arguing with her was paunchy and fashion-illiterate, wearing a bland functionary uniform: part of the Consensus staff. He scowled at her and grated out, \"We can barely move the lot of us around, let alone all of us and a bunch of wounded, powerless Guardians. Why should we risk our—\"\n\n\"You don't think they've risked their lives a hundred times over for you?\" She pulled the rag away from her face and coughed a mass of phlegm and ash to the side. Her mother would have died all over again of shock. \"We have to keep moving, we have to keep them with us, and we have to hold out. Whatever this is, it's temporary.\"\n\nHe grimaced, but she pressed on. \"When they regain the Light they'll…\"\n\nHer diatribe was cut short by a blast of static on the comm unit, so loud she dropped it on the floor. The reinforced case took the blow, and so everyone around clearly heard the deep voice of Commander Zavala when he began to speak. \"Citizens of the Last City. Hear my words.\"\n\nLike a people dying of thirst, the civilians moved in to circle the comm unit. Zavala had been a pillar, a beacon of hope all their lives. Surely he would…\n\n\"We are abandoning the City. We have evacuated everyone we could, but the Cabal now hunt Guardians in the streets. If you are able, you should make for the wilds.\" Eva felt as if she'd been physically struck.\n\n\"The Cabal have affixed a device to the Traveler and severed our connection to the Light. We cannot hold the City, and we cannot protect you.\" There was a long pause, as if he was weighing his words carefully. When he spoke again, Zavala sounded very, very tired.\n\n\"We are setting a rally point elsewhere in the system—watch for a broadcast. We will return to the City someday, but… I do not know when.\" Another pause. \"Be safe. Be brave.\" And he was gone.\n\nTo their credit, the group did not yell or shout. Even though it had only been a matter of hours, they were all alive because they'd learned not to give away their position. They did cry, though. Tears streaked trails down faces covered in ash; those faces looked from one to another as they sought to understand, to comprehend.\n\nEva did not cry. As she stared at the comms unit, all she could think about were Zavala's shoulders. She'd often joked with him about the size of the pauldrons on his armor, that massive protective plate on his left shoulder. And now… for some reason, she thought she understood. The weight on his shoulders…\n\nEva stood, and all eyes turned to her. She flinched a little. Then, choosing her words carefully: \"Most of them are leaving. So we have to help them.\" She gestured at the Guardians. \"If we can keep them alive, they can protect us, keep us safe.\" She looked around the group, found people nodding.\n\n\"Where do we go?\" one woman asked.\n\nEva looked back down at the comms unit. \"The Cabal will have heard that. They'll be watching the walls, expecting us to try to leave.\" She looked up, out at the room. \"So we stay here. We make for the edge of the City and try to find somewhere the Cabal won't expect us to be.\"\n\nThe seamstress reached down and pulled up the comms unit, slinging it over her shoulder. \"Everybody up. It's a long way to Twilight Gap.\"", 
        "name": "Hiding at Home"
    }, 
    "subtitle": ""
}