{
    "index": 848, 
    "hash": 3558075523, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d8dafc80a5bd195b22a680d097511a9a.png", 
        "hasIcon": true, 
        "description": "\"Abuela? Ma'am?\"\n\nIt was quiet, almost a whisper, but enough to wake Eva. For a spinning, disorienting moment, she thought she was sitting in her living room back in Peregrine district. Her favorite afghan over the end of the couch and Carlos standing over her… but that wasn't Carlos.\n\nThe concerned face of the Hunter, Ramos, looked down at her. More than a few of the Guardians that went through the Underground had taken to calling her grandmother, but Ramos had stuck with the group through all the long months of the war.\n\nHe was very protective, sometimes smothering, and she sighed as she rubbed at her eyes. \"I'm up. I'm up. What time is it?\" She sat up on the old couch she'd been sleeping on, wincing as she tried to sort the knots she'd developed sleeping on her side.\n\n\"Almost 0700?\" His voice was low and a little sheepish.\n\nShe glared at him. \"You were supposed to wake me an hour ago.\"\n\nHis grin was lopsided. \"You needed the sleep.\"\n\nShe stood carefully and tottered on unsteady legs, turning her face away so he couldn't see her annoyance. \"Are they waiting?\"\n\n\"They've only just arrived. One of the reasons I waited. They're not expecting you for another 10 minutes.\" Trying to justify himself.\n\nEva sighed again. \"Thank you, Ramos. You're right; I did need the sleep. I was up again too late last night. Go tell them I'll be right down.\"\n\n\"Yes ma'am.\" He sounded happier, and his footfalls as he left the room were light, confident.\n\nEva stepped into the bathroom off the main living quarters of this second-floor flat. Her morning routine sorted, she poured some water out of one of the ration canisters into the stoppered-up sink so she could wash, try to feel a little less like she'd slept on a half-rotten couch in an abandoned building.\n\nWater dripping down her nose, she reached blindly for one of the pieces of scrap cloth they used for towels and dried her face. When her eyes cleared, she found herself looking at a stranger.\n\nEva had always been on the thin side. She could still remember her mother chiding her, telling her to eat and clean her plate. Now the woman staring back at her was positively gaunt. Bags under her eyes, hair chopped brutally short, and her clothes! The clothes she'd been wearing the day of the attack hadn't lasted two weeks, never intended for living rough. The homespun outfit she'd stitched for herself would never have passed muster back at the Tower, but… out here they had to do. At least she'd been able to salvage her trademark shawl. Something to remind her of better days…\n\nAs she drifted into the living room, Eva reflected that better days, of course, were why the group was gathered downstairs. All of the Underground cell leaders gathered in one place for an important—perhaps final—conversation.\n\nFor the Underground, the Red War was a stunning victory. They'd won. The only civilians and Guardians left in the City were those unwilling or unable to go. Eva frowned, saddened.\n\nEvery few weeks they heard stories of a group of Guardians overrun from a supposedly secure bunker by a Legion assault. The loss of civilian life had been staggering, both in the initial assault and the intervening months.\n\nAs she looked down into the street through a slit around the boarded-up window, she had to admit to a feeling of… satisfaction. Now all that was left was for the Underground itself to pull out, make for the Farm and the safety-in-numbers of Hawthorne's group. Eva raised her eyes from the empty streets to the distant sight of the Tower, twisted and ruined.\n\nShe would stay, she had decided. Guardians like Ramos could check on her from time to time, but someone needed to stay behind and keep the lights on. There could be refugees still alive out there. Still hoping for a way… out.\n\nShe turned away from the window to head downstairs when the explosion ripped through the street in front of the apartment, and Eva's world turned white.", 
        "name": "The Good Fight"
    }, 
    "subtitle": ""
}