{
	"displayProperties": {
		"description": "Eva, for the second time in as many minutes, shook her head and tried to understand where she was. There had been no warning. She'd heard a few seconds of a whining engine overhead, and then a massive explosion ripped through the street in front of the Underground apartment.\n\nThe blast had thrown her to the ground like a doll. Everything hurt, and from somewhere close by she could hear the guttural shouting of Cabal soldiers. The distinctive sound of Guardian weapon fire was answering. Someone was screaming.\n\nWithout thinking, she was on her feet, lurching toward the far corner where her shotgun lay on a side table. Three steps, four, weapon in hand and checked. Just in time as the apartment door flew open and a pair of Psions stepped through, weapons ready.\n\nEva Levante, seamstress of the Tower, would have been taken aback. The gaunt woman she'd just seen in the mirror had spent months dry firing the weapon. Endless drills had trained her for action and her first shot took the one on the right in the chest and blew him out of the room. It had not prepared her for the kickback, however, and she felt something crack in her arm as the weapon bucked against her.\n\nThat flinch saved her life as she unwittingly pivoted to the side, narrowly avoiding shots from the other Cabal creature. Roaring, she raised the weapon against and her answering blast threw him against the far wall.\n\nBreathing heavily, she reloaded the weapon with one hand and waited, listening. No more outside that she could hear. Fighting was fierce downstairs. They needed her. She stepped to the door, weapon outstretched…\n\nThe sound of the wardog bursting through the apartment window was like another explosion. Eva whirled around as the scaly beast scuttled to the side, and another pair threw themselves from the hovering troop transport into the small living space. They landed with surprising grace, and three sets of hungry eyes stared at the seamstress. Drool smeared the floor as three sets of fanged mouths worked, eagerly.\n\nEva fired.\n\nThe beasts charged.",
		"name": "Last Day",
		"icon": "/common/destiny2_content/icons/d8dafc80a5bd195b22a680d097511a9a.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3558075520,
	"index": 850,
	"redacted": false,
	"blacklisted": false
}