{
    "index": 844, 
    "hash": 3558075527, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d8dafc80a5bd195b22a680d097511a9a.png", 
        "hasIcon": true, 
        "description": "The arched eyebrow spoke volumes.\n\nEva Levante grinned, threatening to break through her deadpan. \"The request was simple enough: a shader to commemorate the end of the SIVA incident. Zavala's color suggestion, though…\"\n\nHer companion held up the cloth, a ghastly combination of fluorescent yellow and blood-red that would have hurt the eyes even if it wasn't laid against a particularly nauseating set of stripes. Tess sighed. \"He can make the Hive quake in fear, but that man shouldn't be let within 10 meters of a designer's table.\"\n\nThe two women were still laughing when a shudder rocked the Tower. They turned as one in the direction of the far-off sound that followed—a roaring noise neither of them had heard before.\n\nThe PA blared in the small utility room they'd claimed as a lounge. \"Evacuation order 77 is in effect. This is not a drill. All civilians report to designated evacuation areas immediately.\"\n\nTess was at the door, palming it open when another explosion—much closer—shook them where they stood. Smoke and screams floated down the hallway.\n\nEva's memories of what followed were disjointed. She was running with Tess, gasping for breath. She remembered murmuring the names of her cousins, worrying about them down in the City. She was in a large crowd now, Tess was falling behind as Eva was crushed forward.\n\nAnother explosion, and a fire door slammed shut. Tess was gone, and Eva found herself with about 30 people in a small cargo bay between Tower North and the Hall of Guardians. A man was trying the far door, shouting that it was sealed.\n\nThen the roof came down as a large sphere crashed to the decks. Cabal clambered from the pod, struggling against their bulky armor as they began to fire at the civilians.\n\nThat's when a dazzling blast of energy took them from behind. The shouting was enough for ten men, but when Eva could see again, only one massive Guardian was there, ending a Cabal soldier with a blade as long as she was tall.\n\nThe helmeted face of Lord Shaxx turned this way and that, taking in the room. Two quick strides brought him to her side, and with a surprising gentleness, he helped Eva to her feet.\n\n\"Madam.\" He intoned, and she could feel the bass of his voice in her chest. \"I need your help.\"\n\nAt his insistence, she took charge of the civilians as he took point for their little group. With the confidence and looming presence of the Crucible master at her back, it was effortless to keep the others quiet and focused. When they reached an evac site, a trio of anxious-looking Hawk pilots waited with their craft.\n\nAs the last of the group climbed aboard, Shaxx laid a heavy hand on her shoulder. He towered over her as he said, simply, \"Comrade.\" And then he was gone, back toward the fighting, his massive sword slung over his shoulder. Eva's last view of the Tower as her Hawk pulled away was ruin and flame.", 
        "name": "Just Another Day at the Tower"
    }, 
    "subtitle": ""
}