{
	"displayProperties": {
		"description": "\"You ferried a Lightbearer to the outer system,\" Aunor says and cocks the hammer on her weapon. \"They did not return with you.\"\n\n\"I learned the secret. The one your hounds have hidden away in that quaint little vault.\" Sola smiles red through split lips. \"You're on the losing side.\"\n\n\"Do you think you have nothing to lose, or that I wouldn't take it from you? You're sorely, and soon to be regretfully, mistaken.\"\n\nSola spits in Aunor's face. \"You have limits. You have masters.\" A twisted Light shimmers in Sola's hand as she moves to attack. \"Enjoy hanging to death in your strings!\"\n\nAunor pulls the trigger unflinchingly. Sola drops. \"Disgrace of a Warlock.\"\n\nSola's Ghost hangs motionless in the air beside her dead charge. A breeze rustles char from the patches of blackened grass around them. Her iris flicks next to the two Praxic watchdogs: the Warlock who pulled the trigger and the Titan partner who shakes a recent death from his bones.\n\nAunor turns to her colleague. \"Should we have her resurrected and ask again?\"\n\nThe Titan wipes blood from his chest plate as his Ghost patches his armor. A fresh bullet hole sits above his heart. \"No, I think she made herself clear the first time.\"\n\nSola's Ghost pipes up, \"Who says I would?\"\n\n\"You have nothing to fear, Little Light. Your Guardian is… touched. We are here to help.\"\n\n\"You mean you're here to put us down.\"\n\n\"Not presently. Give us the coordinates of your heading. Then, you will be escorted to the City in peace.\"\n\n\"You know. If you didn't, you wouldn't be here.\"\n\n\"We've tracked the gravitational disturbances, yes. The Warmind had revealed the anomaly was moving through the outer system. But you know that, and you know how to find it.\"\n\nThe Ghost mimics a \"spit\" noise. \"Run back to your quiet Traveler. I won't be ordered around anymore!\"\n\nAunor's body deflates as she holsters her weapon. \"Bahaghari…\" she says. A Ghost appears at Aunor's side. \"Prepare our tools. This one appears touched as well.\"\n\nBahaghari nods and slips away to follow the order.\n\nThe Striker Titan approaches and snaps his  fingers. A stunning bolt of lightning pelts Sola's Ghost out of the air into unconsciousness. \"It's affecting Ghosts now too. We should bring them back to the City. This makes five.\"\n\nHe picks up the Ghost and shoulders Sola's body before shuffling off to their ship.\n\nAunor turns to follow. \"Five, and counting,\" she whispers to herself without taking her eyes off Sola's Ghost.",
		"name": "Temptation's Hook",
		"hasIcon": false
	},
	"subtitle": "A finger of death from which to hang.",
	"hash": 35794111,
	"index": 1361,
	"redacted": false,
	"blacklisted": false
}