{
    "index": 1147, 
    "hash": 3644329025, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/650b3dd617c6873bd48617797c5a54c2.png", 
        "hasIcon": true, 
        "description": "Friend,\n\nOver the past five years, we Lightbearers—you Lightbearers—have grown strong. Each victory opens more territory for searching Ghosts, and more Guardians rise. None of these newborn contenders are mighty without equal—but you have been at the forefront, again and again. To see you fall would be disastrous. And there are so many ways to fall…\n\nIt has become fashionable, lately, to analyze Light and Darkness as if they were political opponents, each with something to offer us. Some Guardians even take secret names to mark their transgressions. I despise this flirtation. But I cannot speak against it; after all, I have had to find my own pathways to power. Thus, I asked my Queen, who has preached a doctrine of balance, if she truly believed in the equal worth of Light and Dark.\n\nThe Awoken were made in conflict, she reminded me. All her people volunteered to return from heaven to fight and die in the cosmic war. They are by nature and by doom drawn to that edge, that place of tension. And she has her own prejudices: she has made terrible, ruthless choices in the name of salvation from Darkness, so she cannot dismiss its power without in a way dismissing herself.\n\nAll that said, she told me, \"I believe in balance. But to seek balance is not to seek equity. A sea half of water and half of poison is not in balance. A body half alive and half dead is not in balance. Given the choice to live in any world, any world at all… we would need a little Darkness in it, I think, to keep the balance true. But not so much as we would need the Light…\n\n\"What do you think, Eris Morn? When you went into that pit, your Light against the clawing Darkness, did you feel balance?\"\n\nNo. I did not. I felt overwhelming, all-consuming evil.\n\nI think a world of balance would fight the Darkness, because Darkness unchecked is Darkness thriving. I think that a world of balance would never mistake the excitement of transgression or the grim necessity of trespass for a genuinely righteous act. We must remember the value of unshakable, irrational hope. The choice to act as if we lived in a better world can create a place for that better world to exist.\n\nI do not think that a good Guardian can even for a moment entertain the Darkness. This is a power that has devoured worlds beyond knowing! A power that has practiced its appeals against entire zettalives! There is no defense against it except to avoid the battle entirely.\n\nIt is a sign of self-respect, Eriana always said, to fearlessly question our deepest beliefs. But it will always be rank foolishness to leap into a vat of plutonium salt and call it self-exploration.\n\nAnd to tempt your friends into that vat with you… that is evil.\n\nThank you for being so worthy of trust. Thank you for carrying my hope.\n\n—Eris", 
        "name": "Trust and Hope"
    }, 
    "subtitle": ""
}