{
    "index": 1278, 
    "hash": 3649376307, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png", 
        "hasIcon": true, 
        "description": "At the perimeter of the risen walls, sectioned off from the rest of the City, tiny farms sprout from war-rich soil and sow green dashes across ploughed patties. Snake-weave vines trellis up war-husk remnants, long-since abandoned. The weeks since Six Fronts had left the City in a rare lull. Wildflowers bud in the Light of the Traveler.\n\nThe rains would come soon.\n\nLoose summer fabrics that dance colors against the Sun gave way to textured wool and wrapped layers deeper in hue. Emerald tassels ripple in the wind atop iron poles, creating a wide seed row for tomorrow's festivities. Ikora leads citizens from the City core to partake in the Remembrance. Saint lifts the yoke from his shoulders, and they smile to each other. He did not expect so many to walk the seed row with them before the Festival. He greets each passerby as they enter the grounds. Some shake his hand, some thank him. Some present violet ribbons that lace through his metallic frame.\n\nBirds perch on the higher points of the walls.\n\nZavala drives the final tassel poles to form a Wardclash circle. Shaxx stands monolithic over a swarm of children, their entire being transfixed on him as he recounts moments of heroism in theatrical detail. Ana coaxes Solar firecrackers into lanterns and sets them at the fore of the seed row for revelers. Osiris is absent; preoccupied with insatiable predilections that drive him to worry.\n\nThe world had grown around him.\n\nSaint watches citizens take their turn through the seed row. Seeds scatter over each of them, and the wind carries their lanterns across fields and over the walls. Fiery glow bursts against the encroaching dusk as the people complete their circuit and return home. Guardians finish preparations and filter to their nightly posts. Activity wanes into stillness.\n\n\"Anyone you want to remember?\" Ana hands Saint an empty lantern.\n\nHe turns it in his hands. \"What will you do when we beat back the Darkness? When there is peace?\"\n\n\"I don't know.\" She sighs. \"You ever wonder about the other thirteen? I think about that sometimes.\"\n\n\"I am happy with fourteen.\"\n\nAna grips his shoulder. \"Me too, Saint-14.\" She sprinkles a handful of seeds over him. \"Make sure you walk the row. It's getting dark.\" She smiles.\n\n\"Thank you, Anastasia.\"\n\nAna nods. \"You know it's Ana,\" she says, and makes her way back to the City.\n\nSaint-14 fills the lantern with Void Light and walks the row. \"For Marin.\"\n\nHe sits. Pigeons perch on him, picking out seeds. He watches the lantern until he can no longer distinguish it among the stars.\n\n\"Good birds. I am glad you found a home here.\"", 
        "name": "11: Breathe"
    }, 
    "subtitle": ""
}