{
    "index": 1282, 
    "hash": 3649376311, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png", 
        "hasIcon": true, 
        "description": "Father and son stand atop the Tower.\n\nThe City blooms as they watch, radiating outward into a lively sprawl beneath the Traveler. Six Fronts was a rallying cry, ringing out to call Humanity to its next great cause. Thousands made their way to the Last City's gates, looking for credence to the many promises their hope had whispered during dead long nights.\n\n\"Did you imagine it would be like this when we first arrived?\" Saint-14 leans against the Tower railing.\n\nThe Speaker looks over the bustling City streets. \"Not in so little time, but I always believed we were capable.\"\n\n\"Do you remember when I first awoke?\"\n\n\"I do.\"\n\n\"You told me that I would be an example for others to follow. How did you know this?\"\n\n\"I didn't know; I believed in your potential.\"\n\nThe Traveler dominates a wash of blue, beams of light cascade across its surface into a twinkling dome against the lonesome far-off mountains.\n\n\"I often think of the choices we make. Whether they are the right ones. Whether those we have lost would agree. I try to honor their memories.\"\n\n\"We are fragile beings. Exos as well. It is good to question, to look within yourself.\" He grips Saint-14's shoulders and pulls his stance straight. \"While I cannot begin to know the sacrifices you have made for us, I can tell you that loss is a part of life's sweetness.\"\n\nSaint nods. \"It has taught me many lessons.\" He raises his head.\n\nThey watch the City shift and flow.\n\n\"What will you do when we have won?\"\n\nThe Speaker patiently stitches the words together in his mind.\n\n\"Geppetto and I searched many barren miles before we crossed the Cosmodrome. She had almost given up hope.\" He turns to face Saint-14. \"That little Light knew exactly where to find you, once she was given the proper place to look.\" The Speaker chuckles. \"There is no before or after, my son. We try, we doubt, we grow. It is all one path.\"", 
        "name": "15: Shepherd"
    }, 
    "subtitle": ""
}