{
    "index": 1280, 
    "hash": 3649376305, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png", 
        "hasIcon": true, 
        "description": "\"I am pleased to see you here. May I sit?\" he spoke.\n\nCloying noise. The stone garden is present. He is present.\n\nThe Traveler, a monarch against bleak crepuscular ink.\n\n\"You may.\" Osiris stands.\n\n\"Stay.\"\n\nOsiris halts. He turns toward the Speaker; the Light of the Traveler washes against the bone-white hue of his mask. \"Is something needed?\"\n\n\"There is so much activity in the City. I feel it has been too long since we last spoke.\"\n\nOsiris hangs silent. He looks to the Traveler.\n\nThere is a daunting pressure.\n\n\"What troubles you?\" The Speaker steps toward Osiris.\n\nOsiris inhales sharply. \"You have read my reports?\"\n\n\"Of course.\" The Speaker loosens his posture. \"I value your council.\"\n\n\"We were so close. A moment in the wrong place.\" Osiris looks to the Speaker.\n\nThe Speaker nods. \"Yes. But the Light guided your path.\"\n\nA noose awaiting a misstep.\n\n\"I did not see the Traveler on the Six Fronts.\"\n\nThe Traveler dwarfs Osiris. \"But you did, my son. It was in the fire that saved your brothers and sisters. It was in the Arc bolts that ripped through their armies. The violet shields that held the line—\"\n\n\"Do not romanticize this burden. We wield a weapon.\"\n\nThe Speaker shakes his head. \"The Light wields you, Osiris. You are what you make of it. A glorious extension of its majesty, in many directions.\"\n\nOsiris paces at cadence with his words. \"Then it would do well to speak clearly. To better direct me.\"\n\nThe Speaker cocks his head. \"Without will? Then it would be no better than the Darkness.\"\n\n\"I am asking only for guidance; it is a delicate game we are playing.\" Osiris's voice, distressed.\n\nRegal again, the Speaker motions to the stone garden. \"Will you sit with me?\"", 
        "name": "13: Margins Part II"
    }, 
    "subtitle": ""
}