{
    "index": 1121, 
    "hash": 3824429433, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "\"We didn't come here for this.\" Lisbon-13 was still somehow unconvinced.\n\n\"Of course not. Who could have predicted it?\" Rekkana began. \"But now, with all that's happened, does it matter what our mission was? This is so much more important.\"\n\nRekkana wanted to reassure him, but this was an undreamt-of impossibility—an unwritten story. She had never before felt so unmoored, and so free.\n\n\"And awesome. Don't forget how awesome this feels.\" Yardarm-4 said, as if reading her thoughts.\n\n\"But these things—these powers we've been given—they come from the wrong side.\" Lisbon-13's eyes pleaded with her.\n\n\"I'm not so sure.\" And she wasn't. She could be certain of nothing now.\n\n\"You remember on Io,\" Yardarm-14 couldn't contain his enthusiasm, \"we were pinned down inside that shipping container with Phalanxes closing in from all sides, and you—you bastard. You ducked out a little hole in the back and made a run for it. I thought you'd left us behind.\"\n\n\"Never,\" said Lisbon-13 with vehemence. His eyes flashed with anger, but Yardarm-4 didn't seem to notice.\n\n\"I know. The whole box was rattling with bullets, and there were explosions, and we were shooting when we could, and suddenly, through it all, I hear you screaming. It was like a banshee wail. You came screaming back on an Interceptor—the Psion still in it. You were steering it with the Psion's head!\"\n\n\"I remember.\"\n\n\"And you rammed it through four Phalanxes from the side, and then, and then—you remember this, Rekkana?\"\n\n\"I can't forget.\"\n\n\"You splashed that Interceptor across the shields of another Phalanx, and you RODE THE EXPLOSION over the top. And when you hit the ground behind them, BOOM! It was the most beautiful thing I've ever seen.\"\n\nLisbon-13 said nothing. It was as if the story had shut him down.\n\n\"That's us right now. We're doing what you did. This whole universe is like that container, and the Last City, the Vanguard, the Traveler—they're all inside that box. But we just snuck out of a hole in the back. And there's that Interceptor, and there's not even a Psion in it. But here the metaphor gets a little muddy, because instead of one Interceptor, there's an Interceptor for you, a Goliath for me, and a Thresher for Rekkana. What would that fight have looked like if we'd had all their firepower on our side?\"\n\n\"Something ugly,\" Lisbon-13 almost spat the words.", 
        "name": "Boots of Ascendancy"
    }, 
    "subtitle": "\"You said we'd dance through time—reel through realities—together. You can't stop now.\" —Lisbon-13, Hunter of the Kentarch 3"
}