{
    "index": 1196, 
    "hash": 3858842858, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/93c3ce969dd3a67e368bcb43e3a889af.png", 
        "hasIcon": true, 
        "description": "RECORD: 0102O827$LUN-2.244\nIDENTITIES: Ivan Runski, Georgio Vital, Lynn Choi, Rav Rahul, Jun Han, Ibera Wen\nLOCATION: K1 Dig Site 2, Communion, Transceiver Reception\nTHREAT DETECT: Level 3, 9—Confirmed Exotic, Crew Impairment\nTHREAT RESPONSE: Countermeasure E, Exhibit Record 2392, FILE//REPORT TO RASPUTIN\n\n\nAI-COM/FRWL//SHIFT OVER. EXIT TRANSCEIVER RECEPTION FOR SHIFT REPLACEMENT.\n\n\"What? Already?\"\n\n\"It hasn't been three hours, has it?\"\n\n\"Yeah.\"\n\n\"Hey, Lynn. Lynn. Hello?\" \n\n\"Sorry. Um. Was in the deep end there. What's up?\"\n\n\"Firewall says our shift is over.\"\n\n\"Huh? That's what my datastem says. I guess so.\"\n\n\"Yeah, but does that feel right to you? And where's the relief team?\n\n\"Firewall, where's the next shift?\"\n\nAI-COM/FRWL//INBOUND.\n\n\"Yeah, but they should be here by now. Nobody is late for a shift.\"\n\n\"Hey, let's not worry about it. As long as they're late, let's just stay tuned until they get here.\"\n\n\"You want to be in reverie in when they arrive?\"\n\n\"Their loss. They're the ones who are late.\"\n\n\"Nah. I don't want to start another fight.\"\n\n\"Lynn's right. Their loss. Firewall, give us another exit alert two minutes before the relief team arrives\"\n\nSILENCE//00:01:36\nAI-COM/FRWL//SHIFT OVER. EXIT TRANSCEIVER RECEPTION FOR SHIFT REPLACEMENT.\n\n\"Damn it.\"\n\n\"Lynn. Hey, Lynn. We're done.\"\n\n\"Already?\"\n\n\"Yeah.\"\n\nSILENCE//00:0:22\n\n\"You guys get much out of that?\"\n\n\"I had something new with programmable matter but it slipped away—\"\n\n\"Like a fish out of your hand.\"\n\n\"Yeah. Were you at a river?\"\n\n\"A lake. Used to go there with my dad, before—\"\n\n\"Hey! You guys are in our seats.\"\n\n\"You're late.\" \n\n\"Get out.\"\n\n\"No seriously. You're almost nine minutes late.\"\n\n\"No we're… Damn it. How the hell?\"\n\n\"It doesn't matter. You lot, get out. You're wasting our time.\"\n\n\"Fine. On our way.\"\n\nSILENCE//00:00:43\n\n\"Firewall, how long did it take us to transit from Site 1?\"\n\nAI-COM/FRWL//MENDACITY//FIFTEEN MINUTES, THIRTY-FOUR SECONDS\n\n\"That can't be right.\"\n\n\"Hey, Rav, you're wasting time. We already lost ten minutes of contact.\"\n\n\"Right. Okay. It's just weird, though.\"", 
        "name": "Time Lapse"
    }, 
    "subtitle": ""
}