{
	"displayProperties": {
		"description": "RECORD: 2653K965$LUN-3.069\nIDENTITIES: Captain Hou Ye, Dr. Luli Henson, Jun Han\nLOCATION: K1 Dig Site 4, Logistics, Airlock B\nTHREAT DETECT: Level 2, 3, 4, 6, 9, 10—Mutiny, Confirmed Exotic, Psychosis [Dangerous], Psychosis, Crew Impairment, Protocol Incompliance\nTHREAT RESPONSE: Confederacy, Conspiracy, Mutiny, Exhibit Record 3499, FILE//REPORT TO RASPUTIN\n\n\n\"Firewall, recalibrate our datastems, and shift K1 systems to give us more time.\"\n\nAI-COM/FRWL//DATASTEMS IN SYNCH. SYSTEM-WIDE MICROSECOND DILATION PROLIFERATED.\n\n\"Are you sure about this, Jun? You don't have to come.\"\n\n\"I'm not staying here.\"\n\n\"She's made her decision, doctor. Just so we're all clear: Our first order of business is making contact with any survivors.\"\n\n\"There's nobody left.\"\n\n\"You say that, Jun, but we can't know for sure until we check. What you say you saw was terrible, but—\"\n\n\"I saw it.\"\n\n\"She saw it. But she didn't see everything. The point is we have to be sure, and the second thing we're going to do is try to learn what happened. If, as Commander Kuang believes—\"\n\n\"Industrial espionage? Not a chance.\"\n\n\"Then we'll figure it out. The third order of business is delivering what evidence we find and Firewall's datastack to Rasputin. Once we secure a signal and transmit, we'll call for aid and find a way to get off this rock. Contact, investigate, transmit, escape.\"\n\nTHREAT RESPONSE//EXOTIC INFLUENCE//EFFICACY ASSESSMENT//EXPRESSED PLAN\\ASSESSED//12.2%\nAI-COM/FRWL//REPRIORITIZE OBJECTIVES?\n\n\"What are you suggesting, Firewall?\"\n\nAI-COM/FRWL//TRANSMIT, ESCAPE, CONTACT, INVESTIGATE.\n\n\"No. That doesn't make sense.\"\n\nAI-COM/FRWL//TRANSMIT, CONTACT, ESCAPE, INVESTIGATE.\n\n\"What? No.\"\n\nAI-COM/FRWL//TRANSMIT, ESCAPE.\n\n\"Firewall, stop.\"\n\nAI-COM/FRWL//TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT—\n\n\"Let's get out of here.\"\n\nAI-COM/FRWL//TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT. TRANSMIT…",
		"name": "The Expedition",
		"icon": "/common/destiny2_content/icons/93c3ce969dd3a67e368bcb43e3a889af.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3858842856,
	"index": 1199,
	"redacted": false,
	"blacklisted": false
}