{
    "index": 623, 
    "hash": 3861001086, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png", 
        "hasIcon": true, 
        "description": "In the Prison of Elders' security hub, Variks brooded.\n\nWhen the Great Machine woke, he had been sure he felt something deep within him stir. He had hoped it would give him answers, power, anything. All it did was remind him how far he had fallen.\n\nHe slammed a fist on his console, watching the denizens of the prison claw at their cell walls. No, not nothing. Worse than nothing. Now he had doubt.\n\nHis goal had always ever been a simple one. The banner of House Judgment, the calling to which he had been born. Keep his people together.\n\nWith the Light now streaming across the system and nothing to show for it—no Queen, no Eris or Osiris, and no sign the Great Machine remembered the Eliksni—what was there to look forward to? Base survival. One day after the other. Living just because he still drew breath. And where was the Dreg strength in that? What was the…\n\n\"Variks.\" Petra burst through the comms. \"A Legion Harvester has been intercepted at bearing 189. Capture teams are inbound. Survivors for the arena. Prepare to receive.\"\n\nPetra Venj was all that was left for him here, and despite himself, he nodded at the sound of her voice. He had but one ally left, after all.\n\nHe keyed the comms. \"Yes, yes, yes. Bay 41. Bring them in, will meet team. Will make room for new… guests.\" His vocal synth burbled, needing tuning.\n\n\"Copy that.\" She was gone.\n\nHe picked up his staff from where it leaned against the wall and began the long walk to the bay. Mulling his options, his information. His secrets.\n\nSecrets had protected the House of Judgment. The more knowledge one could obfuscate, the more significant one became. Secrets bred possibility. Secrets bred… sway.\n\nBut Judgment, true Judgment, required hierarchy. And Eliksni hierarchy died with the fall of the Houses. The Guardians had picked them apart, Kell by Kell, Prime by Prime. Now, there was all but nothing left of his culture—only pirates and scavengers and lone wolves like the days before the Edge Wars. No trust, no honor, no way to be… necessary.\n\nYet one final hope among the Eliksni still thrived. Craask, Kell of Kings. The Kings understood Judgment, for together they ended the Edge Wars in their people's golden age. Craask. His last hope to see his dreams of a united Eliksni made manifest. He must make contact.\n\nAnd so he hired a bounty hunter named Groks to find Craask and remind them of their need for one another. Groks is emblematic of all that Variks despises in his people—gluttonous, proud, and in it only for himself. When they spoke, Groks made Variks pay with a litany of insults.\n\nVariks the Slip. Variks the Beggar. Variks the Kell-Maker. But it was all for show. Groks would work; and it came for a mere four bales of Etheric Helix and a promise to keep him free of the Prison of Elders. The deal struck, Groks burst out in hysterical laughter.\n\n\"Ha! Consider job done, Slip!\" Groks spoke in a low form of Eliksni, the only reason Variks employed him. \"You have grown desperate with your 'Kell' gone. Have you not heard?\"\n\nVariks sighed.\n\n\"King Kell is gone, Kell-Maker. Dead at the hands of that insane Archon, Fikrul, and some Awoken vagabond he calls 'Father.' What remains of the Kings huddles now in the dead zones of Earth, under the shadow of the Great Machine's Shard. I expect my four bales in—\"\n\nVariks killed the feed. The last link in the great Eliksni chain was broken. If there were any who called themselves Kell out there, they would not know Variks, Judgment, or the laws that governed the Houses. The scattered children of the Whirlwind were dead.\n\nBut… Fikrul survived Cayde and his Six? Groks was a lot of things, but he was not a liar. If Fikrul was alive and strong enough to kill Craask… And who was this Awoken vagabond of which Groks spoke? His mind reeled. So long as Fikrul lived, the Reef was not safe. He scrambled through his comm channels, searching for the right connection.\n\n\"Master Cayde. Variks requests to meet you regarding your deal with Petra, a job undone.\"", 
        "name": "Job Undone"
    }, 
    "subtitle": ""
}