{
	"displayProperties": {
		"description": "Variks had never seen the Vanguard Commander in person before. The images he'd seen were either candid shots from agents or images from co-opted surveillance that didn't reveal the man's true stature. Most of Zavala's \"bulk,\" he realized, was the armor. He was a lean man, in reality. Taut muscle and sinew.\n\nBut as Variks stood before him, he realized Zavala's poise and confidence, along with his Light, controlled the space around him. Lent him an air of authority Variks had not felt since standing in the presence of Mara Sov herself. Even Cayde, of all people, seemed somehow different in the orbit of this man.\n\nFascinating.\n\nBehind the Light and the poise, Variks could see where the great Zavala's strength ended and anxiety began. That was where Variks needed to meet him and prove his worth.\n\n\"Vanguard Commander Zavala.\" Variks dropped to his knees and extended his hands palms up on the ground, sure to keep eye contact. A Judgment gesture meant to acknowledge that a dominant force was present.\n\nCayde snickered behind him, but said nothing.\n\n\"Variks came to offer assistance. To help the Vanguard. The Guardians, who have helped the Reef.\"\n\nZavala stared Variks down. The Judgment scribe saw much in that moment. Fortitude. Intensity. Desperation.\n\n\"On your feet, Variks.\" Zavala was quite used to giving commands and having them followed. Variks did as he was commanded. \"What do you want?\"\n\n\"A future for the Reef.\" Zavala eyes were searching. Variks croaked and continued. \"Reefborn are close to doom, Zavala the Awoken. Fallen, Taken, Red Legion. All carve at the Reef. All claim its flesh.\"\n\n\"I made my offer to Petra after the war.\" His voice was gruff, but not uncaring. \"She made her choice. Are you saying something has changed?\n\n\"I say this, Commander.\" Variks burbled. \"And I have so much more to say to a true leader such as you.\"",
		"name": "Overestimation",
		"icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3861001084,
	"index": 626,
	"redacted": false,
	"blacklisted": false
}