{
    "index": 621, 
    "hash": 3861001080, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png", 
        "hasIcon": true, 
        "description": "Variks watched Petra's Corsairs march their latest prize into the cellblock: a gaggle of Ether-starved Dregs bearing the mark of the Scorned Barons. Nearby, Petra drummed her fingers along the hilt of her knife; her eyes glinted with envy.\n\nShe held onto this prison as if it was the last thing she could control. Perhaps it was. Between the scattered remnants of the Red Legion and the Scorned Barons running rampant through the Reef, the Awoken had little left to call their own.\n\nThere was little left of the Awoken.\n\nVariks sighed. Only a true Kell understood that survival was not a game of waiting. And Petra Venj, for all her military prowess, was no Kell.\n\n\"In a world without Kells, Dreg strength will breed nothing but chaos.\" Variks whispered to himself the old Rain proverb, wishing for the return of the decisive days of his Queen. His Kell.\n\n\"What did you say?\" Petra asked without looking at him.\n\n\"Chaos,\" he replied. \"These Dregs breed chaos.\"\n\nPetra scoffed. \"They're Fallen. And where there's Fallen, there will inevitably be Guardians.\" She turned on her heel and walked away. \"I leave you to your Judgment, Variks. Locate the hole in which these Scorned Barons cower.\" She stopped. Turned back to him. \"Might want to up your rations. You're looking a bit… gaunt.\"\n\nShe smiled, patted him on the back, and continued on her way.\n\nHe watched her go. If his anatomy allowed for it, he would have smiled in kind. Hers was a heart always in the right place… even if the outcome of her decisions was less than ideal. She did not, however, fully appreciate the threat these \"Scorned\" Barons posed. He had tried to warn her when they were just seven Dregs and a heretical Archon. Now their terror was spreading throughout the Reef with more and more Fallen answering the Barons' anarchistic call.\n\nShe was right about one thing though: He could stand to increase his intake. The thought of it made Variks thirsty for the flow. Like all of his kind since the appearance of the Red Legion, he had been forced to ration his intake. He'd never felt so weak, so close to death. But he would survive as he always had.\n\nVariks knew the time would inevitably come when he would have to survive on his own.", 
        "name": "Less Is More"
    }, 
    "subtitle": ""
}