{
	"displayProperties": {
		"description": "Deep in the heart of the Prison of Elders, Variks of House Judgment clutched a splinter of bone as he watched the solar system burn.\n\nThe facility had been outfitted over the years with massive sensor grids slaved to arrays spread across the Reef. They gave him a detailed analysis of the Red Legion's fury. The light from the monitors was the only illumination in the room as his arms flew across the controls.\n\nRelaying warnings to Petra and the Awoken. He could already see the remainder of the Awoken fleet disappearing off his scopes, going into hiding.\n\nRelaying warnings to the City, though he could see he was far too late. Their comms were gone. There was no one left to listen.\n\nRelaying warnings to his people. With the end of the Houses, there were so few who would listen. But if he could save even a handful…\n\nWhile his hands worked, his eyes remained fixed on the screens, watching death, destruction, and horror.\n\nIn his role working with the Guardians of the City, he'd pored over the distress signal from the Dantalion Exodus VI. Source GREENRAVEN had sent bursts of analysis to the Tower at least a dozen times since the days of the Taken War. But he'd never expected numbers of this magnitude.\n\nWith the systems of the Last City offline, he had no problem dialing sensors over the Wall. He'd been able to see with clarity the home of Humanity with a resolution where he could make out parks and lakes and marketplaces.\n\nThese same sensors let him watch, grinding the bone in his mechanical fist, as people died. As the Great Machine was yoked, as the Guardians… fell.\n\nScrambling, he alerted the Crows… but something went wrong. The network had fallen dark—each and every Crow offline. All, that is, save for one. Through a garbled image he saw a hand, an Awoken hand, but it almost immediately fell to static. He wanted to care. He wanted to feel something for them. What dominated his thoughts, though—what made a ticking noise emanate deep in his voice synth—was the growing fear that the Queen's plan had failed.\n\nHe sat back in his chair. Thinking.\n\nThe Prison of Elders orbited far enough away from the core Awoken outposts, and thus far enough away from the Cabal's Phalanx, that it might come out of this unscathed. Nonetheless, he initiated lockdown procedures, prepared for the worst.\n\nA comm ping. Confirmation: Petra Venj and the limited forces at her command evacuated what settlements they could and disappeared into the nooks and crannies of the Reef. She would be unable to send help to the Prison.\n\nFirst House Judgment, then House Wolves. Then Kell Mara Sov. Now he could feel the rest of his adopted people slipping away from him.\n\nWith one of his mechanical arms, he crushed the splinter of bone to dust.",
		"name": "Splinter of Bone",
		"icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3861001083,
	"index": 621,
	"redacted": false,
	"blacklisted": false
}