{
    "index": 624, 
    "hash": 3861001087, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png", 
        "hasIcon": true, 
        "description": "Variks hid beneath a bannerless cloak as he descended into Spider's lair. To wear the Judgment sigil in the Tangled Shore would be to invite death. Even with the Spider's blessing to pass, he would have been picked clean and docked two times over.\n\nThe hedonistic sounds of Spider's Palace scraped against him. Shouts of victory and defeat reminded Variks of the worst of the Eliksni. His peoples' inherent need for superiority reduced to gambling for trinkets and gems.\n\nVariks searched the crowd, hunched down low. Just another Vandal. In the corner, the unmistakable crowd that surrounded the Hunter Vanguard when he was outside the City.\n\nHe worked his way through the onlookers to take up position alongside Cayde. The Hunter noticed him, he was sure, but said nothing. Variks, for his part, was silent. Watched as he lost a few thousand Glimmer and a sidearm to one of Spider's bodyguards.\n\nCayde spun a knife in his right hand and sighed dramatically. \"If we're going to talk, you're going to buy me a drink.\"\n\nThey found a quiet place at the end of the room. Cayde settled back in the booth. Waiting.\n\n\"You do great service to Reef, yes?\" Variks worked hard to keep his very recognizable voice down. It would be a shame for his vocal synth to malfunction and blare out across the room now. \"Capture Barons. Criminals. For Awoken. For Petra.\"\n\nCayde took a belt and set the glass down on the table, empty. Something hard around his eyes. Amazing how expressive Exos could be. \"Get to the point, Variks.\"\n\n\"Fikrul. The last Scorned Baron. He lives.\"\n\nCayde's horn cut an arc through the air as he shook his head, twice, definitive. \"Trust me. He's dead. Put a hot one right through here.\" He poked Variks right in the center of his chest.\n\n\"Seen on Earth. I have knowledge. I have information. You know Eliksni have ways. Like Mithrax? Like Taniks?\" The warden realized his error as soon as the name was out of his mouth.\n\n\"Don't you EVER mention the name Taniks around me, got it? Not unless you want to lose your last two real arms. We're done. Get. You're bad luck.\" The Hunter stood, made to leave. Variks reached out and grabbed the Vanguard by the arm with one of his mechanic hands.\n\n\"I am sorry. I spoke poorly. Please. Listen.\"\n\nCayde shrugged off the arm and stood, towering over the Fallen for once.\n\nVariks sat up straighter in the booth. \"Take me to Zavala.\" The Titan Vanguard's name was a punctuated, flowing stutter in his mouth. \"I have information. He will like what I say. You for bringing me to him.\"\n\nCayde blinked. \"You want me to take you to the City? No way, bug. Not in a million…\"\n\nWith a thud, Variks dropped the hand cannon he'd been hiding in his cloak on the table: a dull brown, bristles out the top, Ethertech trigger and muzzle assembly. Cayde's eyebrows went up in surprise.\n\n\"A gift of trust. Memento of the Reef. Upgraded, yes? Very deadly.\"\n\nThe Hunter Vanguard tried to hide his excitement. \"Is. Uh. Is that the last one? I haven't seen one of those in…\"\n\n\"One of the last. Not many left.\" Variks' voice was even, calm.\n\nCayde snatched the weapon from the table. Checked the sights, spun it in his hand for a moment, feeling the weight. Grunted, satisfied. Nodded.\n\n\"Like I said: bad luck. C'mon. You can ride with me.\"", 
        "name": "Some Kind of Luck"
    }, 
    "subtitle": ""
}