{
	"displayProperties": {
		"description": "\"Your Grace…\" Variks couldn't help but use the title. Like a reflex.\n\nAs he looked into the prince's eyes, he saw a fleeting shadow of darkness dance across their normal ethereal golden glow. Variks looked back to Petra.\n\n\"Petra Venj… I—I do not understand.\"\n\n\"I know. It's… Something's wrong with him, Variks. He's… mad. Lock him down—lock down the entire cellblock. No one in but you or me. Speak of this to no one. As far as the system is concerned, Uldren Sov died over Saturn.\"\n\nVariks looked to Cayde for answers, but the Exo just threw up his hands in defense.\n\n\"Don't look at me. Prince Whiny Face and Fikrul were thick as thieves when we found them. All I could do not to shoot either of them.\"\n\nPetra nodded toward the now royal cell, and Variks, with only a hint of hesitation, sealed the hatch, locking Prince Uldren in.\n\n\"Now, Variks,\" Cayde said, smooth as ever, \"you let me know if Fikrul here ever comes up to the arena. He and I have a conversation to finish.\"\n\n\"Of course. Of course.\" Variks noticed Petra's gaze lingered a little too long on the prince's cell. He could see she was troubled, even ashamed. Petra saw him watching and composed herself, back straight, all Wrath. She met his eyes. He could see her trouble, her shame.\n\n\"Variks. My friend.\" Was that tenderness Variks heard in Petra's voice? \"He is changed. His eyes…\" She stopped herself. Reset. \"If he speaks, don't listen. He speaks lies. Terrible lies.\" And with that, she walked away, Cayde close behind. The doors to the cellblock slammed shut behind them.\n\nVariks stood there for a long, long time. For the first time in his life, he didn't know what the next step should be.\n\nPetra Venj and Uldren Sov had long admired one another; there was an easiness about them when they were together, and a deep if unspoken affection. When the two of them joined forces in the field of battle, they were quick, effective, and dangerous. Theirs was a dance of death, and woe to the foe who met them in open combat.\n\nVariks wondered for what crimes Petra would have Uldren judged. As he reopened the prince's cell, he wondered if Petra would have Variks himself judged.\n\nVariks knelt before Uldren. \"We thought you dead. But you are in my care now, yes?\" His arms carefully brushed at the Awoken man, probing but gentle.\n\nUldren blinked and looked toward him—or rather, his golden eyes looked beyond him. Variks looked over his shoulder, just to check. Of course, no one was there.\n\n\"Sister…\" Uldren croaked through dried, cracked lips. \"What's to become of us now?\"",
		"name": "Reacquaintance",
		"icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3861001075,
	"index": 629,
	"redacted": false,
	"blacklisted": false
}