{
    "index": 622, 
    "hash": 3861001081, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png", 
        "hasIcon": true, 
        "description": "After the Taken War, the Scorned Barons banded together in a time of weakness to become strong, to prey on anyone and anything that practiced the old Eliksni ways. They began with the one thing their people needed to survive: Ether. In a way, the Barons had become heads of a new House, priests in their own rites, and arbiters of their own trials.\n\nThe terror they unleashed had almost grown as powerful as any Kell. These heathens were not Eliksni; they were more \"Fallen\" than any of their brethren. They were everything Judgment had sought to purge before the Whirlwind—and now, they sat rotting deep in the Prison of Elders. Cayde and his \"Six\" had done good by their word.\n\nVariks's staff tapped lightly on the floorplates, and chuckling noises emanated from his throat. He hobbled past their cells as the Servitors hummed to life.\n\nFeeding time.\n\nHe saw hatred in every cell he passed. Bathed in the light of flowing Ether, their eyes carved at his flesh, saw him docked a thousand times more.\n\nYaviks, the Rider, the Untamed. She and her crew spread terror and disease with their noxious pikes.\n\nElykris, the Machinist. She used stolen Cabal telemetry and gravity traps to sabotage vessels, relieve them of their cargo, and haul the hulks back to their own shipyard chop shops.\n\nPirrha the Blind, the Ghost of Hellrise Cavern, who haunted the Baron's territory with phantom decoys and ended all trespassers from the shadows.\n\nReksis Vahn, the Godslayer, the Hangman. He had secreted away the Ether stores of his victims and driven the Barons and their followers into a frenzy with that tainted feast.\n\nArakses, the Wit. The Traitor. The Trickster. A mastermind. A liar, thief, and backstabber.\n\nKaniks Two-Finger, the Mad Bomber. The dangers of the Reef had multiplied a hundred-fold with his mines hidden on every rock and dusty corner of the belt.\n\nAnd the most disgusting of them all, Hiraks, the Mindbender. This one found in the Hive a way to infect the minds of the Eliksni.\n\nOnly one was missing.\n\nFikrul. The Heretic. The Fanatic. One Variks once dared to call friend, back when the Archon tended to Kaliks Primes. Before his betrayal. He hoped the Fanatic was dead; Cayde assured that he was. And what was Cayde-6 if not reliable?\n\nLaughing, burbling to himself, Variks shut off the lights in the hallway. And the Barons were plunged once again into darkness.", 
        "name": "Roll Call"
    }, 
    "subtitle": ""
}