{
    "index": 626, 
    "hash": 3861001085, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png", 
        "hasIcon": true, 
        "description": "The light seemed to dance in blue over the horizon of Unknown Space, but all else was black.\n\nTendrils seemed to grow with the light. Where they were reaching from or stretching toward, he could not comprehend. Fear gripped Variks's mind. The paths before him were vast, uncertain. And for the first time in his life, he could sense Judgment turned inward.\n\n\"Your will must remain your own,\" he told himself. \"You are the last Eliksni of House Judgment. The destiny of your people is in your hands. You will save them. You will stand for the Fallen.\"\n\nYOU WALK AMONG THEM, BECAUSE YOU HAVE FAILED.\n\nThe voice, soft and yet so strong, echoed around him in the space. Through him, like he was a string on an instrument.\n\n\"I walk among the children of Earth and the blessed of the Great Machine, the one they call Traveler, because they have been chosen.\"\n\nFOR YOU THE GREAT MACHINE IS A DARK MIRROR.\n\nVariks felt cold unlike he had ever known. Unbidden, memories rushed past him. All he could do was hang on as the last days of the Eliksni played out in his mind.\n\nHe and his fellow scribes passing Judgment in their soft, furred robes. Then the Whirlwind, the Elders torn apart, the pillaging of the House. Variks, kneeling before a window, staring up at the Great Machine. Watching it vanish. The long journey in the darkness.\n\nHis flight to run with the Wolves, his pleas to Skolas. The pact with Fikrul to sever Kaliks Prime and secret it away. The Prime vanishing… And again Fikrul, on the horizon, preparing to give the Fallen what they so rightfully deserve…\n\nTHERE IS ONLY ONE PATH LEFT FOR YOU HERE, IN A PLACE WHERE EVERYTHING DIES…\n\n…AND BEGINS ANEW.\n\nWith that, a new power burned, affording him the strength to rise again. Judgment cast—\n\nThe screaming pulse of the prison alarms stirred Variks awake.\n\nOn the comms, he heard Petra's voice. Cayde had returned.", 
        "name": "Unknown Space"
    }, 
    "subtitle": ""
}