{
    "index": 630, 
    "hash": 3877778668, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png", 
        "hasIcon": true, 
        "description": "Variks, ever the Loyal, did as Petra commanded: Access to the lowest cellblock was reserved strictly to the Warden and the Regent-Commander. Unfortunately, this meant that every menial operational task was left to him. Meal distribution. Waste disposal. Between the eight Barons and the Awoken prince, his new chores left him little time for Judgment.\n\nThrice per day, he visited the block. And thrice per day, he had to manufacture excuses to the local Corsair detachment for why the lowest level of the prison was now off limits. Rumors swirled. It was not unknown that Petra and Cayde-6 had smuggled some unknown high-value prisoner—a humanoid prisoner no less, a first for the Prison of Elders if the rumors were true. But Variks assured anyone with the gumption to ask that his Judgment of the Scorned Barons was a sensitive process to be conducted in private.\n\nPetra herself did not help extinguish the scuttle. She was less than adept at the art of secrecy, and everyone knew it. She responded to any bold queries with a stern, \"It is none of your concern,\" which itself was tantamount to a validation that some version of the rumors was true. If only she'd found joy in her Techeun training; if only she'd learned more from the Queen.\n\nEach time Variks performed his rounds, he asked himself what loyalty—if any—he owed to the prince. And each time, he stopped short when he bore witness to the prince's… ramblings. Today was no different. There Uldren sat, elbows atop knees, staring into the same dark corner of the cell, face concealed by his long, black hair, seemingly communing with nothing.\n\n\"I see now… Yes, that's good, so good.\"\n\nMore listening; more nodding.\n\n\"Then that's what we shall do. And look, Sister, he is already here.\"\n\nUldren fell into silence, visibly relaxing. After a moment, he looked back over his shoulder and through the porthole to meet Variks's eyes.\n\n\"Your Grace,\" Variks burbled.\n\n\"Variks the Loyal.\" Uldren smirked. \"Variks the Spark. Did you have something to say to me, or are you content to play the spying crow?\" And there it was again—that fleeting pass of inky darkness that momentarily snuffs the glow of Uldren's eyes. So Variks said nothing. Whether frozen in terror or simply at a loss for words, he could not say.\n\nUldren leaned in, placed a finger against his lips, and spoke low: \"I have a secret for you, Variks. I know you want to hear it.\"\n\nVariks answered with a single, drawn out, and ever-so-slight nod.\n\n\"Your Kell lives,\" Uldren whispered. He leaned in a little closer and asked the one question Variks had never been able to answer: \"Do you know where your TRUE loyalty lies, Variks?\"\n\nUldren didn't wait for a response. His eyes almost immediately darted over his shoulder, toward the shadowy corner that has become his obsession.\n\n\"Of course we can trust him, dear Sister. He is the most loyal…\"", 
        "name": "The Spark"
    }, 
    "subtitle": ""
}