{
	"displayProperties": {
		"description": "The explosion of Servitors snapped Variks away from the pull of the prince's words. He tried to move quickly, but one of his toes caught awkwardly on the grated catwalk, and he stumbled to the floor. He lifted his head to see the extraction Servitors lying shattered and lifeless, hissing as Ether evaporate wafted into the air.\n\nVariks rose, moving cautiously, slowly, uncertain who or what might be loose. He checked every seal of Fikrul's cell, then gathered enough courage to peer into the porthole.\n\nFikrul was unaffected. If anything, he looked stronger than he did before. He stood there, glaring, a devilish grin plastered across his face. \"Does it find my Ether… bitter?\" he growled.\n\nIndeed, Variks could see that something was wrong with this Ether. It was darker, tainted with something he could not identify. He tightened the seals of his mask as he examined the Servitors' remains, fearing whatever they pulled from Fikrul could be toxic. He moved through the fog-like gas as if it was water. It didn't dissipate like traditional Ether;  it lingered, heavy and opaque.\n\nVariks stepped back up to Fikrul's cell. Activated the transmission mic.\n\n\"Fikrul, asaalii akisoriks,\" he seethed, using the High Speak of Judgment, hoping that Fikrul might still respect the oldest law.\n\n\"Ah, Variks. You cling to Judgment like Rain clung to lies.\" Fikrul spat his words the way the Houseless would.\n\n\"You are Houseless. You are filth. Is this what you've done with Kaliks, served the last Prime to the Taken? Is that the blood you now breathe?\"\n\n\"Ha! You still believe I have Kaliks. Fool. Kaliks abandoned us. But my Ether… It's true Fikrul is no longer enslaved to the machines' Ether. By the grace of the Awoken Father, I have evolved.\"\n\nVariks looked back to the prince's cell, still open. The Awoken Father…\n\nVariks ambled back to the prince. With each step, he heard more clearly. He saw Uldren sitting up now, nodding, listening, peering into the shadows at something unseen. If ever there was a picture of malevolent insanity, this was it.\n\nThe prince spoke.\n\n\"Yes, Sister. I see it now. The army of the reviled that you promised me…\"",
		"name": "Revolution",
		"icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3877778669,
	"index": 630,
	"redacted": false,
	"blacklisted": false
}