{
	"displayProperties": {
		"description": "Variks's experiment succeeded, but not how he expected.\n\nIngestion of the Etheric concoction still resulted in Fallen death; it was not, by any means, a life-sustaining substance. It was, however, a life-GIVING substance. Though the dark Ether lingered like a heavy fog, it also seemed to reach out toward empty vessels. In this case, it found the dead Dregs that littered his floor. It slipped inside the corpses like a slow inhalation, inflating them, stretching them to the point of boils and bursting, pulling them to their feet. The dark Ether gave these lifeless Dregs… new life.\n\nThey seethed. Their breathing was steady, but hard and fast. They rumbled as if volcanoes lived inside their chests. A black fire rose from their skin as they burned this dark Ether like a jet engine burns its fuel. What Variks really saw before him was hate-fueled rage incarnate and the beginning of another Whirlwind. They were no longer just Fallen. Fikrul called them his Scorn.\n\nBehind him, Fikrul laughed and laughed and laughed until—he abruptly stopped. At that exact moment, the Scorn dropped to the floor, dead once more.\n\n\"Your scribes, your Kells, your Houses—they will all soon be forgotten, like the Elders and the Skaith before them,\" Fikrul growled in Variks's precious High Speak of Judgment. This drew Variks closer, face to face through the cell's porthole.\n\nFikrul turned his ear upward, listening. Brought his attention back to Variks. \"Father says…\" The pause hung heavy in the air. \"Father says… You know where your true loyalty lies.\"\n\nThe Fanatic stepped back from the porthole and waited.\n\nLoyalty. True loyalty.\n\nHe expected a memory of Mara to appear in his mind. But instead—\n\nInstead he found himself thinking about the prophecies of House Rain.\n\nKell of Kells.\n\nDays later, Variks performed his duties for the last time. He visited central control. Ran a test sim on the security systems, made some adjustments based on the results. Revised and signed off on the daily roster rotations. Finally, he had a private conversation with the prison's sole remaining High Servitor: The Prison of Elders would not go without a warden.\n\nHe did not speak to Petra.\n\nBy the end of that day, the Prison of Elders descended into chaos.\n\n\"Your time WILL come, Variks.\"\n\nUldren sits in his favorite spot, gazing in his favorite direction. \"She told me so. She has but one last wish of you.\"\n\n\"No, your grace.\" Variks' voice was gravelly with emotion. \"It is I who has one last service for you.\"\n\nVariks left before he could change his mind.\n\nA klaxon blared. The voice of the prison's High Servitor echoed over the loudspeakers—in Variks's voice. \"Security systems malfunction. Emergency shutdown and reboot commencing.\"\n\nThe place dropped momentarily into darkness, but emergency lighting quickly illuminated the cellblock. All around him, alarms sounded, warning lights flashed, pneumatics hissed, and cryogenic fluids evaporated to fog as the cryo-cells lining this cellblock began to open.\n\nVariks moved as quickly as he could toward the exit, not bothering to look back, for he knew what he'd see.\n\nThe Scorned Barons and Prince Uldren were free.\n\nAs was every single resident of the Prison of Elders.\n\nVariks slipped out, under cover of prison anarchy, through the same secret passage in which Petra and Cayde had smuggled Prince Uldren. There, a ship waited, loaded with the Prison's Ether stores.\n\nAs he walked, he made two recordings to be sent out by the Prison's relays once he was away. For the first, he disabled his voice synth and began, in the deep resonance of High Speak, to give commands.\n\nHe didn't know how many would answer Judgment's call. But he had to try.\n\nFor the second, he turned his voice synth back on. \"They call me betrayer. I who was most loyal. They do not think I hear the words. Bug. Insect.\" He paused. \"Fallen.\"\n\nUp, long strides, fast now, along the ramp into the ship. Toward the bridge. A vandal in Wolf colors saluted him as he passed.\n\n\"I hear the words. House of Judgement always hears. No choice. To keep the Houses together.\" He paused again, as he reached the bridge of his ship. \"Judgment always hears.\"\n\n\"The Great Machine stood in Judgment. Eliksni fell to fighting. Fell to hate.\" Emotion caught in his voice. \"Cannot stomach this hate.\" As he spoke, the ship's engines rumbled to life. On the screens, Variks could see explosions resonating through the Prison. His former charges running rampant. His ship passed through the bay's barrier and began to move off.\n\n\"Nowhere else to go. No one else to be, here.\" He drew himself up to his full height. \"And so I become Variks, the Kell. House Judgment envoy to the Eliksni people.\"\n\n\"No choice.\" He repeated, chuckling deep in his throat. His voice was calm. \"Eliksni must rise… yes?\"",
		"name": "Where Loyalty Lies",
		"icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3877778670,
	"index": 633,
	"redacted": false,
	"blacklisted": false
}