{
    "index": 631, 
    "hash": 3877778671, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/e506aade60239b0d08c743b7e6097da7.png", 
        "hasIcon": true, 
        "description": "Variks admired his masterpiece, the improvised Servitor chain that would finally reveal the secrets of his fanatical former friend.\n\nUnfortunately, Fikrul refused talk of the past, would speak only of the future. Or of Uldren, his Awoken \"father,\" who snatched him from the edge of death and awakened within him a power never before seen in the Eliksni. A power over death itself. A power to remake their people and thrive in a universe of Light and Dark that had both forsaken them and left them scorned.\n\nVariks knew these feelings all too well. It was here, in the deepest catacombs of the Prison of the Elders, where he thrived, where he worked to rebuild the Eliksni. This was his home now, this workspace where he was free to explore the \"potential\" of the prison's inmates for future leverage. The emerald marrow worm-food of the Hive, the prismatic viruses of the Vex, Psion Flayer wavelengths—each of these secrets had been wrested free within these dank halls, traded among his networks for more secrets, or harnessed into weapons for the Awoken.\n\nBut the secrets of Fikrul's… mutation… eluded him. The power within was obvious. Scattered about the floor was the evidence of its potency—as well as too many nights of failure: wrecked sentry Servitors, dozens of deflated Dregs, all pulled from the upper cellblocks to act as his \"assistants.\" Whatever this cold unnatural cocktail was that coursed through Fikrul, it could not be transferred or ingested like the Ether his people needed to sustain their wretched lives.\n\nVariks was all too ready to give up, send Fikrul into the arena to face Cayde-6, and put an end to the legacy of the Scorned Barons—until one day, during Variks's rounds, Uldren spoke to him unprompted. There was a lucidity in the discarded prince's eyes, a clarity that didn't exist even before he disappeared over Saturn's rings. Uldren gave Variks a… fresh perspective.\n\nAnd so, the chain. It was a dangerous gamble, mingling Fikrul's polluted lifeblood with traditional Ether. These Servitors held seventy percent of Variks's own Ether reserves. If this failed… well, it wouldn't be the first time Variks had risked everything and lost.\n\nVariks pulled the lever.\n\nThe hum of the Servitor chain crescendoed, but all he heard was the lingering echo of Uldren's poisonous question: Do you know where your true loyalty lies, Variks?\n\nBut if it worked—perhaps Fikrul could be cured. Perhaps—if what Variks suspected was true, and Fikrul's corruption was related to the Prince's affliction—Uldren could be cured, too.\n\nVariks had said as much to Petra, but she'd refused to listen.\n\n\"You will not experiment on the Prince.\"\n\n\"Our Prince is ill. To keep him here… hide him from Awoken eyes… not right. Not right.\"\n\n\"I've made my decision, Variks.\"\n\nVariks's fingers flexed. \"Petra, the Loyal,\" he sneered. \"Perhaps the murmurs of Kamala Rior are true, yes?\"\n\nPetra glowered. \"I will handle Uldren. You will not touch him.\"\n\nShe'd turned sharply on her heel and strode out. Variks hadn't seen her since.\n\nHe devoted all his time to the Servitor chain—and to his private thoughts.", 
        "name": "Chain of Souls"
    }, 
    "subtitle": ""
}