{
    "index": 1113, 
    "hash": 3887559710, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "Yardarm-4's back ached, and his feet were sore from running. But now nothing threated them in this unnatural vale. He looked over at his companions. They looked as bad as he felt. A joke wouldn't cut it, then. He needed to say something that would get their hackles up.\n\n\"You underestimated them,\" Yardarm-4 said.\n\nLisbon-13 turned his head sharply, but Rekkana touched Lisbon-13's arm.\n\nGood boy, Yardarm-4 thought. She keeps you on a tight leash. These ideas came to Yardarm-4 unbidden, and so he said nothing.\n\n\"Yes,\" Rekkana said. \"But it has given us perspective.\"\n\n\"Perspective?\" What utter crap. Yardarm-4 had been tired, just playing at anger, but now it felt real. Still, Rekkana never said anything without purpose. \"What perspective is worth nearly dying for?\"\n\nSomething passed between Rekkana and Lisbon-13. She did not answer, and Lisbon-13 leapt into the gap she left, as he always would. \"Those defenses were insane.\" That was true enough. \"The relays and tethers. The Angelics. The Vex really don't want us to be here. That means they consider this place a weakness.\"\n\nIt's good to see some color back in her cheeks, observed Yardarm-4. And Lisbon-13 has his chest puffed out like some—\n\n\"Yes, it's a weakness,\" Yardarm-4 said, although he hadn't meant to. More words issued from his mouth. \"Perhaps it's their greatest weakness.\"\n\nYardarm-4 shut his mouth in bewildered astonishment. The sentiments weren't wrong. It wasn't that they were things he wouldn't say. It's just… he hadn't meant to say them.\n\n\"Yes. So we must—\" Rekkana began, but then Lisbon-13 raised the weapon they'd claimed and scanned the area.\n\nYardarm-4 jolted—a hypnic jerk. He wasn't tired anymore. He raised his own gun. \"What is that? Where's it coming from?\"\n\nRekkana joined them in defense against the unknown, her shoulder brushing Yardarm-4 as she drew her gun. \"I don't hear—\"\n\n\"You. It's coming from you. Because you're a hero.\"", 
        "name": "Gauntlets of Exaltation"
    }, 
    "subtitle": "\"Did you see that? Do you see what I can do?\" —Yardarm-4, Titan of the Kentarch 3"
}