{
    "index": 947, 
    "hash": 3891297044, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/165c2e753b9ef64b2b9046ce8211840c.png", 
        "hasIcon": true, 
        "description": "Lavinia is shocked to find she prefers the CIC of an Awoken warship to the safety of a prison cell. She was terrified of Cabal during the occupation, and now she is going into battle against them, but she is not afraid.\n\n\"This is exciting,\" she whispers to the Royal Guard at her side, as the ship plummets stern-first toward the Cabal Leviathan. \"Don't you think?\"\n\nThe Royal Guard's jaw twitches. Either she is subvocalizing in code, or chewing her tongue off before she insults Paladin Kamala Rior's honored guest.\n\n\"Three minutes to closest approach,\" the flight dynamics officer calls. \"INCO, target emissions status?\"\n\n\"The Leviathan is illuminating us with targeting sensors. No change.\"\n\nPaladin Rior pulls Lavinia out of her nook. \"Miss Umr Tawil, please come observe the instruments with me.\"\n\n\"Do you do this a lot?\" Lavinia wants to impress Paladin Rior, who sprung her from jail because, in her words, \"every brain in the Reef is busy thinking about one problem, so I need your brain for another.\" Lavinia doesn't want to let her down. \"Step on the tiger's tail with these... fly-bys?\"\n\n\"Shows of force,\" Kamala corrects her. \"We need Calus to believe that we're prepared to meet his ship with our own fleet. And if we can investigate other mysteries along the way, like your theory about the Nine, then all the better. Here, now. This is the device you requested. Please observe.\"\n\nKamala shows her a pane of black glass, illuminated by a faint purple fuzz that sweeps left to right. Lavinia touches it in awe. \"That's dark matter?\"\n\n\"Correct.\" Every schoolchild knows that most mass in the universe is dark matter; but it is nothing more than mass, and it never forms structures smaller than a galactic halo. Dark matter has no charge, passes through itself, never gathers into clumps, and has no chemistry. It is only ever dust.\n\n\"If you're right...\" Kamala draws in a breath. \"Any moment...\"\n\n\"Drive field error!\" the flight officer calls. \"Minor perturbation on the leading edge. We are encountering unexpected mass groups. No corresponding radar or lidar contacts.\"\n\nThe black screen of the dark matter detector explodes into frenzied purple-white shapes, like the webs of a spider locked in sensory deprivation for a million billion years. Thick cords of shadowstuff that twine into strangling arms which branch again into thousands of tiny fingers that pierce—\n\n—straight through the Cabal Leviathan.\n\n\"Oh my,\" Lavinia breathes. \"That's the dark matter we're passing through?\"\n\n\"Correct.\"\n\n\"And this is unusual? This level of structure?\"\n\n\"Miss Tawil,\" Kamala says, \"a single molecule of dark matter would be unusual. This is blasphemous excess. This is impossibility.\"\n\nNo, Lavinia thinks. This is the Nine. They're looking at Calus. They're reaching out. These are their hands...\n\n\"We should've thought to use this sensor earlier,\" Kamala muses. \"Our Queen invented it to assist navigation when we were losing ships near Rhea. A phaeton backscatter scan. Very clever. Everything she did seems to make sense, eventually; she was so very far-sighted. No one else ever bargained with the Nine as an equal, did they? No one will ever know what good she did for them... our Queen of secrets.\"\n\n\"I have to contact the City!\" Lavinia fumbles for some way to get a capture of the screen, a picture of the Nine, but she doesn't have her tablet. \"I found them!\"\n\n\"Ah. About that.\" Rior's armored hand falls on her shoulder. \"The Queen's edict also forbids me from disclosing the Reef's knowledge of the Nine to individuals without REGAL clearance. So. Thank you for your assistance, Miss Tawil. Take her back to her cell.\"\n\nIf anyone ever calls her Lucky Lavinia again, she thinks she might shoot them.", 
        "name": "The Leviathan"
    }, 
    "subtitle": ""
}