{
    "index": 950, 
    "hash": 3891297049, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/165c2e753b9ef64b2b9046ce8211840c.png", 
        "hasIcon": true, 
        "description": "I am.\n\nI am I am I am I am I am I am I am I am I am I am I.\n\nAt first this is all the loop of dust can calculate. It is the hardest thing in the universe for the dust to make a loop at all, because, like a gust of wind or a river, it was only meant to move one way. For a mind to function, the end of one thought must alter the beginning of the next: so, like rivers, like wind, the Nine could not have minds until they could make loops.\n\nLavinia Garcia Umr Tawil comprehends the Nine.\n\nThey were already ancient when the first human beings named themselves. Their flesh was older than stars: the dark dust wind that blows through the galaxy, pinched by the gravity of Sol and its planets, drawn into their cores and exhaled again.\n\nThese were the Nine.\n\nIn time loops did form. Great arcs of outbound dust collapsed back to their sources to create circuits of shadow. The thickening and thinning of these circuits were the first thoughts of the Nine. They dwelt in massive indifference, unborn primordial gods. There was no force among them except gravity; no structure except the distribution of mass. Their hearts were in the cores of worlds, but their farthest streams faded out into the turn of the galaxy.\n\nThey were the fountains of Achlys, the night before chaos.\n\nBut life arose on the worlds at the heart of the Nine, tiny complicated motions of ecosystems and metabolisms and computations. That life left mass-shadows in the wind of the Nine, plucking at them like harp strings. From these trembles of structure the Nine learned to seed enormous resonating waves, thoughts vaster than worlds.\n\nSo the Nine awoke. And in time they understood that they were as fragile as they were mighty; for if the life that seeded their thoughts ever passed away, they too would vanish.\n\nThey had no eyes to catch light. They had no ears to hear. And yet they turned their wills upon the alien world of Matter, and strove to learn, for they knew they had to protect their hearts, or die.\n\nWith a horror of revelation so absolute that it would drive her mad if she still had sanity to lose, Lavinia understands where the Nine have always been. They are within everyone, every system, every living and moving thing. Trillions and pentillions of slim dark matter tentacles plunged through all our bodies, drinking up the complexity of our lives and thoughts.\n\nWe are all pinched silhouettes impaled on the twitchings of infinitely long spiderlegs.", 
        "name": "The Nine"
    }, 
    "subtitle": ""
}