{
    "index": 944, 
    "hash": 3891297043, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/165c2e753b9ef64b2b9046ce8211840c.png", 
        "hasIcon": true, 
        "description": "The archives are silent. The staff have gone home for the Dawning festivities, and only the diligent City frames move through the stacks now, eradicating disorder, serenaded in soft susurrus by the wind of turbulence cleaners sweeping off the quartz storage plates in their cases of relic iron. Lavinia imagines that the frames are possessed by the ghosts of nameless librarians from Nineveh, ancient Mesopotamian souls ready to pluck an intruder's eyes. Are there any librarian Guardians? Can't Guardians turn invisible, sometimes? Maybe one's right behind her now, and its Ghost is covered in the eyes of library intruders—\n\nThis spooks her so badly that she nearly falls off the catwalk. She bites her tongue instead, rearranges her aching legs, and keys in another search. She's already sifted through hours of Tower audio records to extract key words from Xûr's babble. Now she just needs to follow that spoor back to the beast...\n\n>REMOTE ARCHIVE DATABASE TEXT ONLY SEARCH INITIALIZED\n\n>WELCOME, USER $nullStringRef\n\n>PLEASE ENTER SEARCH QUERY\n\n>nine 9 IX dust planetary alignment\n\n>RESULTS\n\nShimizu et al. \"Significant anomalies in dark matter detections cannot be explained by interactions of gravitational focusing bodies.\" Journal of Post-Collapse Cosmological Recovery Vol. 99 #1012\n\nGonzalez, Hari-4, and Mwangi. \"Anomalies in dark matter detections as a function of topological T-genic complexities in orbital dynamics.\" Journal of Post-Collapse Cosmological Recovery, Vol. 99 #1014\n\nShimizu et al. \"Massive anomalies in dark matter detections cannot be explained without teleonomic models of CDM efflux self-interaction.\" Journal of Post-Collapse Cosmological Recovery, Vol. 99 #1015\n\nGonzalez, Hari-5 and Mwangi. \"Cold dark matter anisotropy as a non-teleonomic result of scale variant coupling between mass and dark stellar wind.\" Journal of Post-Collapse Cosmological Recovery, Vol. 99 #1015 Annex 1\n\nShimizu et al. \"Non-overlapping magisteria, or interference pattern? The role of 'seizure by necessity' in the redeployment of scientific instruments for City defense.\" New Thoughts in Post-Red Politics, Vol. 1, #18.\n\nLakshmi-2 and Hari-5. \"Do cognitive insight excursions cause spontaneous Exo reset syndrome? A case study.\" Unpublished archive material, personal collection.\n\n>MORE RESULTS?\n\nStrange. Very strange... full of references to the dark matter wind blowing through the solar system, a fact of galactic weather which every schoolchild learns and never thinks about again—\n\nSomething brushes across her scalp.\n\nLavinia jerks up from the screen, one bit lip away from a scream. A sensor mite, barely a glitter in the dark, tumbles past on the air currents. It will come after her body heat, and if it identifies her—then her master will have her writing ethnographic studies of deep sewer graffiti.\n\nHastily she keys in her next search string. \"C'mon, Lucky Lavinia,\" she whispers, though she hates the name.\n\n>nine 9 IX red legion ghaul attack on city undetected unforeseen no warning why\n\n>RESULTS\n\nConsensus Committee on the Invasion and Occupation of the City (CCIOC). \"Final Report: Chapter 13: Red Legion Warfighting Doctrine and the Problem of Strategic Surprise.\" Free document.\n\nCCIOC. \"Annex to the Final Report: Failures of City and City Allies Early Warning and Intelligence Systems.\" Unpublished/redacted document: sensitive to City security.\n\nCCIOC. \"Annex to the Final Report: 'A Culture of Permissive Espionage: The Openness of the Tower to Faction Agents and Unknown Vendor Entities (UVEs).' Unpublished/redacted document: sensitive to City security.\n\nShimizu, Hassan. \"Unexplained CDM self-interaction immediately before the Red Legion invasion of the City: coincidence, or purposeful interference?\" Rejected manuscript, Shimizu academic store.\n\n>MORE RESULTS?\n\n>why rejected \"Unexplained CDM self-interaction immediately before the...\"\n\nRejection letter. \"Reviewers concur that the paper does not provide a mechanism by which cold dark matter could interact with City sensors. Military experts attribute the Red Legion's stealthy approach to electronic deception by Psion operatives.\"\n\n>MORE RESULTS?\n\nLavinia freezes. Something with tiny, tiny legs is scurrying around the rim of her ear. She tries to get her hand up, very slowly, but it's too late, the little sensor mite is crawling inside—\n\nIt buzzes, and the buzz makes a tiny voice. \"Miss Garcia Umr Tawil,\" Master Rahool says. \"Could we have a word about your choices, please?\"", 
        "name": "The Stacks"
    }, 
    "subtitle": ""
}