{
	"displayProperties": {
		"description": "The scout missile detonates less than a hundred thousand kilometers away from Cocytus: a pinprick of antimatter annihilation that energizes thousands of bomb-pumped lasers to spike the void with light. One of those beams strikes the Corsair's ship, pierces the stealth system, and reflects.\n\nThey are discovered.\n\n\"Lavinia,\" the Corsair radios. \"I'm detected. I have to run.\"\n\n\"That wasn't the deal!\" Lavinia shouts, pacing in front of a humming portal. \"You break me out, you bring me here, and you carry my findings to the City! I need another ten minutes—\"\n\n\"No time. Royal Guard coming. Shouldn't have paid in advance, Cryptarch.\"\n\nThe channel disintegrates into digital static as the Corsair's ship accelerates away.\n\nLavinia swears and beats her suited fist against her helmet. She's trapped in Cocytus! The last time the Awoken trapped anyone here, those poor souls went utterly insane. The doomed crew of the Dead Orbit scout ship Sophia called this place A113, an innocent catalogue number; they had no idea that the gates aboard—once a Golden Age experiment—had been captured by the Hive deity Crota. Those gates consumed them all.\n\nNow Crota is gone, and Lavinia has gambled everything that the portals have fallen into other hands. Ahamkara make the unreal real—Calus's ship is surrounded by a halo of unreal dark matter, like a ring of probing hands, Guardians can manipulate reality itself—there is a pattern here, a story, and it leads to Cocytus, to what these gates might do.\n\n\"Logs.\" She pages frantically through the observations left by the Awoken sentries once stationed here. Cocytus was abandoned when the Red Legion attacked, all its defenses scavenged to reinforce Vesta. \"What came out of the gate? What did you see?\"\n\n//EVENT 1 TIME 00:00:00 Portal 3 emitted a hydrogen nucleus. Over 72 hours, the emissions developed from diatomic hydrogen to nitrogen, carbon, oxygen, water, and simple organic molecules. At the 80-hour mark, a pellet of thick black hydrocarbon tar. Until 82:34:15, the gate emitted tar containing complex monomers and polymers—\n\n\"Come on!\" Lavinia barks, paging ahead. \"Come on, damn you, give me something real! Give me the Nine!\"\n\n//EVENT 1 TIME 524:03:11 Portal 3 emitted a living organism. Death was immediate. Autopsy team reports a spherical body, radius one point one meters, surfaced in hydrocarbon tar. Deep, evenly spaced \"throats\" converged on a central cavity perhaps intended to serve as lung and stomach. The body consists of an undifferentiated tissue of primitive cells. A basic spasm reflex forces air down the throats. Without enzymes to catalyze metabolism, the organism could not survive. Cell death occurred instantaneously throughout the mass. There were no provisions for self-repair or reproduction.\n\nLavinia reads this again, horrified and fascinated. Something on the far side of the gate is learning to assemble atoms, molecules, even haphazard life... something from a world of darkness and dust, probing its way into our structured existence, trying to cobble together a message, an emissary, a body...\n\nThe Nine are on the far side of this gate. She's sure of it. She's found them.\n\nBut to meet the Nine directly... would that be madness? Would there be any return? Would she ever see the City again?\n\nShe's come so far for her truth.\n\nAn alarm sounds in her helmet. INCOMING TRANSMAT, the suit warns her. INCOMING TRANSMAT. Her radio barks at her, stern as Ikora Rey: \"Cryptarch Lavinia Garcia Umr Tawil.\" It's Paladin Rior. \"You stand in violation of the Queen's law. Surrender yourself, and you will be treated fairly.\"\n\nLavinia stares into the yawning gate. Beyond it lies a realm of utter darkness and dissolution, a place where nothing exists except the most alien forms. To go there would be suicide. She would die like the poor tarball creature.\n\nBut what lies behind her? Failure? Surrender? Shame? A life in a cell?\n\n\"Lucky Lavinia,\" she says, and leaps through.",
		"name": "The Gate",
		"icon": "/common/destiny2_content/icons/165c2e753b9ef64b2b9046ce8211840c.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3891297047,
	"index": 949,
	"redacted": false,
	"blacklisted": false
}