{
	"displayProperties": {
		"description": "Came now the Traveler, and with it a strange hope—for the Traveler's Light had the power to cause without causation! If the Nine had the Light, they could seed their own minds, free themselves from the dependence on matter-life! They could gain forces beyond Gravity to structure themselves, and so become more than wraiths of dark dust. They could enter the mad alien superworld of our chemical reality.\n\nSo they turned to this new hope... and were divided.\n\n\"Come to me,\" a voice calls to Lavinia, although there is nowhere to go, nothing to be, not even emptiness but the absence of anything to be empty or full. Lavinia perceives, without emotion, that she now exists as a structure of dark dust, a sandstorm blowing against itself.\n\n\"Come,\" the voice calls. \"I am Nasya. You are not safe. Come with me.\"\n\nNot safe?\n\nNo. Of course she is not safe. Because there are factions among the Nine: one faction sent Xûr and Orin to study Guardians and the Light, to seek the secret of effect-without-cause and to protect the source of that secret, the last source, now that the Ahamkara are gone. Those five played at alchemy with the Cocytus gates, turning dark dust into energy and then into matter, but they could not unlock the secrets of our mad existence. They needed ambassadors. Go-betweens.\n\nThe other faction walks a different path. A path of folds and needles slipped through spacetime itself, existential syringes yielding new spaces, to be remade as the Nine desire. They have tried to gather enough dark dust in one place to form a black hole, and found it difficult: when the dark mass collapses in gravity's fist, the dust passes through itself and scatters.\n\nBut difficult is not impossible. And there is far, far more dark matter in the universe than bright. They will find a way to make new worlds of it. They will end their dependence on life, and on the Light of Guardians, which the falling veil will soon snuff out forever...\n\nIn passing, Lavinia sees the entire history of the Queen's interactions with the Nine: more than anyone suspected, and more vital. She sees how one of the Nine blinded Guardians to Ghaul's approach, risking everything (for Ghaul would have destroyed the sun, and the Nine with it) to learn how to steal the Light. She sees how that one was punished.\n\n\"Come!\" Nasya calls, urgently. \"Come with me! Come quickly, before—\"\n\nSomething dark and hypodermic pierces the void beneath Lavinia and slurps her down, pulls her through a proboscis so tiny that it breaks her apart into a stream of single particles, one after another. She is annihilated...\n\n... and reborn, somewhere, somewhen, made of flesh again, shaking and dripping fear-sweat, mewling like a little baby. Her cheek presses against a warm wooden floor. There's a fireplace, and a fire in it, and strong wind outside that sucks at the flames.\n\nThe clever-looking old lady at the desk looks up. \"Ah,\" she says. \"Lavinia! You made it.\"\n\n\"Wh—\" Lavinia gasps. \"Wha—\"\n\nShe smiles, as if Lavinia's confusion is the sweetest greeting she's ever heard. \"Don't be afraid. You've come to exactly the right place.\"\n\n\"Where...?\"\n\n\"Someplace where you're appreciated. Where we can really use everything you've learned.\" The old lady pours a thin stream of tea into a cup of bone. \"Didn't I tell you that you were lucky, back when you were born?\"",
		"name": "The Witch",
		"icon": "/common/destiny2_content/icons/165c2e753b9ef64b2b9046ce8211840c.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 3891297048,
	"index": 952,
	"redacted": false,
	"blacklisted": false
}