{
    "index": 946, 
    "hash": 3891297045, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/165c2e753b9ef64b2b9046ce8211840c.png", 
        "hasIcon": true, 
        "description": "The Reef is punch-drunk. Lavinia thinks that loss has driven the Awoken into a state of collective traumatic mania. Endless revels light up the purple sky; people leap off the world and drift away into the artificial atmosphere, to be collected, protesting woozily, by the skiffload.\n\nLavinia is a wallflower here, forever on the edge of things. She gets pangs of homesickness every night, and tells herself that the Reef is the right place to begin her journey home. This meeting, right now, might be the first step...\n\n\"Much mourning,\" the Fallen at her side murmurs. \"Master Ives murdered, Variks missing. Spider hires away my friends. Well, I stay to guard Master Ives's work. You come in, make yourself into a home. I will bring nitrogen tea and records.\"\n\n\"Thank you.\" Lavinia wants to laugh, or maybe cry, at the malapropism. If only she could make herself into a home! But it'll be all right in the end. She will find the Nine, bring the truth home, and earn forgiveness.\n\nThe Fallen returns with tea and devices. \"Watch. Record from Prison of Elders. Master Ives fascinated by it.\"\n\nShe sees Skolas, fallen Kell of Fallen Kells, waiting to die by combat. His huge horned armor lags his motions, like a weary companion trying to mimic everything he does. A servitor pumps ether into him. Lavinia wonders what would happen if she took Ether. Would she feel clearly and coldly determined? Would she turn into a huge Lavinia? Would she stop missing her home?\n\n\"Mara.\" Skolas's mouth was not made for that name. \"Mara, do you hear?\"\n\n\"The Queen of the Reef sentenced him to the fate of all Fallen,\" Lavinia's companion sighs. \"To strive, and struggle, and fail. But he was already lost. His mind broke at the Citadel, where he saw into time.\"\n\nSkolas blows white vapor. Frost crackles on his mask. \"You gifted me to the Nine. And they sent me back. People think you are a fool. That you made an error releasing me. Led your people to die on my blade, as I led my people to die on yours.\"\n\nLavinia's translator murmurs along with the Kell's words. \"The Nine's agent never told me why he released me. Now I know. You know also, I think. Both of you require the Guardians... and the Nine do not understand life and death. So they sent me back to you, to make the Guardians come. They did not comprehend the harm.\n\n\"I do not comprehend them either. I traveled among the Jovians for years, in their dominion. But I do not know the Nine. You, Mara Sov... you are the only one who bargains with them. You are the only one who has foreseen their role in the game. You keep your successes secret, so the world only knows your mistakes. No wonder I underestimated you.\"\n\nHe hefts the scorch cannon his jailers have given him. Lavinia thinks of the tools his House once favored: shuttle and loom. \"I saw the shape of the Nine on Venus. A place that was once precious to them, where wishes could transfigure their flesh. I saw that they are bound to this star and to these worlds. You are of a kind in that way, you and the Nine. Not I. I will be glad to leave this world, Mara Sov. I am tired of being a pawn.\"\n\nSkolas lays his huge horned head back against the cell wall.\n\nLavinia, watching, spills her tea in excitement. \"They want to help us,\" she whispers. \"They're from our planets! They want to help! Oh, I'm sorry, I'm so clumsy—\"\n\nShe leans down to mop up the spilled tea. A flashbang grenade detonates in her face. The next thing she knows an Awoken officer is sentencing her, under martial law, to life in prison for espionage.\n\nLavinia, fumbling for any sign of her good luck, is glad to see the Fallen go free.", 
        "name": "The Kell"
    }, 
    "subtitle": ""
}