{
    "index": 943, 
    "hash": 3891297040, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/165c2e753b9ef64b2b9046ce8211840c.png", 
        "hasIcon": true, 
        "description": "\"Is that him?\" Lavinia whispers.\n\n\"Oh yes. Nobody does 'unnervingly bewildered' like our boy Xur.\" The Titan points down into the shadows of the Tower hangar, where a cloaked figure hunches over nothing, as if run through by an invisible spear. \"He comes here to trade. We didn't let him in, but we don't stop him, either.\"\n\nLavinia, as afraid of success as she is of failure, shivers through a thrill of nerves. \"Xûr,\" she corrects the Titan, then, feeling like a pedant: \"Sorry. Cryptarch habit.\"\n\n\"Right. Xur. That's what I said.\" The Titan shrugs. \"I like old stuff too, Cryptarch. Go ask your question.\"\n\nLavinia's mother told her that on the day of her birth, a witch pronounced her lucky. She will have to trust in that luck now.\n\nShe descends to the hangar floor and walks determinedly up to the thing. It does not even lift its hood to look. \"Xûr,\" she says, unsure what to do with her hands. \"I'm Cryptarch Lavinia Garcia Umr Tawil. I've chosen to study the Nine.\" As all fools do, her master told her. \"I want to ask you a question.\"\n\n\"You have no need of it.\" The voice hidden in that squirming face is a man's, low and incongruously clear. He sounds, Lavinia thinks, as if he is trying very earnestly and very hard to be understood. \"But I will give it to you.\"\n\nShe has practiced this question, clung to it as her anchor when she drifted away from her master and friends. \"We salvaged information from a Ghost on Venus, in the Ishtar Sink. It described an artifact found by our Golden Age ancestors. A copper box, painted red, lightly damaged, full of dust. On the individual motes of dust we found engraved maps of rocky worlds. Mars, Earth, Venus, other planets...maybe every Earthlike planet in the galaxy.\"\n\nXûr lifts its grasping face. She sees an almost human curiosity, but stretched over the rack of an alien shape, a provisional superstructure cobbled together to make a manlike form, ever on the verge of failure. \"Planets,\" it says. \"My motions, in large part, depend upon their configuration.\"\n\nShe doesn't shudder, much. \"My colleagues say the artifact came from the Vex, as a warning that they will exist wherever we go. But I think,\" she swallows, \"I think it's from the Nine. Did the box of dust come from the Nine, Xûr?\"\n\nXûr's golden eyes shine at her. \"I am here for a reason,\" he says. \"I cannot remember...the dust has changed. The dust is precious.\"\n\n\"Yes! Did the Nine send us the dust? Why is dust precious, Xûr?\" Why dust at all? Why not a letter, or a clay tablet, or anything clear?\n\n\"Blood,\" Xûr says, and makes a sound like a cough. \"The blood is transformed. The wish is granted. The dust is commingled.\"\n\n\"It can't be the Vex who sent it,\" she insists, as if Xûr is another stubborn Cryptarch who won't listen.\n\n(Lavinia you must stop babbling.) \"The Vex use matter as a substrate for computation, not a medium to communicate. How is it that the Nine can map the mass of every rocky planet in the galaxy, but not send us a message on the radio? Why Venus? Why dust?\"\n\n\"Much of dust was once cells,\" Xûr says, and coughs loudly. \"This dust was once of the Nine. It commingled. It was forever changed.\" That harsh, percussive cough again. \"Dust to dust. One dust to another. The Nine are the flesh of dust.\"\n\nLavinia realizes that the Agent of the Nine is laughing.", 
        "name": "The Red Box"
    }, 
    "subtitle": ""
}