{
    "index": 945, 
    "hash": 3891297042, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/165c2e753b9ef64b2b9046ce8211840c.png", 
        "hasIcon": true, 
        "description": "They are waiting for Lavinia in the courtyard of the ruined Tower, although they do not strike until she holds the guilty object in her hand. A Titan in New Monarchy red pins her to the ground; a Hunter with a gun barrel as wide as the moon cuffs her and calls her a looter.\n\n\"Rahool has a watch on this one,\" the Titan remarks, consulting her black-tipped Ghost. \"Says it's for her own protection— \"\n\nThe Hunter hisses and flinches back. \"She's got a bone!\"\n\n\"Get off of her! ENOUGH!\" This new voice is strange to Lavinia but the power in it can only be Ikora Rey's. \"You will never touch a mortal human in anger again! That is not our purpose!\"\n\nThunder booms; something detonates nearby; Lavinia's ears pop. She gets the sense that, voluntarily or otherwise, the two New Monarchy Guardians have vanished. Lavinia tries to stand up but vertigo and the cuffs pitch her sideways and she lands hard on her hip. \"Master Rey,\" she gasps, \"I'm sorry, I should've filed a—\"\n\n\"Lavinia.\" Ikora's coiled fury has a tooth of fear in it. \"Open your left hand.\"\n\nThere's a bone in her hand. A long chunk of jaw with one huge white protruding tooth. It's warm and comforting and solid. She clutches it protectively, the key, the eggtooth that will crack open the mystery of the Nine and put her back in her master's good graces and save her from the probation Rahool dropped on her when he hauled her out of the archives—\n\nWith an effort of will that makes her shout out loud, she opens her fist and drops the Ahamkara bone.\n\nIkora Rey makes it fly away. \"You weren't after that bone. It was after you. Did you make a wish, Lavinia? Did you ask to know about the Nine?\"\n\nShe tries to explain that she didn't, that she only wanted to track the bone back to its source (Venus, hopefully), and to learn why the Nine needed the Ahamkara.\n\n\"Why do you think the Nine needed Ahamkara?\" Ikora asks, dangerously.\n\n\"To make wishes,\" Lavinia pants. \"Xûr didn't appear in the Tower until the end of the Great Ahamkara Hunt. Whatever they used to get from the Ahamkara...\"\n\nShe leaves it unsaid: maybe the Nine are now getting it from Guardians.\n\nIkora rubs her brow. \"I can't stop you. But if you keep looking, I can't protect you from the consequences.\"\n\n\"Help me!\" Lavinia begs. \"There's something here! Something that connects everything, the Trials, and the Ahamkara, and the Guardians, and the Nine. There are things the Consensus knows about Ghaul's attack, things they haven't told us—\"\n\nIkora Rey puts up one finger. Lavinia shuts up. \"Choose. Are you going to go back to school, and let me pretend you were never here? Or do I have to report you for theft of an Ahamkara bone?\"\n\nLavinia takes a deep breath. \"I'm sorry,\" she says. \"I have to keep going. I'll try my luck.\"\n\nThe tribunal's verdict is unanimous. Lavinia Garcia Umr Tawil has trespassed against her oath to guard the common welfare of humanity. She will never set foot in the City again.", 
        "name": "The Bone"
    }, 
    "subtitle": ""
}