{
    "index": 769, 
    "hash": 3918600864, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "When they took my Light, I dared them to do their worst. When they took my eye, I laughed and told them I had another. But when they took my Ghost… Ooh, when they took my Ghost from me—that was the moment their lives ended.\n\nThey just didn't know it yet.\n\nSince my first rez, I kept to myself. Figured I'd always been that way, in my previous life and all. Joining fireteams, raiding, the Commander's Nightfalls—never my bag. Always walked alone. Never needed nobody. Except for Ghost. Ghost was my only friend. Got no shame in admitting that, not anymore.\n\nNot long after the Taken War, we'd made our way to the EDZ, looking for a place to call our own. Looking for some quiet. Maybe something resembling peace. Ghost and me, we'd been fighting since the Faction Wars. Always fighting. Non-stop fighting. And I was done. We were done. We'd been running solo ops so long, I don't think anyone even noticed we were gone. And we were glad for it.\n\nOur sudden disconnect from the Light changed all that. Like it or not, I was Guardian, he was a Ghost. Peace was never in the cards; the Traveler saw to that. Ghost reconnected to the City networks for the first time in I don't know how long only to find that comms were jammed planet-wide. So we moved west—to our original LZ, to head back to the City, to find the next fight. That's when they found us. The Cabal—Red Legion, we would later learn.\n\nThey marched us north of the Winding Cove. Set up camp within sight of the Shard. They ingested their libations. Got rowdy. They knew we were Lightless; they wanted to see what I was really made of, when I was just meat and air. I said, do your worst. And they did. Beat me within an inch of my final life and then guffawed when Ghost couldn't do anything to get me back on my feet. They ingested more of their bevvies, and one of 'em decided I had one eye too many, and he took it and popped it and laughed some more and asked me what I was gonna do about it. I laughed back, louder and crazier than they liked, and told them I had another. Then one of them, the worst one of them, took hold of Ghost, and said, I'm your Ghost now—I'm the one who decides if you live or die. Ghost was just a pebble in its meat hooks. And with no effort at all, Ghost was in pieces. Before the sun rose, they threw me off a cliff. They should have put a bullet in me. They should have fed me to their War Beasts.\n\nFigure Ghost chose me because I was some kind of hero in my before time. Maybe. More likely I was just another killer.\n\nAnd I sure as hell didn't need no Fists of Havoc to get my hands wet proper.", 
        "name": "One-Eyed Mask"
    }, 
    "subtitle": "An eye for an eye."
}