{
	"displayProperties": {
		"description": "[Report by VanNet encrypted router.]\n\nThe enemy is convinced of the rightness of its cause. Uninteresting.\n\n[Personal notes, scratched in Hive leather with a flake of Ionian stone.]\n\nI saw a strange Ghost yesterday, lurking among my supplies. Normally, they do not come this close, even when their Guardians do. They fear possession by the Pyramid.\n\nBut this one had the air of a spy.\n\nThe enemy warns me of great atrocities couched in valor, violence born from supreme conviction. This message is an extension of the \"camouflage\" logograph. A warning against my own comrades.\n\nSometimes, death comes not from a disease but the body's immune reaction. Under pressure, oxygen becomes poison. Good things, Mara says, can make us sick…\n\nZavala is not a martinet. He is a strategist. His Guardians are all tacticians. They love when some grand new threat appears; but when it is defeated, they become restless, and they use their bold victories as proof that Zavala is a timid leader.\n\nBut he is not swayed by the hot-blooded elite. He fears victory disease. What will happen when our mighty newborn Guardians, accustomed to swift victory, meet a grinding, tedious foe?\n\nAnd he worries for the thousands and thousands of weaker Lightbearers who rush after their heroes and die forever. No more Ghosts are being created. We are pouring from a shallow cup.\n\nHe would do anything to protect the Last City. Such is his conviction.\n\nWould he kill me, if he thought I was turned? I think it would wound him horribly. But he does love to be hurt by his duty…\n\n[a small space]\n\nEnina returned with the pine-apple seeds.\n\nIo does not support agriculture, so I made loam out of treated soil, asteroid powder, and a bacterial paste that looks like bouillon. I will plant the pine-apple seeds in this little garden. I hope their roots are not too big. I have only a little room to grow.",
		"name": "CONVICTION",
		"icon": "/common/destiny2_content/icons/7714ca6075a4e92455667ee06350e19b.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 403960391,
	"index": 1402,
	"redacted": false,
	"blacklisted": false
}