{
	"displayProperties": {
		"description": "TYPE: VANGUARD CASUALTY REPORT\nPARTIES: Two [2]. One[1] Guardian-type, Class Titan [u.1]; One[1] Guardian-type, Class Warlock [u.2]\nASSOCIATIONS: Emerald Coast; Cathedral of Scars; Legion's Folly; Kell's Grave; \"The Drifter\"; Gambit; Gambit Prime\n//AUDIO UNAVAILABLE//\n//TRANSCRIPT FOLLOWS…/\n[u.1:01] What do you have? Arcite's the only one watching up there.\n[u.2:01] European Dead Zone, Earth: three Guardian fatalities.\n[u.2:02] Dreaming City, the Reef: two Guardian fatalities.\n[u.2:03] Nessus, Unstable Centaur: one Guardian fatality.\n[u.2:04] Tangled Shore, the Reef: three Guardian fatalities.\n[u.1:02] …I know.\n[a sudden distortion in the feed from Light-based radiation]\n[u.1:03] You missed. And you ruined my wall.\n[u.2:05] If I wanted to hit you, you'd look like that wall. What happened to stepping on him the second something went wrong?\n[u.1:04] Those Guardians knew the risks. We take them every time we raid the outer edges or run a strike. Gambit's the same. These were not \"Thorn\" incidents. In each case, non-Guardian hostiles caught Ghosts unprepared. The Crucible's for them as much as us.\n[u.2:06] He doesn't watch those arenas like you do. He's reckless.\n[u.1:05] We need him. It's working.\n[u.2:07] If we lose another Guardian, he's out. Did you forget how many of us died that first night of the war?\n[u.1:06] I buried all the ones I could find before the dawn.\n[u.2:08] How about we stop burying Guardians altogether? Get him in line. Or I'll kill him and his Ghost myself.\n//END TRANSCRIPT\n\nCORMORANT-ENCRYPTED MESSAGE FOLLOWS. AUDIO UNAVAILABLE.\n\nI stole that transcript myself. Thought you should see it.\n\nYour friends are dying on the Drifter's watch. How long before it's you?\n\nThe Order is in a state of paralysis. Half of us want to restrain the Ghosts of the Vanguard and the Drifter all at once, and have them face Praxic justice. But that would shatter the peace in the City, irreparably.\n\nMeanwhile, the Shadows of Yor continue to have a presence in this City. And no Golden Gun in sight to contain them. The Man must be busy.\n\nIt seems the fate of this town rests on your shoulders once again. The choices you make in the coming weeks could affect more lives than any bullet you've ever fired. Consider that.\n\nAnd consider this:\n\nThe Drifter is polluting minds, driving Guardians away from what he nebulously calls the \"Traveler's dogma.\" He's turned a lot of minds onto the idea that Darkness is a tool worth using.\n\nThis City was built on a foundation of fighting the Darkness and everything it stands for: the erasure of order, individual empowerment over the common good. The Hive and the Taken live to serve their gods. The Traveler empowers humanity to live.\n\nHe says otherwise, but the Drifter is not above systems. That armor he's offering you in his so-called \"Reckoning\" represents a choice in a system of his making. He's just here to disrupt the natural order for personal gain, and he doesn't care who dies for it.\n\nThe Vanguard is relying on you more than ever. Against the Drifter. Against themselves.\n\nYou'll know what to do.\n\nI have Dredgens to hunt.",
		"name": "Message from Aunor V",
		"icon": "/common/destiny2_content/icons/d2d41d201c1932f5fc45337876be7495.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 4041567599,
	"index": 984,
	"redacted": false,
	"blacklisted": false
}