{
	"displayProperties": {
		"description": "CORMORANT-LEVEL ENCRYPTED MESSAGE FOLLOWS. AUDIO UNAVAILABLE.\n\n[The transcript has been bundled alongside the shattered remains of a Ghost.]\n\nThis Ghost belonged to a renegade Guardian, recently deceased in a shootout with Praxic elements in the City.\n\nHis Guardian, an equally dead Titan, went by another title:\n\nDredgen.\n\nThis pair were ideological followers of Dredgen Yor.\n\nNo reason for veterans of the Red War to brush up on late Dark Age history, so in case you haven't heard: Yor was among the first of our kind to kill another with the heretical use of Darkness. Even a Guardian can't come back from that.\n\nAll those who used his name in recent history belonged to an outlaw group called the Shadows of Yor. No two of them can agree on Yor's true ideology, but all strive to consort with the Darkness for power. According to the testimony of his former fireteams, Drifter was one of them. And might still be.\n\nThe group hasn't made an appearance in a long time. There are rumors of new \"Dredgens\" taking up the mantle at the behest of the Drifter. All relatively young Guardians: the Old Russian cohort or the Red War. Not the old blood of the original group.\n\nYou might be one of them. Or soon could be.\n\nJust know that I've confirmed some, perhaps all, of the old blood are back in town. The Ghost you hold in your hand belonged to one of them.\n\nAnd I would not be surprised if the renegade who hunts the Shadows, the Hunter who forged the Golden Gun itself, was close behind.\n\nI don't know why the Shadows have returned, but there are possibilities:\n\nTo Drifter's chagrin I'm sure, it's no secret City Guardians are playing with Darkness in the form of Gambit. Maybe the Shadows want to actively recruit. They've tried and failed in the past to put the use of Darkness into Guardian arsenals.\n\nBut the Drifter and the Shadows could be at odds. The man is a loner and a cheat, building as many bridges as he burns in the Guardian community. He has true allegiance to nothing and no one but himself. It's possible he's gathering Gambit regulars to defend himself from his own kind.\n\nOr the Dredgens are here to help their ally, the Drifter, with the operation of Gambit or some new, unknown goal.\n\nI share all this with you hoping for your confidence. The Drifter is not to be trusted. Involve yourself with him and the Dredgens at your own risk. Even if you carry their name, it's not too late to make the right choice.\n\nDon't end up like the Ghost in your hand. He did not die well.",
		"name": "Message from Aunor III",
		"icon": "/common/destiny2_content/icons/d2d41d201c1932f5fc45337876be7495.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 4041567593,
	"index": 982,
	"redacted": false,
	"blacklisted": false
}