{
    "index": 980, 
    "hash": 4041567592, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d2d41d201c1932f5fc45337876be7495.png", 
        "hasIcon": true, 
        "description": "CORMORANT-LEVEL ENCRYPTED MESSAGE FOLLOWS. AUDIO UNAVAILABLE.\n\nSince its inception, the Vanguard has served as the City's greatest deterrent against total annihilation of humankind. And for an Age, it succeeded without question.\n\nBut today's Vanguard has never faced a threat like the Drifter. This man with no name and no verified history in the City's files has brought an ideological war to our doorstep. He's a greater threat than any Hive god or Vex Mind because I can't walk down to the Annex with a shotgun and end him.\n\nThe Vanguard won't allow it. They see a rogue element they can control.\n\nI see a criminal in a place of power.\n\nThe Praxic Order has been surveilling Vanguard activities: Guardians like you are abandoning frontline duties so they can run rampant in the Drifter's Gambit.\n\nEvery Mote of Dark they drop in his hands means another moment that the paracausal phenomenon in the Dreaming City is left unchecked. That our enemies in Deadzones across the Earth push our borders. In the absence of Light, even the Hellmouth on the Moon is stirring.\n\nThis cannot last. Ontological and genocidal threats aside, Gambit encourages the use of Darkness to fight Darkness... and other Guardians.\n\nSince the City's foundation, the Praxic Order has existed to keep Darkness and other banned assets out of the hands of City Guardians. Despite our best efforts, pieces like the Red Death, Crimson... and certain Weapons of Sorrow... continue to find their way into City arsenals. But even Guardian killers like those are nothing compared to the ideological threat of Gambit. Gambit leads to Darkness.\n\nAnd Darkness is the Hive on the Moon, tearing our kind to pieces in the Great Disaster. The Darkness is the Red War, the tower-fall—when the Cabal silenced the Traveler and killed thousands of the last humans on Earth in a single day. The Darkness is the Vex erasing our allies from existence, from memory itself. The Darkness is one man, with the power to deal final death in his fist. The Darkness was the Collapse of the Golden Age.\n\nThe Darkness is peace by annihilation in myriad ways.\n\nAs a sword of the Praxic Order, it is my duty to seek out those who would consort with or study the Darkness as a religious or paracausal entity. Participating in Gambit is problematic, but Guardians will go to where the guns are. If the Order wants to win this, the Drifter must fall. If I can get solid evidence that bastard is causing demonstrable harm, the Praxic Order will descend on him like a second sun.\n\nI know the Drifter has your ear, but consider this:\n\nThere's more to being a Guardian of the City than power.", 
        "name": "Message from Aunor II"
    }, 
    "subtitle": ""
}