{
    "index": 991, 
    "hash": 4058345182, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d2d41d201c1932f5fc45337876be7495.png", 
        "hasIcon": true, 
        "description": "In a campsite on a cliff above the salt mines of Trostland, a man with a Golden Gun held two Guardians hostage. Behind them, an ashen silhouette smoldered on the cliffside.\n\n\"I gave you every chance,\" said the man with the Golden Gun. \"Any last words?\"\n\nOne hostage lifted his head and took a breath. Before he could speak, his skull erupted in a bloom of Arc Light. A Void arrow lanced through the air and lodged in the throat of the second hostage. He slumped over, falling against his dead companion.\n\nThe man turned to look in the direction of the shots. The Golden Gun blazed bright in his fist.\n\nThe Ghosts of the dead Guardians materialized to resurrect their fallen charges—but were cut short as two restraining bands whistled through the trees and snapped across their frames.\n\nThe Ghosts fell, enervated by Arc pulses flowing from their restraints.\n\nLoose pebbles murmured down the cliffside as six Warlocks dressed in black dusters entered the camp single-file. They all carried Quitclaim shotguns.\n\nThe man did not move.\n\nThe woman leading the Warlocks stepped closer to the man. She held out a Cormorant Seal, fearless in the light of his ever-burning Gun. \"Aunor. Praxic Order.\"\n\n\"You're interrupting important work,\" he said.\n\n\"Stole the words right out of my mouth,\" she replied. \"These Ghosts are coming with us. No more killing. Your reputation won't protect you.\"\n\n\"Your jurisdiction ends in the City,\" came the reply. \"These two are my problem to solve.\"\n\nAunor glowered. \"They're third-degree offenders. Consorting with the Darkness on a material level only, collecting and concealing illegal artifacts. We'll rehabilitate and reeducate them if we need to.\"\n\n\"And they will continue behind your backs. They're already addicted. Power corrupts.\"\n\n\"You're costing us Ghosts—means to fight enemies of humanity. These Guardians represent more than potential Dredgens—\"\n\n\"Men like this will destroy you from within.\"\n\n\"Based on the sins of one man?\"\n\n\"My struggle is older than yours, Warlock Aunor, and it will be here when your Praxic laws are forgotten and the Last City is dust.\"\n\n\"You, and Shaxx, and the Vanguard, and all the deal-makers are going to get the City killed.\"\n\nThe man traded his Golden Gun from one hand to another and sighed. Aunor racked the Quitclaim. Her Warlocks followed her lead.\n\nThe man stood. \"Shaxx wouldn't like it if you all came home in pieces. Take them. I'll be watching. They so much as breathe wrong and they're mine.\"\n\nHe walked into the forest, fist still aflame. The campsite fell to darkness as he disappeared.\n\n\"Secure the Ghosts,\" Aunor ordered her team, holstering her weapon to begin a thorough sweep of the site.", 
        "name": "The Salt Mines"
    }, 
    "subtitle": ""
}