{
    "index": 993, 
    "hash": 4058345176, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d2d41d201c1932f5fc45337876be7495.png", 
        "hasIcon": true, 
        "description": "Drifter rounded a corner in the Bazaar, and grabbed a cloth hanging from one of the stalls.\n\nHe ducked a gate, passing through a little-used doorway into a civilian corridor. As he walked, he wrapped the cloth around himself, covering his head and hiding his face. He changed his gait and his posture by degrees as he walked: moving a little slower, hunching a little lower. When he emerged into the next atrium, it was as though he had aged by sixty years.\n\nSpotting a group of elders basking in the sun, he shuffled over to sit down as one of them.\n\n\"You new here?\" one of them rasped.\n\n\"Always feels like it,\" he replied in a reedy lilt.\n\n\"I know what you mean,\" the elder said, staring at a squad of passing Titans whose armor reflected the sky. \"They always stay the same,\" he gestured at them. \"Everything around them changes on their whims. For good or ill.\"\n\n\"You're not wrong.\" It wasn't what he had meant. Once traffic died down, he could head straight for the Annex. No Guardians to pester him about rules or payout changes to Gambit.\n\nHe hated going out there with the Lights. Their earnestness pissed him off. He only did it 'cuz he had to eat. What he loved about Gambit was one thing, and one thing only: delectable Motes of Dark.\n\nThe bench creaked as someone sat down beside him. He didn't bother to look up. They'd go away eventually.\n\n\"Turns out your info was solid,\" a voice said. \"To my surprise.\"\n\nHe turned to look, and saw a woman: brown-skinned, crooked-nosed, with intelligent eyes and a hard stare. She wore a black duster, and light armor underneath. A Warlock. He didn't know her. \"You've mistaken me, my dear,\" he quavered.\n\nShe handed him an intricately designed slate about the size of a Titan's fist. A Cormorant Seal.\n\n\"The info you sold us on the Shadows was solid,\" she repeated. \"Are you switching sides?\"\n\nHe blinked. No use pretending. He dropped the act, sitting straighter. \"I'm on no side but my own. Are they alive?\"\n\nThe elders to his right frowned and began talking lowly amongst themselves.\n\n\"All but one. We couldn't get there before our mutual friend started his work.\"\n\n \"Those three were idiots. Chasing legends. No danger to anyone but themselves.\"\n\n\"I don't think you have a good gauge for that. But they're in custody now.\"\n\n\"If you're done, I'd like to spend more quality time with my blanket and these crusty fellows.\"\n\n\"We listened to your protégé's tapes,\" she said.\n\n\"You bastards,\" he said, with no fire in it.\n\n\"The Vanguard think they can use you,\" she said.\n\n\"And what do you think?\"\n\n\"You're a criminal not to be trusted. But... Orin gave you a chance.\"\n\nHe turned to look at her.\n\n\"And I think you think you can bring her back,\" she continued. He said nothing, but he didn't look away, either.\n\nAunor stood up. \"As you were.\"", 
        "name": "Civilian Atrium South"
    }, 
    "subtitle": ""
}