{
    "index": 992, 
    "hash": 4058345177, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/d2d41d201c1932f5fc45337876be7495.png", 
        "hasIcon": true, 
        "description": "The Shadows had her Ghost. They had somehow gotten their hands on restraint tech—Praxic tech.\n\nShe'd have to follow up on that some time. If she lived.\n\nNo Man with a Golden Gun. No fireteam. No backup.\n\nShe had been chasing a lead on a group of new-blood Dredgens, taking her Sparrow over Veridian Bridge to a local Gensym lab. But the Shadows were waiting for her.\n\nFrom a hidden vantage point on an overpass above, a single rocket from a shoulder-mounted launcher had obliterated the road in front of her. She'd been thrown straight off her machine.\n\nIn that split second, she saw Bahaghari had tried to catch her in a beam of Light, but with a telltale whistle and snap, a restraining band had silenced her Ghost. She was falling by then.\n\nShe leaned into the roaring wind, transitioned her fall into a dive. The impact and temperature of the water shocked and chilled her to the bone as debris rained into the lake around her.\n\nShe started the long swim toward shore, toward a road she knew would take her to the overpass.\n\n**\n\nShe pulled up onto the overpass on a hijacked Pike and looked down at the smoldering wreckage of the bridge where she had fallen an hour ago. Bahaghari was nowhere in sight, but her helmet's visor picked up an echo of Void discharge from a sniper's vantage. It was consistent with the launch pattern of a shoulder-mounted Countess SA/2.\n\nShe patched it back to Drifter, and in return, he gave her the coordinates of three possible Shadow safehouses in the area. Without Bahaghari, she had to input them manually to her tracker HUD.\n\nShe selected the farthest one from her position and gunned the Pike.\n\n**\n\nBy the time she pulled up to an abandoned warehouse in District 125, the Shadows had already ransomed her Ghost on several City bands. They wanted clearance to take their jumpships out of the system by midnight. Without clearance, they'd kill Bahaghari.\n\nThe Vanguard ignored the missive entirely. Renegades were not to be negotiated with. Not even Osiris himself. And these Shadows were no Osiris.\n\nThe maglev train coming from Core East roared on a rail above. The next train would arrive at midnight.\n\nShe could see a light on the top floor of the rust-red building, and the silhouettes of several people.\n\n\"I'm not on that floor,\" Bahaghari said. Aunor started.\n\n\"How—\"\n\n\"I hacked the restraint. It's Praxic tech. We've got a renegade in the Order.\"\n\n\"Worry about that later. You said you're not on the top floor?\"\n\n\"No. The basement. Under the street. Building's empty except for us. Don't even think about a breach, you'll need a team. Or a Gjallarhorn.\"\n\n\"Don't have either, Bighari.\"\n\n\"Don't even think about it.\"\n\n\"I didn't say anything.\"\n\n\"You never call me that unless you're about to do something stupid.\"\n\n**\n\nShe had never driven a maglev train before. She liked the feel of power in the front car, watching the world hurtle past.\n\nThe train was empty. She had ordered all the passengers and the conductor off before she'd requisitioned it. You could convince people to do almost anything with a Cormorant Seal.\n\nThe turn came rushing up, and she keyed a control on her wrist.\n\nA series of proximity mines on the rail and the barrier that supported it exploded, and the train hurtled forward through the smoke and fire—\n\nDown onto a rust-red warehouse building far below.\n\n**\n\nShe could see everything Bahaghari could see, even in death.\n\nFor those inside the building, it was like the world was ending.\n\nBut her Ghost was free, heading straight for the front car of the train that had impaled the upper floor of the warehouse. A pair of injured Shadows, the only survivors, were right behind her as she came up to Aunor's slumped body, her eye blazing with Light.\n\nAunor emerged from a radiant column and ducked under the bleeding Shadow's haymaker, slamming a blazing palm into his gut. She burned straight through him and rolled forward on the momentum, under a thundering shot from the second Shadow's hand cannon.\n\nShe transitioned the roll into a stiff sidekick from the ground, shattering the man's unarmored knee. She mounted him as he fell and bludgeoned him unconscious with a rain of burning elbows.\n\nBahaghari came up behind her. \"There are three more bodies... somewhere under this train. What now?\"\n\nAunor stood up, covered in blood and ash.\n\n\"We take their Ghosts. Alert the Vanguard. We have five renegades in custody.\"\n\nAunor found her duster in the train cab, tattered and badly burnt. She put it on, clasped her Cormorant Seal in place, and sat next to the bodies, waiting for her prisoners' Ghosts to materialize.\n\nHer radio clicked.\n\n\"No casualties. You did well,\" Ikora said.\n\n\"Are you speaking as the head of the Warlocks or the head of the Hidden?\" Aunor returned.\n\n\"As your friend. You slipped, but you saved it. Zavala and I appreciate your help in this. It's imperative—\"\n\n\"That Drifter and Gambit continue, yes.\"\n\n\"Aunor.\"\n\n\"Yes.\"\n\n\"Are we good? We're asking a lot of you.\"\n\n\"I don't ever want your job. And the City needs that rat man's connections and his means. If he can bring Orin back to us...\"\n\n\"Mm. Let's talk more in the morning.\"\n\nShe looked out the viewport at the burning train rail above, and the ruins of the warehouse around her.\n\nShe supposed this was her life now.", 
        "name": "District 125"
    }, 
    "subtitle": ""
}