{
	"displayProperties": {
		"description": "CORMORANT-LEVEL ENCRYPTED MESSAGE FOLLOWS. AUDIO UNAVAILABLE.\n\nYour Ghost passed along another couple of transcripts. Broke into the Derelict, did you? You've got good instincts.\n\nSeems to me that the Drifter's picked himself a protégé. Probably another young war hero, like you. If he's writing down his \"lessons,\" maybe he'll write down the one scrap of truth that we need to nail him to the wall. Chase the rest of those \"tapes.\"\n\nIn the meantime, I followed up with my colleagues about the Nine. Used to be that every couple years or so, somebody would get to talking to Xûr, then they'd decide that they were going to be the great mind to crack the mystery of the Nine. Go off to find them. Bunch of Cryptarchs, mostly. A couple Guardians. Then the Light went out during the Red War, and one last ambitious mind went out in search of providence: a Sunbreaker by the name of Orin.\n\nShe came back as the Emissary. Set up the Trials, said the Nine were standing ready to judge the worthiest among us—for what, we don't know. Seems they like strong warriors. The disappearances have stopped since then. I should note here that a couple people called those disappearances \"abductions.\"\n\nWord of advice? Try to keep emotional language out of your reports.\n\nTo the knowledge of the Praxic Order, the Nine aren't allies of the Darkness. We've got solid intel from Reef spies that the Awoken Queen's working with them now beyond the system. Could be that they're up to no good, but—whatever's out there is apparently more important than all that suffering in the Dreaming City, and every Corsair I've talked to believes that through and through. I believe their belief. The Awoken have too much self-respect to live under a bad leader. Bad's different than popular, of course.\n\nAnyway, I don't think the Nine or their Emissary intend to harm you—not right now, at least. It'd be helpful if we knew what they wanted with Drifter, but... That investigation is up to you. If you pursue it and you get a whiff of trouble, you tell me.\n\nJust remember the rest of us when you're out there changing the fabric of spacetime, or whatever the hell it is they do.",
		"name": "Message from Aunor IX",
		"icon": "/common/destiny2_content/icons/d2d41d201c1932f5fc45337876be7495.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 4058345180,
	"index": 990,
	"redacted": false,
	"blacklisted": false
}