{
	"displayProperties": {
		"description": "\"The math isn't the thing. The math is an inside joke. Just old solutions some say hint at the pinnacle of pre–Golden Age thought mechanics. My partner used to go on about it. About probabilities and random patterns used to solve the unsolvable. I never really paid attention. Outdated science never equaled a good payday, if you follow. Anyway, we used to run resource grabs along a coast out east. We found the rifle in the ruins of a gamblin' hall. In a vault ten feet thick. Behind glass, like it was someone's somethin' special—a real showpiece. Thought for sure we had a solid score. Funny bit was, the spot where we found it…? It was named after the math. Or, that's what my partner said. My money says the opposite, but what I know about science and history is limited to what I can sell and the sum it'll fetch.\n\n\"So, we're out in that ruined hall with loot to spare and an old-time shooter that should trade for a small fortune. Then scavengers hit. Small crew, but mean. My partner took bolts. Dropped. I tried to cover him, but the pirates were on us. Last I saw, his Ghost got scraped by a line rifle. Nothing I could do. Only reason me and my girl made it out was she was off scoutin' our escape, and I… The Fallen were distracted by my partner. But, I'm tellin' ya… there was nothing I could do.\"\n\n\"You were lucky to make it back… With your life, and your 'treasure.'\"\n\n\"You could say that.\"\n\n\"You survived an unauthorized run in known Fallen territory. You found an advanced Golden Age firearm with functional tech in a sealed chamber. You sold the weapon's tech to a gunsmith you won't name for a 'small fortune' in Glimmer. And your partner is nowhere to be found—'dead by Fallen hands'—so that 'fortune' is all yours. No need to split it.\"\n\n\"Sure. When you look at it that way, the math ain't so bad.\"\n\n—Egon Bash, a questionable Hunter under Vanguard interrogation",
		"name": "Monte Carlo",
		"hasIcon": false
	},
	"subtitle": "There will always be paths to tread and methods to try. Roll with it.",
	"hash": 4068264807,
	"index": 1134,
	"redacted": false,
	"blacklisted": false
}