{
    "index": 766, 
    "hash": 4070560771, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "FROM THE DIARY OF HIMURA SHINOBU\n\nI've deleted my previous entry. All I'll say about it is—\n\nOnly one thing scares me more than dying, and that's dying inside these walls.\n\nBut I made a promise to my home.\n\nI took the three new Guardians for a tour of the tallwalk today. Two of them are blue. Actually, truly blue. I can't stop staring. Their names are Therin Vai and Nadiya. The third is an Exo, Lee-4.\n\nTherin noticed my staring and laughed at me.\n\n\"Never seen anyone this good-looking before, have you?\"\n\n\"Never seen anyone blue,\" I said.\n\nTherin tried to explain about Awoken. He didn't know much. He doesn't remember anything since becoming a Guardian.\n\n\"Then how do Guardians pick their names?\" I asked.\n\nAccording to Therin, Exo Guardians usually remember their names, but that's it. Awoken and Human Guardians remember nothing, so they just pick new names.\n\nSo I asked them why they chose theirs. Therin puffed out his chest—his armor looked like it had once been really fancy, but it was scuffed and dirty from the road—and said, \"Because it sounds awesome! Remember the name Therin Vai—it's the name of the Guardian who will find the lost Warmind Rasputin!\"\n\nWhen he said that, Lee-4 managed to look exhausted, which is impressive for an Exo.\n\nTherin talked about Rasputin and the Baikonur for a while, so to sidetrack him I asked Nadiya where her name came from. But she just rolled her eyes. \"I don't think Micah's paying me to chitchat.\"\n\n\"You're getting paid?\" Therin said.\n\nLee-4 elbowed him hard.\n\n\"Ow! What was that for?\"\n\n\"To remind you why we're here,\" said Lee-4. It was practically the first thing I'd heard her say.\n\n\"Why are you here?\" I asked.\n\nShe fixed her electric eyes on me. \"Old debts.\"\n\n\"To Micah?\"\n\n\"No.\"\n\nNadiya slouched against the tallwalk parapet, her head flung back to hang over the side. I thought about pushing her over. \"Good luck with that, whatever that means,\" said Nadiya. \"I'm all about new debts. Preferably other people's debts to me.\"\n\nJust then Lee-4 swung the sniper rifle off her shoulder so fast it almost cracked Nadiya in the head. Lee-4 fitted the scope to her eye and held the weapon perfectly still, without even leaning the barrel against the wall. A pause filled only by Nadiya's complaints—and then Lee fired off a shot.\n\nOn the horizon I saw a shadow fall.\n\n\"Fallen?\" said Therin.\n\n\"Kings,\" Lee confirmed.", 
        "name": "The Sixth Coyote"
    }, 
    "subtitle": "\"You wanna use your old name, that's fine by me. Just don't tell anyone.\" —Micah-10 to Himura Shinobu"
}