{
	"displayProperties": {
		"description": "Lisbon-13 looked back toward where they'd left Yardarm-4. Separating the team always felt wrong, but Rekkana needed uninterrupted time to confer with the Senior Sybil, and if the Vex had detected their crash landing in the Black Garden, Yardarm-4 would give them that time.\n\n\"You'll have to move quickly,\" the Sybil said to Rekkana. Lisbon-13 shared her secret channel; Rekkana trusted him. \"The Vanguard have discovered that our order persists, as Osiris predicted.\"\n\n\"They'll send a fireteam after us, then.\"\n\n\"And after any other Cryptochrons they learn of. But your path is more dangerous than most. The Circle has foreseen many fireteams following in your footsteps. You can find the knowledge the order seeks at the Tree.\"\n\n\"Can? Not will?\" For the first time, Rekkana sounded concerned.\n\n\"The Circle has had limited success in piercing the veil that surrounds the Black Garden, so the order offers no certainties. They say that a group of Guardians will discover secrets about the origin of the Black Garden at the Tree. The Oneiromantic Circle foresees no reason why it will not be the Kentarch 3.\"\n\n\"Nor can I. But…?\"\n\n\"There is another thread in the tapestry, entwined with this one. The Vex, or some fractal faction of them, worship or honor a… divinity there.\"\n\n\"The Black Heart? It was destroyed.\"\n\n\"Yes, but this is something different. An object. Something like a sacred relic. It is important to the Vex for reasons that we have not yet fathomed. The Circle has determined that it is dangerous—\"\n\n\"A Vex weapon?\"\n\n\"Perhaps,\" the Sybil sounded annoyed at the interruption. \"Rekkana, the Circle concluded that it is a danger to you.\"\n\n\"To me? But then, why send me on this mission?\"\n\n\"When the Circle dreamed of the object, you were beside it.\"\n\n\"All right. We'll see what fate we will find ourselves in. Sybil…\" Rekkana paused a long while. \"I don't know that we'll see each other again.\"\n\n\"The veil around the Black Garden, the influence of the Vex—they make such matters difficult to know. I choose to believe we will meet again.\"\n\n\"Then I won't say goodbye,\" Rekkana said and closed the channel.\n\nRekkana stood, eyes closed, for a time. Lisbon-13 waited.\n\n\"Lisbon, when we find it,\" she said, opening her eyes, \"you should carry it.\"\n\n\"The object? This divinity?\"\n\n\"I can think of no one whom I'd trust more with it than you.\"",
		"name": "Divinity",
		"hasIcon": false
	},
	"subtitle": "Calibrate reality. Seek inevitability. Embody divinity.",
	"hash": 4103414242,
	"index": 1133,
	"redacted": false,
	"blacklisted": false
}