{
	"displayProperties": {
		"description": "Uh, okay. It's been a while since I sat down to do one'a these. Where was I?\n\nMy crew and I had been stuck in a prison of our own making, dying over'n over from the cold on a frozen rock out in the deep black. Hounded every day by the indigenous life that could erase our Light just by being near us. Life that we were hoping to capture, to help us end battles of Light versus Light.\n\nBut they were killin' us, one by one, robbing us of the Traveler's gift in sub-zero temps.\n\nWe each thought the others were to blame, somehow luring the creatures to camp during the night to claim victims. Could've just been bad luck. The place was riddled with beasts.\n\nEven now, I couldn't tell you either way. It was dark, it was cold, for days, weeks, months.\n\nJust as tensions between our group reached critical mass, on the other side of the system, Ghaul and the Red Legion took out the Traveler. Even out in space, it cost us our Light.\n\nBut we didn't know that. We all felt it, blamed each other without sayin' a word. I could see it in their eyes.\n\nIf I didn't draw, they would. So—ol' Drifter was the only one who walked out.\n\nFinal deaths. All of them.\n\nTo this day I don't know whether that planet, with its numerous monoliths, was meant to contain those beasts or breed them. Some of those morphs were caged. Some walked free as we did.\n\nSo. How'd I get from there to here? We had no ship. We had no way to contain those anti-Light creatures that had been the whole point of the trip in the first place.\n\nAnd the craziest thing happened. My Ghost snapped. What do I mean by that? Let me step back:\n\nI think all this time my Ghost was hoping I would fall in line, that I just needed time to take up the mantle of the Traveler. My re-birthright. But that had never happened. It took hundreds of years, but my Ghost finally flipped.\n\nHow? Well, our escape was all its idea: If we could modify its Light to replicate the energy effect of the monolith cages, it might be able to contain the creatures in the same way.\n\nBut we would need parts. Ghost parts. And we knew where we could get some.\n\nThe Ghosts of my former crew all fled as soon as their charges hit the dirt. So me'n mine, we hunted them.\n\nAnd then it came time to perform the modifications.\n\n\"Are you sure about this?\" I asked it. There were lasers all around us, scrounged from my crew's wrecked ship.\n\n\"Just make sure it works,\" it said.\n\nSo I began, sparks flyin' around me as I cut into its armor. If I died to the cold before I finished, all would be lost. It spoke over the din of the work.\n\n\"Hey. There's always hope. For what it's worth, I'm proud of you.\" It was the last thing my Ghost ever said, and the last lie it ever told.\n\nThe next morning, it was forever changed, but it had a brand new shell of armor, reinforced by the guts of five other Ghosts. Its eye was bright red. It could no longer speak.\n\nThe blue setting was still there, accessible whenever we needed it. But the red setting would save our lives. It was kit-bashed and jury-rigged, but it could replicate the energy of the cages. We froze every creature we came across, brought all of them onboard a new ship I cobbled together, now that we were free to explore that ice trap of a planet. It was a trashfire of parts I lovingly dubbed \"The Derelict,\" a ship that I added to as I journeyed back towards home.\n\nGhost could now tap into spectrums of Light no one on Earth had yet seen. Spectrums beyond the Light. Don't get me wrong. I'm no herald of the Dark. This was a kit-bash job.\n\nBut it was a renaissance for us. Gambit banks, Motes of Dark, the Derelict. They were all innovated out of that red setting.\n\nAnd that's when I suppose y'all met me.\n\nI think it's time I got back to Gambit. You should, too.\n\n—The Drifter to his Ghost, for posterity.",
		"name": "Illicit Reaper Bond",
		"hasIcon": false
	},
	"subtitle": "When the end comes… Will you clear the way for him, Warlock?",
	"hash": 4119846236,
	"index": 1012,
	"redacted": false,
	"blacklisted": false
}