{
	"displayProperties": {
		"description": "\"Mara!\" the fighter shouts, delighted, and a punch shuts him concussively up. It's a real good hit, a thunderous uppercut to the point of the jaw. Mara hears his teeth grind across each other, down into lip-flesh and shredded gums. She cringes in silent sympathy. He loses his grip on the equipment rack and tumbles out into zero gravity in a big arc of blood. His opponent goes for the coup de gras, kicks off hard and catches him in the stomach like a Human torpedo. They plunge together toward the killzone painted on the floor.\n\nUldwyn grins messily at Mara over his opponent's shoulder. He's fighting a big, brutal woman from Gravity Ops, a woman who's had her myostatin genes knocked out so she can swell up into a giant plug of brawn. Uldwyn doesn't have a chance. He took the fight for the same reason he wanted to join the Amrita expedition—he measures himself by the bravery of his losses. By what he can survive losing.\n\nHe applies a blood choke. It's the right move, but it doesn't matter. The woman groans, grays out, goes limp—but Uldwyn can't get out from beneath her sheer inertia before he hits the killzone. The bell goes off. Uldwyn groans as his rail-hard body forcibly decelerates his opponent's entire mass. Events have built up momentum, and he is just in the way.\n\n\"What did you lose?\" Mara asks him.\n\nHe lies there panting and grinning, shedding perfectly round spheres of blood. \"It's good to see you inside. What brought you?\"\n\nShe and her fraternal twin never answer each other's questions directly. Mara is cool with this because she feels like words are a very bad system of encryption, and that if you really want to communicate with someone, you must develop your own special one-to-one cryptosystem. The ideal statement, Mara feels, would be indecipherable to anyone but the person it's spoken to—and even then, only if they know you are the one speaking.\n\n\"I got you some pictures,\" she says, pushing the big woman off him, eliciting a fuzzy \"oh hi Mara.\" \"Full sensorium captures. You can trade them for the parts I need.\"\n\nUldwyn helps the big woman pull herself vertical, but his eyes are narrow on Mara. Not because he's sore at the idea of helping her—he's always liked bartering, bargaining, the hustle—but because he knows what kind of black market wants these captures. \"How far off the hull did you take them?\"\n\nHow far off? All the way off. They are in zero gravity because Yang Liwei shut off its engines for an inspection cycle. So while Uldwyn got in prize fights, Mara kicked off Yang Liwei's forward shield and coasted ten kilometers into pure void, tethered by only a thread-thin molecular line. She ordered her suit's cytogel to gather around her face. Then, only then, she overrode every sanity system in her softsuit and commanded it to retract into storage mode.\n\nThe suit peeled away like rind and she was drifting in hard vacuum.\n\nThe void boiled the water off her skin. Her body swelled with unchecked pressure until her undersuit forced it to stop. Alarmed cytogel crawled down her throat, hissing emergency oxygen: not enough. Her skin blued with cyanosis. She was bathed in the most profound emptiness.\n\nShe recorded all of it at the neural level. The exquisite darkness. The sense of fatal independence from all things. There are those who will give anything to feel that void.\n\n\"You can't keep doing this,\" Uldwyn complains, as the big woman stares at Mara in awe. \"Mom is going to die of worry.\"",
		"name": "Brephos II",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 412159071,
	"index": 501,
	"redacted": false,
	"blacklisted": false
}