{
	"displayProperties": {
		"description": "\"I really don't care what risks you take,\" Mara's mother sighs. \"That's the deal we made, my little yellow star—\"\n\n\"Mom!\" Mara protests.\n\n\"My discarded tube of sealant, my sweet little fleck of paint—\"\n\nOsana likes to compare Mara to small pestilent items that drift near spacecraft, like crystals of frozen urine. As far as Mara can tell, Osana is the apex of a centuries-long project to create the ultimate embarrassing mom. She is also very blunt: \"Mara, even when you were little, you wanted me to treat you like an adult. So I have. But you remember what I told you, don't you? If you don't want to be my daughter, I can't watch over you like a mother would. I can't put you first, like a mother would. I will always be your friend, but I have to make my own choices too.\"\n\n\"That doesn't mean you had to tell the Captain!\"\n\nThey walk shoulder-to-shoulder down the companionway to Captain Li's wardroom. Mara keeps trying to get a step ahead, to lead, but Osana somehow matches her every time. \"Of course I did,\" Osana says. \"You started a cult, Mara. If I didn't say something to the Captain, Behavior would've had this conversation with you instead. Do you want that?\"\n\n\"I didn't do anything. People liked my captures. People left me presents, spare parts, tips—then Uldwyn got into it, you know how he is—\"\n\n\"Don't!\" Osana wheels on her. \"For shame, Mara. You know your brother will follow anywhere you lead. You know he's not capable of the same, ah,\" her lips twitch, \"imperial remove. You knew he'd brag about you living on the hull—and you let him do it. It is one thing to have a particular power over people, Mara. But it is another to deny that you are using it.\"\n\nMara thinks she can come up with a stinging retort, given a few more paces, but it's too late. The hatch to Captain Li's wardroom swings open. Mara is terrified of this place. This is where Captain Alice Li, divine presence in Mara's life, interfaces with the officers who are the manifestations of her will. Since Mara wants to be Alice Li someday, the wardroom makes Mara feel like she is an usurper princess scoping out her rival's court.\n\nCaptain Li offers them tea. Mara cannot imagine the ways in which she is butchering what must be an intricate and meaningful tea ceremony. Li serves some very battered pre-Traveler ceramic sloshing with hot green tea, then immediately adulterates her own cup with milk from the Cow Thing on the biodeck.\n\n\"Revolting, isn't it?\" She smiles at Mara's bewildered horror. \"You should've seen what I put in my tea when I was camping in Mongolia. I understand your colleague, who is also your mother, has some concerns about your relationship with the rest of the crew?\"\n\n\"My darling Mara,\" Osana says, \"has—entirely by accident, I'm sure—cultivated a reputation as a minor divinity. Her captures from outside the ship are hot items for barter. People draw fan art. There are… tips left for her.\"\n\n\"You take captures while EVA, sometimes without a suit?\" Li nods. \"Yes, I've played one. A remarkable sensation.\" This makes Mara grin impetuously. \"Mara, you are an Auturge, a volunteer. I cannot order you to stop, and your work is exemplary. Are you putting anyone else in danger with your… art projects?\"\n\n\"No,\" Mara says. \"Just myself.\"\n\n\"False!\" Li barks. \"That is a selfish answer. You are now a symbol to my crew, a house god. If you were to die, they would lose something important, something Human that they have created out of loneliness and void. It would be an unforgettable reminder of the hostile nothingness that surrounds us. When you endanger yourself, you endanger that symbol. You are part of this mission's behavioral armor, Mara.\"\n\nMara is thunderstruck. She's never thought about it this way. \"All I did was take some captures. I didn't ask to be anyone's… mascot.\"\n\n\"You presented yourself as a conduit to secret knowledge,\" Captain Li counters. \"People made something out of you, Mara. Please take this from a starship captain: What people make of you, what they create of you—even without your consent—becomes a kind of responsibility. If the Mara they see when they look at you is good for them, then you have some duty to be that Mara.\" She looks to Osana. \"What about your boy? He's in medical more often than any of the other underground fighters.\"\n\nIt does not surprise Mara that Captain Li knows about the fights. \"My son,\" Osana says, \"is determined to be his own worst enemy. Thank you for taking the time to speak to us.\"\n\n\"Of course.\" Li studies them coolly. \"I keep an ear out for… curious personalities. People who might be suited to long-term isolation while the rest of us are in cryo. People who awaken when others sleep.\"",
		"name": "Brephos III",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 412159064,
	"index": 502,
	"redacted": false,
	"blacklisted": false
}