{
    "index": 505, 
    "hash": 412159060, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png", 
        "hasIcon": true, 
        "description": "She remembers everything about the moment she is born.\n\nShe has gone outside Yang Liwei to die in starlight. She cannot bear to let anyone see her fear or her awe at the scale of destruction or her pity for the billions of souls dying in darkness back around Sol. She cannot be among the other crew as they cling to each other and whisper reassurances; not even with her mother. She cannot surrender her mystery.\n\nSo she kicks off the hull on fifty kilometers of tether.\n\nBut there's no starlight to die in. The darkness is absolute. Gravity waves tug on her line, pulling her back toward Yang and then hurling her away. In time, she feels another vibration in the line. \"Sister,\" the tether transmits. \"I'm coming out to get you.\"\n\nBrother, she thinks, you'll lose yourself trying to follow me.\n\nCaptain Li's voice breaks through the static, drawn out to a mumble and then compressed to a shriek. Spikes of hard radiation go through her words like bullets, spattering phonemes into eerie compression artifacts. \"This is the interstellar vessel Yang Liwei to the entity interacting with us. We are not involved in your dispute with the powers around this star. We are on a mission to begin a new life elsewhere. Our purpose is orthogonal to yours. We request your indifference…\"\n\nMara's tether trembles with Uldwyn's progress. She holds it in one hand and reaches out with the other, gripping the emptiness, feeling how the tides of broken space pull at her fingertips. She senses that the nothingness around her is not indifferent; that it is aware of all purposes, and that its own purpose encompasses them. It is infinitely hostile because it must be.\n\nSuddenly, as if the void around her has just spontaneously Big Banged, she sees light.\n\nA point of pure white shines in the cosmic distance. Not just visible luminance—her suit decomposes the spectrum—but light in the radio bands, in microwave, keening ultraviolet, a spike of gamma, a total and all-embracing radiation. It sings. It chatters. It speaks in a voice older than suns. She feels that she could Fourier the voice for a century and never decompose it into its parts. It is awesome and appalling and piercingly true. Mara understands how those who die in radiation accidents must feel: A single flash of invisible power sears away all possible futures except one. She feels her soul itself has been ionized, blasted into a higher energy state.\n\nThe light pierces the darkness. Not like the sunrise, not like a wall or a flood, but a single crepuscular ray—a finger of radiance that reaches out through deepest night to touch her. It illuminates Mara, Uldwyn, and Yang Liwei.\n\nIt is not quite enough. It cannot vanquish the shadow.\n\nThus Mara finds herself drifting on the edge of the Light and the Darkness, on the dusk-and-dawn gradient between the two.\n\nShe feels a contest. A battle fought, an equilibrium reached: not a truce, but an infinite limit, like an equation dividing by zero, a collision of two violent eternities. Mara queries Yang Liwei for telemetry and her sensorium fills with the terrified scream of gravitational instruments. She howls too, a feral sound, ecstatic and lost: a wolf baying at the stars. She knows what's happening. Too much power has gathered here. The universe is appalled by the paradox. Nothing that has glimpsed this collision of infinitudes can be allowed to escape. The cosmos must censor its embarrassment. It must sequester the anomaly.\n\nThe slope of warped space-time around them has become too steep, and now every path outward or forward bends back to the center where Light and Dark collide. The definition of \"future\" has become synonymous with the definition of \"inward.\" This is why it's called an event horizon: For an object within the horizon, the path of all future things that can be done or seen leads inevitably down to the center. All events lead inward.\n\nA singularity is forming around her. A kugelblitz: a black hole created by the concentration of raw energy.\n\n\"Mara!\" Uldwyn shouts. \"Mara, you're too far out!\"\n\nMara thinks of her mother's face. She hears Osana say: I can't watch over you like a mother would. I have to make my own choices now.\n\nShe fires the detach command into the tether.\n\nGravity seizes her. She falls forward in space and time, into the future, into the mystery. Yang Liwei is behind her. Uldwyn is behind her. She wants to be the first.", 
        "name": "Cosmogyre IV"
    }, 
    "subtitle": ""
}