{
	"displayProperties": {
		"description": "The woman sits on a ledge that overhangs infinity. She looks down and kicks her legs.\n\nThe stars shine brilliant here, because the sun is only fractionally brighter than the rest of them. Sol lies almost perfectly below her. Of course up and down are defined only by the thrust axis of Yang Liwei. Upward, the black umbrella of the shield and the matter storage, and the docked ships which make Yang Liwei not just a mothership, but an entire traveling fleet. Down below, along the slim spine of the ship, the shielded bulb of the engine glows invisibly infrared. If she slips off this ledge, she will fall down the ship's length at one-third of an Earth gravity, not because there is anything pulling her, but because the ship is pulling away.\n\nYang Liwei is accelerating, slowly but inexorably, toward the stars.\n\nShe is of no single race or ancestry, and the light on her skin is the color of starlight: She drifts with her suit tinted clear so she can soak it up. She was nineteen years and nine months old at the moment the ship began its transtellar injection burn, although this is true only if you count by the calendar of a planet she has barely visited but will always love. She thinks you cannot help but love Earth if you grow up in space. You love Earth the way all adolescents secretly adore two-century-old video of nai nai and ye ye dancing on New Year's Eve. Earth does not ask too much. The colonies are demanding parents, but Earth is like a chill old grandam, simmering in weird art and weirder ideas, enthroned upon ecology older than Human time. Earth was the first terraformed world. Life made Earth livable.\n\nShe is going with Yang Liwei and the rest of Project Amrita to make new worlds.\n\nShe came because she saw an omen in a man's death. She was on EVA with him, repairing a jammed radiator fin on an uncrewed circum-Jovian platform. They worked in companionable silence, listening to the howl of the Jovian magnetosphere when it happened. A frozen rabbit embryo came out of deep space at forty kilometers per second and went through his faceplate. The rabbit must have been spilled in a biocontainer accident far from the sun to plunge back inward like a comet.\n\nImmediately afterward—for reasons very clear to her because she has always had a sense for the meaning of things, reasons very difficult to explain to others because she has always felt this sense was secret—she asked her mother if the family could travel with Project Amrita.\n\nAmrita: the drink that endeth drinking, the bottomless cup. It is the quest to spread far beyond the solar system and to end Human dependence on the Traveler. It calls to those who see Humanity as a cocoon, an instar, a form ready to be shed.\n\nShe is an Auturge 3rd Class, a self-motivating subsystem of the ship's inclusive ecology, a term that spans technology, biology, and behavior, all of which must be maintained for the mission to succeed. Her task is to locate problems and report them to an Auturge 2nd Class, who will give her the tools she needs to repair them. But she never speaks to her 2nd. She never tells anyone about the problems she finds. Instead she fixes them herself. Her work has therefore assumed a magical quality: She appears where there is trouble, and shortly afterward, the trouble goes away. People have begun to leave gifts for her. Some of these gifts are questions. She answers the questions with a quiet confidence some would argue she has not earned. She knows she sees more of their lives than they see of hers—and that this mystery, this seeing-without-being-seen, grants her a kind of power that is like wisdom.\n\nShe lives outside the ship, suited and cocooned in a layer of cytogel, which keeps her surgically clean. She misses the wild zero-gravity fashions of her upbringing, clothes like drifting jellyfish that squirm away from snags, self-correcting darts in the fabric, silk like cool spilled alcohol. She misses the sense of oil and sweat on her skin, for the suit leaves her so clean that she feels skinned raw.\n\nStill, she stays out here because she wants to feel the changing taste of starlight as the universe ahead blue-shifts. As Yang Liwei accelerates toward lightspeed, it moves faster and faster into the light coming from ahead. If light were like dust, it would strike Yang faster, but light can never change speed, so it gains energy instead. Red light is low energy, and blue-violet light is high energy, so the universe becomes blue.\n\nEven now, the very tip of the visual spectrum, violet-blue light, is shifting up into invisible ultraviolet, the color of speed, the color of future.",
		"name": "Brephos I",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 412159070,
	"index": 500,
	"redacted": false,
	"blacklisted": false
}