{
    "index": 503, 
    "hash": 412159066, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png", 
        "hasIcon": true, 
        "description": "Mara kicks off Yang Liwei's forward shield, aiming astern and inward, so she will cross the void to the ship's spine in a long slow curve. \"Oh, come on,\" Uldwyn says in delight as much as horror. \"You really do this all the time?\"\n\n\"All the time.\" Yang is a big ship, newer than the antique trucks used in the other Exodus missions. Project Amrita demanded the cutting edge of Human science. It says that in the mission charter, which everyone's been rereading. The Captain has called a vote.\n\nShould Yang Liwei turn home?\n\n\"What if the ship starts accelerating?\" Uldwyn has already, of course, leapt after her. His envy-yellow softsuit glows with gentle bioluminescence. \"We'd just fall forever.\"\n\n\"We'd fall into the stars. We're still on a solar escape trajectory. Yang would just outrun us.\"\n\n\"At least we'd still be going the right direction.\"\n\nShe doesn't think she's given anything away, but somehow he knows. \"Mara.\" He looks up frowning, his face bigger and brighter than the distant Sun. \"You want to go back, don't you? You're going to vote to return.\"\n\nMara thinks that if she looked him in the eye he would see the truth, the turmoil, the half-formed yes.\n\n\"Mara. You don't have to tell me how…\" He swallows the hitch in his voice. \"I've seen how bad it is. I've watched it long enough to know that it's not going to get better. They're gambling everything on the Traveler. We came out here to get away from it. To step off the easy path. Why would we go back?\"\n\nBecause I asked us to leave, Mara thinks. Because something came out of deep space and killed the man next to me, and I saw the omen, and I said we should go. And now I feel like a coward.\n\n\"We might make a difference,\" she says. \"There are other ships…\"\n\n\"We'd be dead before we saved a single soul.\"\n\nHe's right. She doesn't want him to be right, but he's right. And she cannot withdraw into some silent place where she is above this choice.\n\nThey drift in silence until Yang Liwei's silver stem rushes up to meet them. Mara spins, uncoils, and lands in a crouch. Uldwyn comes down on his hands and springs up grinning. But the smile dies when he sees her expression. \"Oh, Mara.\"\n\nShe's silent. \"We left everything behind,\" he says, \"and it turns out we did that for a very good reason. We don't owe… we don't owe those people our deaths. We don't owe them our dreams.\"\n\n\"I know,\" she says. \"I know.\"\n\nThe EVA GUARD channel pops into her sensorium. \"Everyone should get inside,\" Captain Li calls. \"Our friend is closing in on us, and we need to maneuver.\"", 
        "name": "Cosmogyre II"
    }, 
    "subtitle": ""
}