{
    "index": 504, 
    "hash": 412159067, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png", 
        "hasIcon": true, 
        "description": "The stars have gone out. The universe blackened: a shroud of nothingness drawn over Yang Liwei, its forty thousand sleeping passengers, its nine hundred crew, and maybe even the whole solar system. There is no way to know, because there is no way to see anything beyond the hull. The vacuum itself has become hostile to the propagation of light. Darkness surrounds them.\n\nThe ship bucks on a storm sea as space-time ripples with gravity tides.\n\n\"Report!\" Captain Li calls. Her sensorium blazes with positional telemetry from ring-laser gyros, beacon satellites, pulsar fixes, cosmic microwave background texture, galactic EM-field terrain mapping: every single instrument useless, crashed, spitting nonsense. \"Sound off by stations!\"\n\n\"FIDO,\" the flight dynamics officer calls. \"Main engine on safe. Thrusters firing erratically. Attitude control keeps crashing to manual.\"\n\n\"Guidance. I have no position. I cannot get a vector. We're moving, but I can't tell how or where.\"\n\n\"INCO. No external comms. Internal networks are dropping in and out.\"\n\nAn incredible sensation washes over Captain Li. A rumble and a thrum down in her gut, in her marrow, in the lowest, basest elements of her body. It is the vibration, the sound of the very fabric of her being scrunching up and stretching out; the distance between the atoms of her body collapses, then expands. The cycle repeats again and again. For a moment, she feels her fingertips and toes pulled away from her core, yanked by tidal forces. It feels like the lowest rumble of the biggest subwoofer ever built. It sounds like the deep voice of God whispering ASMR directly into her ear. It tingles, it thrills, and it leaves in its wake a subsonic tint of dread and anticipation.\n\nShe shivers. \"Gravity wave,\" she says. \"Talk to me, Geode.\"\n\nThe Space-Time Geodesics Officer looks like she's just been hand-delivered a Nobel. \"This is amazing!\" she crows, fully aware that she and everyone else are about to die, but transported away from such temporal concerns by scientific rapture. \"Can you feel that growl? We're experiencing high-frequency, high-amplitude gravity waves. Phaeton strikes. Axions decaying through the hull. Sterile neutrinos. It's all coming from a source at bearing, uh, zero four five mark zero three zero relative, range—range highly variable.\"\n\nAnother wave tears through Yang Liwei. Everything in the ship simultaneously compresses and stretches as the gravity wave deforms the space-time metric. \"Is it the phantom?\" Li demands, as her ship thrums subsonically. \"Is that phantom ship emitting these waves?\"\n\n\"I have no idea!\" GEOD says, exultantly. \"None of this makes any sense at all! Wow!\"\n\nAlice Li has the distinct sense that something ancient and malevolent is operating upon them: a trillion-fingered hand reaching in to caress the very atoms of their being, setting protons a-spin, strumming nerves like guitar strings. A tongue with ten billion slithering forks tasting the surface of their brains. The sense of imminent doom crescendos. She knows, absolutely and utterly, that what is about to happen to her and to her crew is far worse than death. The darkness knows them now. The thing that has come to kill Humanity has their taste.\n\n\"INCO.\" She clings to her restraint harness as the ship growls through another wave. Her bones creak as they stretch. \"Last report on the Traveler? Any sign of an intervention?\"\n\n\"It was at Earth, Captain, and there were high-yield weapon discharges all over the signal. Nothing else.\"\n\n\"Understood.\" Well. She did not fly this far to look back and beg for salvation from an alien god. Pinned to the center of her sensorium is the blazing ledger of her crew's vote: We go onward. We do not turn home. Our fate lies ahead, not behind.\n\n\"Launch an antennae,\" she orders. \"I want every probe and satellite we've got outside.\"\n\n\"Captain,\" INCO protests, \"the vacuum's not signal-permissive—\"\n\n\"We're still passing signals internally, aren't we? Use hardline! Run filament between the satellites! I want a transmitter sail out there, and I want to broadcast.\"\n\nHer flight crew stares. \"Captain?\" FIDO says. \"Broadcast what?\"\n\n\"A declaration of neutrality.\" Alice Li grits her teeth against another wave. It rattles her molars in her skull. \"Whatever's out there, it came for the Traveler. We tell it we're not part of this war. We've seceded from Human existence under the Traveler. We demand to be treated as a separate species, not party to baseline Humanity's conflicts.\n\n\"And we pray there's something out there that cares about the difference.\"", 
        "name": "Cosmogyre III"
    }, 
    "subtitle": ""
}