{
	"displayProperties": {
		"description": "\"Exodus Green to unknown maneuvering object. Please squawk your transponder and ident. Over.\"\n\nAnother silent quarter-hour passes in Flight. No response comes from the transient contact twelve and a half light minutes away. The ghost has stalked Yang Liwei for eighteen hours now, closing in each time it appears, and Captain Alice Li is wary of it. Other colony missions have vanished during their outward burns—victims of mishap or hostility—and because of these disappearances, Project Amrita did not hurl itself fearless into the void. Rather, they came armed to the molars.\n\n\"Let's give them a fright,\" she decides. \"Cut the main engine.\"\n\nThe ship's AI executes the command, but a crewperson confirms and calls the order back. \"MECO, aye aye.\"\n\n\"Launch a distributed antenna. Heat up the targeting radar for a full fusion-powered snapshot. We'll take their picture and see what we see.\"\n\n\"Captain,\" the comm officer calls. \"I've got… something weird here.\"\n\n\"Is our phantom saying hello?\"\n\n\"No. It's a neutrino tightbeam from SOLSECCENT. They've declared a CARRHAE WHITE emergency. The whole solar system is now… now under Warmind control.\" Comm dismisses her sensorium, goes to her hard controls, as if she thinks this might be some kind of virtual prank. \"We're… being conscripted.\"\n\nAlice smashes these ideas together in her head like a child banging rocks. They are so preposterous, so stupid, that she cannot even begin to manipulate them coherently. \"We're WHAT?\"\n\n\"We've been commissioned as an auxiliary warship. We are ordered to,\" Comm swallows in disbelief, \"to kill our exit trajectory and assume a heliocentric orbit. That comes with explicit instructions to suicide burn our engines until they are destroyed. Rasputin will transmit targeting coordinates so we can use our Kinetic weapons as… long-range artillery. We'll be recovered 'after the crisis is concluded.'\"\n\n\"Details! What kind of crisis?\"\n\n\"It's a SKYSHOCK event, ma'am. Uh, that's a hostile extrasolar arrival.\"\n\nCaptain Li clamps the mask of command authority over her face. \"Transmit a request for clarification.\"\n\n\"Belay the antenna, Captain?\"\n\n\"No. Scale it up, add telescopes to the swarm, get me a full system survey. I want to know what's going on back home.\" Alice Li reaches out to call up a file, hesitates, and then selects the Project Amrita charter. \"We have a decision to make.\"",
		"name": "Cosmogyre I",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 412159065,
	"index": 503,
	"redacted": false,
	"blacklisted": false
}