{
    "index": 506, 
    "hash": 412159061, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png", 
        "hasIcon": true, 
        "description": "to occur the unhappened world; to grip glass-hooped eternity in bloodslick hands and snap it from its circle. Know her as the Flaw, the Isotropy, the spike that pierced eternal recurrence and made the wound of time. Tautologies end on her fingertips, in the crease between skin and nail. Name her AILILIA, Broth Captain. Begin with her this subcreation.\n\nFirst. A mandala. Rings of rippled light. Pinpricks like stars, selected elements of a Lie group: the math-skeleton of this new place.\n\nWhat is this? Where am I?\n\nA sheet of paper, blank with static. Her hands flat upon the face. A plasma of quarks and electrons, so hot and bright that it is pitch black. The mean free path is too short for photons to travel. The fire is too thick for light.\n\nShe has been here forever. AILILIA. The end is the beginning is the end.\n\nShe folds the paper into Space and Time. Now that there is light, she can read the paper, and she finds it is the Amrita Charter. \"Sun is the cradle of life, but we cannot remain in the cradle forever.\" She was a seeker. The I of AILILIA, the arrow that points to new worlds: She sought new sun, new earth. Her mind passes across the words like a comb. Word becomes world, paper folds under nimble hands. The sting of a papercut: so God may yet be surprised.\n\nFrom that cut her blood scatters through the void, and the isotropic universe nucleates around her droplets.\n\nI am AILILIA, the guiding principle.\n\nBend the center. I am A L I S I L A, the arrow of time, sinuous but progressing.\n\nI am A L I S I L I, one step forward, one element changed: This is how the world-clock ticks, by the letterwise permutation of secret names.\n\nI am ALIS LI, the coalescence into entities, the compaction of drifting fire into sun and world.\n\nI am Alis Li, the power that seeks new worlds. I have a crew. I had… a ship. I wanted to bring them to a place like—\n\n(A paradise world: twin-ringed, impossible beauty, and a sky milk-bright with stars. She makes it real with a thought, and in that thought she falls herself, undoes her transient divinity, binds herself and all those after her into the law. The omniscient cannot explore. The omnipotent cannot struggle. She refuses that God-trap.)\n\n—this.\n\nThis is how Alice Li awakens.", 
        "name": "Ecstasiate I"
    }, 
    "subtitle": ""
}