{
    "index": 855, 
    "hash": 417164956, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "To: Henriette Meyrin\nCC: Yuki Satou\nSubject: Yesterday…\n\nHen,\n\nIt's no secret that our conversation yesterday didn't go as smoothly as it could have. I came in hot and you overreacted. We'll both have to learn to be more professional in those kinds of situations going forward.\n\nBut I'm not just going to drop this. The Armory will be better for it. It's a chance to make real meaningful connections with organizations that want what we want. The possibilities are endless.\n\nLook, you sought me out, brought me here to this project in large part because of my connections. This is the gold mine. And I know, I haven't said the best things about them in the past. Had my share of hiccups with them. They're not perfect, but then again neither are we. What the Armory is doing, many would lump us both together.\n\nI know that's not the best sales pitch, so let me put it in perspective. Enemy of my enemy. It's that simple. We're all preparing to fight the same threat, whatever it may be, and we all stand to lose the same things. Our best bet is to stand together, and we start that process here, one step at a time. Exos are the future. And we can help make them better than ever.\n\nPlus, don't forget we hold the cards here. This is our tech. They can't touch it, modify it, etc, without our approval. But they can try and steal it or replicate it. I'd rather we maintain control of it, wouldn't you?\n\nListen, we're sisters. We're family. You know I love you, and you know I wouldn't come to you with this if I didn't think it wasn't in the Armory's best interests. And in all honesty, if you firmly decide no, then I'll respect that. You know I will.\n\nBut please say yes. For the future of the Armory. For the future of humanity. For the futures of our children.\n\n—Helga", 
        "name": "Jötunn"
    }, 
    "subtitle": "\"Untamed. Destructive. As forceful and chaotic as Ymir himself.\" —Ada-1"
}