{
	"displayProperties": {
		"description": "To end a world with a shot or pin eternity on a blade; to see your sisters lost to rot and their undone works decayed—the death of an immortal wastes the infinite potential of all they might become. An immortal's grief and murder-guilt, left untended, will never fade. Thus it became known to those who fought in the Theodicy War that they had committed an incomparable evil. However, they could not confront their own responsibility, so they rose up in wrath against those who had given them cause, whether by caging them in flesh bodies or by drawing blood over grievance. The war continued by spear and bow, by knife and scalpel, by old machine and new invention. Ever did the Diasyrm's faithful call for the unawaring of Queen Alis Li.\n\nNow there entered into the Diasyrm's camp Osana, mother of Mara, famed for her skill in negotiating contested land. She had come with her son Uldren, who could win a place in any camp for his beauty and for the regal crow-eagle that alighted on his shoulder.\n\n\"I come from Mara,\" said Osana, \"whose heart has frozen in her chest. If you will end the killing, she will tell you any secret that you desire.\"\n\nFor his part, Uldren went among the Diasyrm's warriors and spread ill tidings of Mara's knowledge, saying, \"Mara remembers how the Queen led us here out of chaos and saved us from the twin blindness of darkness and light. Mara knows what the Queen keeps secret. Mara has seen the strife in our souls, the clash from which we were made. We could not ever have been gods with this flaw in us! Rather, we were made from this schism. For as all life is born from energy gradient, as life in the World Before was born from the gradient between hot proton-rich ventwater and cold seawater, we were born of the shadowline at the edge of Light and Dark. We are tremors in that fault. Forever will that schism lead us.\"\n\nHearing this new heresy, the Eccaleists were seized with rapture and scattered to the points of the compass, telling all they met, \"We are the yield of a mighty engine! We could never have been gods! Like diamonds, we were crushed into being. Like diamonds, we hold flaws.\"\n\nMeanwhile Osana spoke to the Diasyrm, who was also heartsick from the killing, and who longed to withdraw from the world and seek transcendence within. \"There is no weregild for the murder of an immortal,\" Osana counseled her. \"You must become a teacher or a midwife and devote yourself to the enrichment of new lives.\"\n\nBut the Diasyrm craved secret knowledge, and she sought Mara upon the mountaintop. Here, she vanished. If she was ever known again, it was not by the name Diasyrm.\n\nWhen there was peace, Queen Li ruled the Awoken for a time; however, the guilt of the war lay heavy upon her, and after an age of peace and progress, she abdicated to a new Queen.",
		"name": "Fideicide III",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 428936651,
	"index": 512,
	"redacted": false,
	"blacklisted": false
}