{
	"displayProperties": {
		"description": "\"It wasn't supposed to be like this,\" Alis Li whispers as, far below the Shipspire, the funeral barges on the Lake of Leaves burst up into magnesium-white fire. The voices of the Paladins rise on summer wind, first choral, then the single keening strains of grief-paeans sung by lovers and close friends. They are singing their lost comrades into death. One of the 891 fell today, shot down by a matter laser, a coherent boson weapon: There was almost nothing left to burn. Matter lasers are the kind of appalling maltech weapon Alis thought she'd locked up in the Shipspire's vaults. She'd armed a few of her Paladins with them, just a few—women she couldn't bear to lose…\n\nThe thought that one might have defected to the Diasyrm breaks her heart.\n\n\"It wasn't supposed to go this way,\" Alis repeats. She has not had a confidante in nigh on fifty years: There is no one to whom she can show any doubt. \"I promise you it wasn't.\"\n\n\"I know,\" Mara says. The eutechs found her and plucked her from her mountaintop with one of the Shipspire's VTOL aircraft, which Alis had, until the war, only ever used as an ambulance.\n\n\"The mission was to carry on the Human journey in a new world.\" Alis paces the wooden deck that clings to the Shipspire airlock, nearly a kilometer above the lake. \"To build a better society, on the principles of equality, knowledge, and peace. I have the charter, Mara. It remembers what I cannot. We were never meant to give up our bodies or shine like stars or—or—\" She groans in frustration and clutches the railing. \"Or whatever it is that the Diasyrm thinks I denied them.\"\n\n\"She thinks you denied them even the capability to imagine godhood.\"\n\nAlis looks sharply back at the other woman. \"Did you start this, Mara?\"\n\n\"Nothing has one beginning,\" Mara says.\n\n\"Did she come to you on your mountaintop and ask you what I did? Did you answer her? Is that why she's so convinced I,\" she swallows against the bitter taste of her enemy's words, \"enslaved her in mere Humanity?\"\n\n\"I didn't have to tell her.\" Mara's white hair stirs in the hot wind. A herd of black horses crosses the northern horizon, all born of Shipspire's wombs: chased by a long-legged huntress and her collie. \"You don't keep enough secrets, your Majesty. The Diasyrm might have opened any one of your texts and read the story you tell. \"We were born when a great ship fell into a pearl of shattered space. I awoke first, and in my awakening I collapsed the potential of the void into a form I understood…\" Who can read that truth and not hear arrogance?\"\n\nAlis thought Mara might say that. Alis also thought Mara might try to push her off the balcony, but she now knows that was a petty fear. Mara is not the Diasyrm: Mara knows the unthinkable value of even a single Awoken life.\n\n\"Why do you love lies so much?\" she asks Mara.\n\n\"Not lies.\" The pale radiance of Mara's eyes; the flush of violet stain around them. \"Secrets. Even if everyone shared a single truth, all our minds would produce different versions of the truth. We speak these subtruths, and like flowers of different seed, the subtruths compete for the light of our attention. In time, only the fiercest and most provocative strains remain. They are not always the truest. Better to keep secrets, your Majesty. Better to tend a great mystery, and so starve the flowers before they can grow. That is how I would be Queen.\"\n\nBelow, the Lake of Leaves shimmers in the crater carved by Shipspire's mushroom prow. One by one, the funeral boats are going out.\n\n\"I want to end this war,\" Alis Li tells the second Awoken. \"I want to negotiate peace. I need your mother's help. What would you ask in exchange?\"\n\nMara smiles graciously and bows her head. \"Nothing but a future boon.\"",
		"name": "Fideicide II",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 428936652,
	"index": 511,
	"redacted": false,
	"blacklisted": false
}