{
	"displayProperties": {
		"description": "Next, the fallen Paladin and the hunter chose long guns and went out into the monsoon jungle to stalk each other. Sjur Eido selected a Tigerspite in 11x90mm with five-round flock guidance and an inertial sump. Uldren chose a silent needle carbine with a conesnail payload. For six weeks, they stalked each other as the political situation grew more dire. He was the better hunter, stealthier in motion and at ease in the wilderness, but Sjur Eido was the better soldier. She had no respect for the systems of the jungle, and she knew how to use that to her advantage. She drove the animals into a frenzy with violence and habitat disruption. Parrots and crows warned each other of Uldren's stealthy hides, and jealous predators forced him off his carefully scouted trails. Sjur Eido caught him with his back against a rift lake and shot him as he tried to cross the lakebed. The wound was not mortal, for the water ruined the terminal ballistics, but she had won the match.\n\n\"Your life is at stake,\" Mara warned her brother. \"Lose this final match, and you will—\"\n\n\"Am I simple?\" he snarled at her. The wound pained him terribly, but he would not risk more than a little analgesic. \"Leave me my work, Sister, or you leave me nothing at all.\"\n\nNow they would meet in air superiority fighters over the Andalayas. Charges under their seats would detonate if either of them left the engagement area. Because of the small combat zone, Sjur Eido chose a nimble Ermine tactical fighter and a payload of all-aspect heatseeking missiles.\n\n\"Where will we receive these aircraft?\" Uldren demanded. \"How can I trust the equipment?\"\n\nSjur Eido told him that one of the Gensym Scribes would provide the aircraft and requested weapons from her personal deterrent stockpile. \"Very well,\" Uldren sniffed. \"And we will have access to all the weapons these airframes can equip?\"\n\n\"Of course,\" Sjur said. \"Those we cannot obtain can be replaced by training simulators.\" She was certain Uldren's wound would cripple him.\n\n\"Then I will fly a Dart,\" Uldren said. The ancient interceptor had awful fire control, dismal maneuverability, and primitive weapons.\n\n\"A Dart?\" Sjur jeered. \"Will you fly with its original weapons, too? You think you can beat me with rockets and a gun?\"\n\n\"I do,\" Uldren purred. \"You accept those terms?\" She did.\n\nThe two duelists took to the skies on a bright winter morning. After a fuel check, a telemetry squawk, and a terrain snapshot, they turned in toward each other from a hundred kilometers apart. Sjur Eido descended for the terrain, knowing Uldren's radar could barely separate her from the clutter. Uldren came straight on.\n\nAt eighty kilometers of separation, Uldren called across the radio, \"Fox three. Kill. Engagement over.\" Sjur sneered at the bluff and prepared to climb into a snap attack when the KILLED alert flashed on her Ermine's training panel. She had forgotten that the Dart's intercept loadout, when it had last served seventy years ago, included an unguided air-to-air nuclear rocket. Uldren had simulation-killed her and everything within several klicks.\n\nOn the tarmac, Sjur Eido threw off her helmet and parachute and knelt before Mara Sov. \"My lady,\" she said, \"as I have fought your brother to a tie, I leave my fate in your hands. Be more kind to me than you were to my lady the Diasyrm.\"\n\n\"Rise, Sjur Eido,\" said Mara. \"Let us take the stars together.\"",
		"name": "Imponent IV",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 428936646,
	"index": 517,
	"redacted": false,
	"blacklisted": false
}