{
	"displayProperties": {
		"description": "Two became four, and the four called out, and so the four became eight. In this manner, conjured forth by their doubling, the sleepers did awaken. In time the awoken spilled across the face of the world, and their number was forty thousand eight hundred ninety one. They drank of the sweet rain, and they ate of the fruit of the forest, and the starlight pooled as clear oil on their skin. First of their tongues was Speech, and the first of their hunting weapons was the bow.\n\nNow the awoken called out for a name to distinguish World from Unworld. The eight hundred ninety one said to the forty thousand, \"Let this world be named Tributary, for we dream of a great river from which we have parted.\" But the forty thousand were troubled, and they asked to know their antecedent, the place from which they came. \"We did not awaken from the sleep that we entered,\" said the forty thousand. \"In our rest we passed through some terminus and our atavism was severed from us. How did it happen thus?\"\n\nSo a council was called at the place where the rivers met to determine the nature and purpose of existence. Here was undertaken the first census, which counted thirty thousand one hundred eleven women, ten thousand two hundred ninety five men, and four hundred eighty five otherwise. A fear arose among the awoken that the men and otherwise would be lost.\n\nAlis Li spoke first in council, but at the urging of Uldren, many sought out Mara for secret conclave. Among these were Kelda Wadj, who would be the Allteacher, and Sila, who would be mother of Esila.\n\nSayeth Alis, \"We were granted this world by a covenant with high powers, and in that covenant, we yielded our claim to our history. We abandoned what came before, but in doing so, we cast off all our debts. Look forward! Let us explore this infant cosmos, and revel in its glories!\"\n\nAgainst her spoke Owome An, who was of the forty thousand. \"We are alien here,\" said Owome. \"We must climb up our worldline, back to the place from which we came. I call for a vote.\"\n\nSayeth Mara, in secret, \"I think that we came here as safe harbor, and we cannot forever remain. I remember the danger was appalling. I remember we were born in death. I think we must gather ourselves carefully until the time is right.\"\n\nFrom this council, there arose eight verdicts and a ninth.\n\nFirst, that the people were Awoken, and they were immortal.\n\nSecond, that this world was Tributary of another, but that it was forbidden to seek any way to rejoin the mother stream. For this reason, it would be called the Distributary, for that was the proper name for a river that branches from the mother and does not return.\n\nThird, that the Awoken should multiply in wombs of flesh and machine, but only after the most careful forecast of population and ecology, and only under the supervision of those who knew the good technology; for each new child would be immortal.\n\nFourth, that those wise in the good technology should be heralded and heeded, so that the eu-technology could be preserved. They would be eutechs.\n\nFifth, that the women should hold care and protection of the men and the others until more could be born.\n\nSixth, that the purpose of the Awoken should be to know and love the cosmos.\n\nSeventh, that the Awoken were created out of covenant with Light and Darkness, but the covenant was complete, and no further debt would ever be called, except the duty of the Second Verdict to remain on the Distributary.\n\nEighth, that the Awoken were whole in themselves, and they existed in balance.\n\nNinth, that there would be no vote, but instead Alis Li would be recognized as Queen. Her first pronunciation was that there would be no secrets among Awoken.\n\nFor Alis knew of the quiet council around Mara, and although she was neither jealous nor afraid, she remembered it carefully as a spark that might catch.",
		"name": "Ecstasiate III",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 428936654,
	"index": 509,
	"redacted": false,
	"blacklisted": false
}