{
	"displayProperties": {
		"description": "A woman lives alone on the forest hills above the Feather Barrens. North of her, in a chaos of ravines and clear but fiercely radioactive streams, the hills surrender to high imperial mountains engaged in brutal seismic warfare, for the Distributary is a young world and has not settled its grudges. To the south are the dry lands where the birds of the forest, especially the parrots, go to die. She lives here because one day she will no longer be immortal, and she wants to observe the dignity of death.\n\nUp these hills comes a man and his mother. The man moves with practiced wariness. But his mother is tired of walking, so she sits down on a giant melon and bellows, \"MARAAA!\"\n\nA fountain of startled birds shoots up into the dawnlight. Not far away, the woman looks up from the broken body of a juvenile gray parrot and softly says, \"Mom?\"\n\nThat night over the fire, after Mara and Osana talk around the oddness of long separation, Mara, tending the pheasants on their spits, says, \"Brother, your eagle killed a parrot today.\"\n\n\"He had to hunt,\" Uldren says, carefully. \"You won't forbid him his last pleasures, will you?\"\n\n\"You've brought him here to die?\" Mara wants to leap up and hug her brother, out of pity and respect. Many of his raptors have died before this one, but Uldren has always been grief-stricken and furious at the waste. Now he's accepted what must happen; he has given his bird the respect of choosing its own place and time to pass.\n\n\"I have,\" Uldren says, looking away. Her pride and respect make him a little verklempt. \"Mother decided she would come along.\"\n\nA shear force as powerful as tectonics has divided Mara's heart. She wants to sit down with her mother and ask her everything, but she is afraid of Osana's insight. \"What brings you to my little camp, Mother?\"\n\n\"Lies,\" Osana says. \"Lies and secrets. And the girl who didn't want to be my daughter, who doesn't know the difference between them.\"\n\n\"I know the difference between a girl and a daughter,\" Mara says, purposefully misunderstanding. The drip pan sizzles beneath golden meat. Her stomach growls. \"Your daughter picks up your baton at the end of the race, and goes on living the life you've taught her. You wouldn't want that, Mother. Because then I'd be all your fault.\"\n\n\"That's true,\" Osana sighs, \"but you know what I meant.\"\n\nUldren looks between the two of them, frowning. \"Mom, what's this?\"\n\n\"It's your sister about to admit she's behind it all. Aren't you, Mara?\"\n\nShe unimpales the pheasants from the spits and neatly licks hot grease off her hands. If she spoke, she might scream in terror. What does that mean, behind it all? Does Osana know?\n\n\"The Eccaleists are her creation,\" her mother tells her brother. \"The Diasyrm was her pawn. She allowed the Theodisy War because she was afraid we'd be too comfortable here—also so Queen Alis would need her help politically. Mara couldn't afford to be the most radical dissident. She had to seem moderate for her beliefs to thrive. Isn't that right, Mara?\"\n\nMara puts a hand into the warm soil to keep herself from slumping in relief. Mother doesn't know it all. \"Shall I carve your portions?\" she asks, holding the fractal knife blade-down.\n\nUldren has that look. He knows Mara never answers his questions directly; by evading Osana's, it's as if she's saying that the question is really Uldren's to ask. \"Looks delicious. But Mother does make me curious. Why have you always lived away from the rest of us, Mara? The mountaintop, I understood. You had a brand new night sky to chart. But why now? Why go into the woods like a… a hermit? A heretic?\"\n\nFor the same reason she lived on the hull. For the same reason she can never allow Uldren to really reach her. There is power in remove and safety from the belittling politics of temporal power, which reveal the mighty as unforgivably ordinary and petty. The Awoken have a Queen because a Queen can be a mystery.\n\n\"I remember the day I was born,\" she says. \"Do you, Brother?\"\n\nHe flinches from her eyes. He remembers Yang Liwei and the tether into darkness. He remembers how gravity stretched them into agonized ribbons of flesh. He remembers the truth not even Alis Li may be allowed to know; Mara sees the agonizing moment, the cyclic revelation, when he thinks of her crime, allows it to pierce him like a spit, and buries it deep again.\n\nOsana takes her portion of pheasant meat and rolls it in the bowl of sweet cooked nuts her daughter has prepared. The stars are coming out over the mountains, and the forest birds sing. \"This place is good,\" she says. \"This world. Whatever you remember of our lives before, Mara… I know they cannot have been this good.\"\n\n\"No,\" Mara says. \"But you were both with me. I hope you always will be.\"\n\n\"Always,\" her brother promises.\n\n\"Eat well.\" Mara claps her hands and stands. \"Tomorrow we journey.\"\n\n\"Where?\" her mother asks.\n\n\"I have star charts to share.\" And heresies to tend to. And a new eagle-crow to find for her bereft brother.",
		"name": "Heresiology",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 428936650,
	"index": 513,
	"redacted": false,
	"blacklisted": false
}