{
    "index": 513, 
    "hash": 428936649, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png", 
        "hasIcon": true, 
        "description": "In later days, the power of the Queen waned, and the Distributary was ruled by scholars who sent their knights on mad quests to test the consistence of reality. These were the Gensym Scribes, who traced their origin to Kelda Wadj, the Allteacher, but who were in fact descendants of a band of roving storytellers who traveled across the immense salt glades in a hollering convoy of airboats. Here was their praise of the world:\n\nIt is sweet-watered, and there are no poisons upon it. The temper of the climate is even. Great broad-pawed cats stalk the shallow glades, and brilliant blue flamingos promenade upon the flats. The air is thick and warm, suited for flight, and the wind tastes of forest. No dawn has ever been as glorious as the salt glade dawn, and no dusk has ever moved women to weep as deeply as sunset in the Chriseiads. Corsairs sport upon the open seas, and where they waylay freighters rather than each other, they give rumor and assistance to their prey in proportion to the quality of the chase. Beloved are the stories of young lads and lasses who leap across to the corsair ship for a life of adventure! Beloved also are the terraced farms of the Andalayas, mountains so mighty and so dense with radioactives that they subside year by year into the crust. Most beloved are the fissioneers, who vaulted us to power on a world without petrochemicals. May they forgive the many stories of horror we have told in their memory. May they in particular forgive the lurid stories of the molten lead reactor, and the twelve who were impaled to the ceiling by their control rods, and the Core That Stalked.\n\nIt is the Sanguine Truth that we were granted this world by the unconditional mercy of the powers, and that we will never again know fear.\n\nHowever, the Scribes also recorded their frustration with Mara and Uldren, who alone out of the eight hundred ninety one were said to have seen creation from outside. These two wandered the land gathering lore of portents and prophecies, and all the Eccaleists who remained from ancient days whispered that soon the day of reckoning would be known—the day when the Awoken would be called to repay their debt.\n\nNow in the court of one of the Scribes, there appeared a woman of stellar height and furious wrath, armed with a bow that could be strung only if she twined it around her body and used her whole mass to bend it. \"I am Sjur Eido,\" said the woman, \"and I accuse Mara of the ancient murder of my lady the Diasyrm. In my saddle, I have a weapon with only one death remaining. Take me to Mara, and I will deliver it.\"\n\nThe Scribes consulted and said to each other that this foul murder might prevent another Theodicy War. So they gave Sjur Eido all their knowledge to hunt Mara.", 
        "name": "Imponent I"
    }, 
    "subtitle": ""
}