{
	"displayProperties": {
		"description": "She was nothingness. If she existed before, she existed only as possibility stretched across the aether. Once, there might have been a body that was an anticipation of the body not yet formed, and a soul that was an anticipation of the soul not yet encrypted, but they were not yet real.\n\nThen the universe began, and she was free to be born.\n\nFirst there is a mandala, and upon the rings of that mandala are star-bright gems.\n\nM A R A R A M the closed symmetry, secret within itself: and she cuts it off center so that it is imperfect, open at one end, not cycling back to its own beginning but subliming away into future possibility. M A R A the permutation of one relationship into another, MA become RA, RA become what may yet come. Two points suggest a line.\n\nWith that amputation, around that scar, she incarnates. Awakens with a gasp. Cold stone under her shoulders and back and a face above her, radiant. \"Mara?\" the face says.\n\n\"What am I?\" Mara whispers.\n\n\"The second,\" the woman says. \"I'm Alis. I think you were Mara…\"\n\nThe sky behind Alis blooms with stars, a haze of light like sun through mist, richer than a galactic core. Across that night sky arches the impossible twin shape of a double planetary ring. Mara gapes in wonder. \"I remember,\" she says. \"I was on the tether—\"\n\nThe sudden need to keep this memory secret shuts her mouth. \"We're on a world,\" she says, instead. \"How long have you been alone?\"\n\n\"Forever, I think. Come.\" She draws Mara to her feet. \"I want to show you what I've found.\"\n\nIt is a world that grows, a world that thrives. The stone is rich with veins of platinum, and Mara tastes tingling inclusions of transuranic elements in a fingertip of earth. Silver rivers flow in fractal deltas to lakes as still and bright as coolant pools. Acres of forests all woven at the root into a single tree. There is life of such variety and energy that each new crawling thing they see must be its own species. Or species do not mean anything at all here, and all that lives may intermingle.\n\nJutting from the horizon is a titanic metal spear. The head of the spear is a metal dish, kilometers across, buried in bedrock.\n\n\"I don't know what this is,\" Alis says. \"I only know that it's mine.\"\n\nThey pass inside.\n\n\"There should be others,\" Mara says afterward. \"There was room for others. Thousands of others. Where are they?\"\n\n\"They're in the same place you came from. We have to make them real.\" Li stares at Mara, and coruscations of white fire map the tiny lines and furrows of her skin. Her bright eyes narrow. \"Why were you the second? Why you in particular?\"\n\n\"I don't know,\" Mara lies. It is the first lie ever told, the first secret kept.",
		"name": "Ecstasiate II",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 428936655,
	"index": 508,
	"redacted": false,
	"blacklisted": false
}