{
    "index": 515, 
    "hash": 428936647, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png", 
        "hasIcon": true, 
        "description": "Now it came to pass that Esila, daughter of Sila, recognized the scent of Sjur Eido, for smell lies deepest in memory. Esila spoke to Queen Nguya Pin about the presence of an ancient hero in her court. While Queen Pin pondered how to honor this visitor—and simmered over the insult of Sjur's unannounced presence—a spy brought word of Sjur Eido's intentions to the Gensym Scribes.\n\nThe many Scribes were troubled by this news, for they had given Sjur Eido license to hunt and kill Mara Sov. If Sjur Eido murdered a guest of the Queen under the Scribes' remit, it would mean war and the end of the great Awoken push for space. Historians were called to the court with bouquets of sweet flowers and grant money to speak of Sjur Eido. \"She was one of Queen Alis Li's Paladins, but she was an Eccaleist, who believed that we would one day be called to repay the gift of our awakening.\"\n\n\"Would she defy the Queen's protection and murder a guest of the court?\" the Scribes asked.\n\n\"Oh, absolutely,\" the historians said, laughing. \"She was a terror.\"\n\nThe Scribes began preparations to flee the Queen's court, as they foresaw Sjur Eido's victory would be blamed on them. Sensing uncertainty, many vital contractors and suppliers withdrew from the space program. The Queen denounced the Gensym Scribes as faithless and selfish, and her Eccaleist followers bristled in rage against the Sanguine majority who had scuttled their dream of flight. Household turned against household, sister against brother, wife against wife. The whole world clenched her fists.\n\nMeanwhile, Sjur Eido and Uldren met each other on a net of woven lianas over a pool of heavy water. The light of the Queen's reactors shimmered beneath them as they took their places. Uldren wore a white chestpiece of ceramic armor over a suit of black tasseled silk, and he wielded a long fractal knife whose cutting edge was nearly three times as long as the blade. Sjur Eido fought in the contoured blue-gray pressure armor of a Paladin with the Star of Eight Edicts blazoned on her chest.\n\nBefore they began, Sjur Eido tore away the sheer curtain over the gardener's nook and looked in on Mara Sov. \"Are you afraid?\" she whispered, half in hatred, half in admiration, all in awe. \"Do you sweat? Does your breath come short?\"\n\nMara pressed her hand to Sjur's faceplate and left no stain. She held Sjur's gauntlet to her heart so Sjur could feel her steady pulse and even breath. \"You don't care about him?\" Sjur pressed her. \"It would mean nothing if I maimed him?\"\n\n\"You ask the right questions,\" Mara said, \"but of the wrong sibling.\"\n\nThen Sjur understood that she fought a man who would always express his love through loss and ordeal.\n\nShe bowed to Uldren and drew her knife. Uldren bowed in mocking reply. They fought across the web of lianas in a slow spiral, creeping like spiders, waiting for the motion of the web beneath them to signal an instant of vulnerability. Then the pounce, the clash, the blur of knives: Sjur Eido's straightforward prisonyard jabs against Uldren's whirling deceptive theater. All of knife fighting is in the seizure and surrender of space: Neither would surrender to the close, the clinch, the berserk adrenaline-sick exchange of thrusts that would leave both dead.\n\nUldren began to cut away key lianas to throw Sjur Eido's footing, and Sjur Eido countered by charging him to keep him off balance. At last, they fell together into the coolant pond. The fight was a draw—but it was only the first of three.", 
        "name": "Imponent III"
    }, 
    "subtitle": ""
}