{
	"displayProperties": {
		"description": "Carefully, the people of the Distributary grew in number. Joyously and constantly, they grew in quality. Those who do not die are as malleable and passionate as the young, as tempered and constant as the mature, and as wise and humble as the best of the old.\n\nBut as ever, the Awoken were troubled by death. It was easy to imagine a world older and harsher than the Distributary, a world crowded with competitors where the slow-changing and lushly alive Awoken would be helpless beside austere mayfly-quick breeders who adapted with every swift generation.\n\nWhy had the Awoken been spared mortality? Were they, as the Sanguine preached, rewarded for their bravery and fidelity in a past existence? Or were the Eccaleists right? Could all the gifts of the Distributary, all the milk-bright stars above, all the years of Awoken life, be a form of cowardice? Was there an unfought battle down in the center of the Awoken soul? A duty yet to be discharged?\n\nQueen Nguya Pin restored the monarchy to prominence over the Gensym Scribes. This she accomplished after a fateful visit, upon the day of the summer solstice, by a hooded and masked woman who some whispered was Mara Sov and others, the long-vanished Diasyrm. For nine and ninety years (a rhetorical figure meaning a long time), the Queen had been an authority only in the arts and matters spiritual. However, Queen Nguya Pin declared she was now an avowed Eccaleist and that the Queen would lead the quest to identify whatever debt the Awoken owed the cosmos. It was time to pursue a dream beloved to all Awoken: the conquest of space and the assessment of the true shape and age of their universe.\n\nThe ancient court of the Queen gave the Gensym Scribes a place to lay down their pride and act as equals. Soon the greatest engineers in the world assembled in the Queen's court, and whatever wealth or resources they required flowed freely. Great cataracts of men and women spilled around the palace screaming of ramjets and apoapses deep into the night, then awakening to pots of thick black coffee to mumble about metric tensors and cosmic microwave anisotropy.\n\nInto this feast of ideas came Sjur Eido, searching for the woman who had turned Queen Pin to Eccaleism. Sjur smoldered with an ancient fury, for another thing that the immortal may nurture is everlasting vendetta.\n\nSjur Eido deduced who among the Queen's court must be a disguised Mara Sov. She followed the hooded figure to her laboratory and watched Mara go to work soldering a makeshift bolometer to search for signs of primordial gravity waves. Sjur Eido's fury and grief whetted themselves against Mara's thoughtless grace and ancient beauty, until at last her heart unseamed itself and spilled its hot blood in a shout. \"Mara Sov!\" she cried, throwing down her maltech matter laser between them. \"I cannot live while you live, but I cannot bear to kill you. I challenge you to a duel to the agony. I will fight your most beloved companion to the death and leave you forever maimed or else die in the attempt.\"\n\nMara could not refuse this challenge. She summoned Uldren, and with a ruthlessness she was no longer frightened to wield, she told Uldren that he would stand for her in battle to the death against Sjur Eido.\n\n\"We cannot put it all upon a single fight,\" Uldren said to the ancient vendetta-bearer. \"Too much would be left to chance. Such an old grudge deserves to be tested well. I propose we fight with blade, with rifle, and with fifth-generation air superiority fighters.\"\n\nSjur Eido accepted these terms.",
		"name": "Imponent II",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 428936648,
	"index": 515,
	"redacted": false,
	"blacklisted": false
}