{
	"displayProperties": {
		"description": "In those days, there was a great birth of adventure among the Awoken. Hunters and pioneers sought the shape of the world, sailors charted the skein of rivers and the perimeter of seas, and astronomers plotted the motion of the crowded heavens. Over this age ruled Queen Alis Li, whose work was the creation of agriculture and the preservation of the eutechnology that she deciphered from the Shipspire.\n\nBut there remained in the forests many tribes of huntresses who preferred their lightfooted freedom-from-comfort-and-duty to the painstaking surplus of the city. Among these tribes, Mara lived with her brother—whose name had returned as Uldren—and with Osana, their mother. It is said that Osana lived as a negotiator and that her son brought her news from other tribes, for he was a scout and hunter of renown. Mara dwelt alone on a mountaintop.\n\nIn the tribes of the forests and the sea, there was the belief that the Awoken had been made out of a friction between contesting forces and that one day this conflict would need to be resolved. These were the Eccaleists who preached that Awoken owed a debt to the cosmos.\n\nIn the cities, however, they lived by the Seventh Verdict under their Queen, and they said the Awoken had been created by cosmic gift and carried neither responsibility nor eschaton. These were the Sanguine, who preached that the Awoken were as stable as an atom of carbon.\n\nNow there arose among the Eccaleists a woman out of the eight hundred ninety one who called herself the Diasyrm. She went into the cities, calling out, \"I accuse the Queen of deicide!\" When she was questioned, she spoke of a foundational crime.\n\n\"Alis Li was the first to awaken in this world,\" the Diasyrm preached. \"She set the terms of our existence. We could have been gods free of want or suffering. Instead, Alis Li chose our mortal form. Our Queen is complicit in all the pain we experience! The Queen murdered all our unborn godheads!\"\n\nAt the thought that the Queen Without Secrets had kept this most appalling secret to herself, the Sanguine cityfolk were deeply troubled. Thus began the Theodicy War.",
		"name": "Fideicide I",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 428936653,
	"index": 510,
	"redacted": false,
	"blacklisted": false
}