{
    "index": 521, 
    "hash": 445714342, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png", 
        "hasIcon": true, 
        "description": "Mara thinks of the banyan trees that sprawl across the shallow silty lakes of a world she will never see again. The waveguides in her helmet detect the image and obey the encrypted command scheme she's rooted into every system in her fleet. She speaks into the flight directorate channel. \"Flight. Sound off for final hold.\"\n\n\"FIDO. Go flight.\"\n\n\"Guidance. Go flight.\"\n\n\"INCO. Good constellation. Go flight.\"\n\n\"GEOD. Go flight.\"\n\n\"BIO. Go flight.\"\n\nAs her flight controllers confirm the state of their technical domains, Mara looks out into space through the synthetic gaze of her sensorium. The Hulls gleam in the stark blue-white light of the star, each ship a silver seedpod braced by immense structural members and cocooned in reservoirs of spectrally adaptive smart fluid: theoretically enough to survive the horrible forces of transit through a singularity. Mara orders herself not to crane her neck, but she does it anyway and gets a terrible cramp as she searches the sky for the Distributary.\n\nThere it is. The world of her rebirth, shining water-blue and beautiful, wrapped like a gyroscope in its twin rings. World of laughing Corsairs, world of breathless forest hunts, world of mountains flickering with pale Cherenkov fire, world of sweet berry-stained lips and mathematical insight pure as a rhodium chime. She will never see it again.\n\nMara thinks of her mother. She doesn't want to but she does, and the memory blindfolds her and muzzles her and plugs her ears so she can hear nothing but Osana's voice on that final night. They're tipsy together, and the evening has wrapped around to morning. Now they sit side by side, mother and daughter, watching the sun rise over the Chriseiad range from Osana's little ranch house on the tundra.\n\n\"I'm not coming with you,\" Osana says.\n\nMara has been so afraid of this answer for so long that she actually giggles. This can't be happening, of course. This is a nightmare; one of those stress dreams where your powers of persuasion and manipulation fail. \"Sure, Mom,\" she says, \"you've got a ranch to run, after all. More?\"\n\n\"No thank you.\" Osana squints into the dawn. Little age creases surround her eyes, illegible encryption, unbroken despite Mara's centuries of effort. The rising light draws a tear. \"You'll have to send my goodbyes to Uldren. He's not speaking to me.\"\n\n\"What?\" Mara gasps, as if this is the real shock, and not losing her mother forever. \"Why?\"\n\n\"Because I already told him I wasn't coming with you. I'm happy here.\"\n\n\"Mom,\" Mara says, with rising anger, \"I'm happy here too. That's not the point—\" A conversation that did not so much end as beat itself to an unsustainable emotional pulp, hours later. No catharsis. No closure.\n\nBack in the present: \"Weapons,\" Uldren calls. \"Go flight.\"\n\n\"Go flight,\" Mara confirms. \"The clock is counting. L minus five minutes.\" Directly off her Hull's bow, a sphere of ultradense mass waits for the moment of implosion and collapse. There will be only moments to transit the wormhole before it evaporates.\n\n\"Flight, Sensor,\" Sjur Eido calls. \"I have anomalous starfield occlusions, bearing—\"\n\n\"Intercept!\" Mara shouts. \"They're missiles!\" It had to happen. Someone had to try to stop the departure, someone good and Paladin-pure who believes they are saving tens of thousands of Awoken from madness and doom.\n\n\"Flight, FIDO. Do we abort?\"\n\n\"Negative!\" Mara snaps. \"The countdown is go! Weapons, kill the inbounds!\"\n\nSjur Eido grunts in dismay. \"They're going to get through,\" she says. \"Five or six, at least.\"\n\n\"Uldren.\" Mara opens their personal channel with the thought of his face. \"Reassign your guns to protect the gateway.\"\n\n\"We'll lose Hulls, Mara—\"\n\n\"I know. Do it.\" Mara opens the command interface for the gateway and sends the image of a bloody thorn. The countdown skips instantly to zero. \"All ships, we are aborting directly to launch. Brace for acceleration!\"\n\nShe issues the emergency launch order.\n\nThe Hull screams with thrust. Mara's suit floods with cushioning gel. She thinks of her mother's face, trying to fix it perfectly in her mind, and her sensorium tries, vainly, to open a channel to Osana. As the Hull plunges into the singularity, the last thing Mara sees is the mournful error message: No connection. No connection. No connection. Cannot connect to Osana.", 
        "name": "Palingenesis I"
    }, 
    "subtitle": ""
}