{
    "index": 519, 
    "hash": 445714336, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png", 
        "hasIcon": true, 
        "description": "\"You're the devil,\" Alis Li whispers. \"I remember… in one of the old tongues, Mara means death.\"\n\nAn hour before. Mara's ship touches down a polite two kilometers from the Pearl Groves, and she looks out across mazes of channel and tidal pond to the compounds of ancient silver-white stone beyond. Two-ton oysters glitter in the shallows, their shells jeweled with mineral inclusions. Seabirds peck and fret along narrow white beaches. Mara lifts up her black formal skirts and begins her long walk into Alis Li's retreat, the sanctuary of former Queens.\n\n\"Mara,\" Uldren whispers, through her throat mic. \"Don't do this. Take Sjur with you, at least.\"\n\nBut she has to do this, or she'll never be able to face herself again.\n\nThe sun batters at her. She hides under a parasol, but heat gathers in the folds of her garment, in the soles of her shoes. When she squints against the glare, she thinks she can see the shining grains of her fleet in orbit: the Hulls, built under eutech supervision to the specifications of radically post-conscious AI that will one day fly between worlds. It is far too late to stop the project now. Far, far too late for second thoughts: exactly twelve point one billion years too late, really. For Mara in particular.\n\nMara kicks the sand and trudges on.\n\nShe's in a foul mood when she reaches the old Queen's house, but the sight of Alis Li sitting on the porch with a battered tea service makes her smile. \"Thank you for seeing me,\" Mara says.\n\n\"Thank you for coming. I was afraid you'd leave the universe without saying goodbye.\" Alis pours her a cup of cool blackberry tea. \"Have a seat. How's Queen Tel?\"\n\n\"She has declined to endorse my expedition,\" Mara admits, tucking her feet beneath her on the wide wooden deck chair. The tea is too sweet, but so blissfully cool. \"I'm sure you understand her reasons.\"\n\n\"You mean she's declined to endorse the sudden violent severance of tens of thousands of threads from the tapestry of our society? How surprising.\" Alis looks Mara over, critically, then sits back to sigh. \"A Scribe once told me that the definition of a utopia is a place where every single person's happiness is necessary to everyone else. You're going to make a lot of unhappy people, Mara. You'll make the lives of everyone in the world tangibly worse. Not just those you've lured to certain death, but those who will grieve their departure, and all those who will come to grief for lack of labor and knowledge you took with you.\"\n\n\"My people volunteered.\"\n\n\"Your mother told you,\" Alis says, \"that it is one thing for you to have a particular power over people, but another thing entirely to deny that you are using it.\"\n\n\"You once told me,\" Mara counters, \"that I had to consider the symbol people made out of me, and that if it were good, then I had to be that symbol for them. I had to perform as they required. I have done so. I have been the best thing I can think to be.\"\n\n\"Is this the best thing you could think to be?\" Alis says, with very practiced neutrality.\n\nMara drinks her tea in delicate silence.\n\nThe old Queen sets her cup down hard enough to chip. Mara jumps in quiet shock: The tea service is an heirloom from Shipspire. Her face hardens with the power of ancient command. \"Mara. I'm at least as clever as you. Do me the credit of acknowledging it.\"\n\n\"I have worked for many hundreds of years to arrange this outcome,\" Mara says, forthrightly, but without the courage to look Alis Li right in the eyes. \"I have nurtured and tended the Eccaleist belief so that there will always be Awoken who feel uncomfortable in paradise. Guilty for the gift of existence in the Distributary. People who'll come with me.\"\n\n\"I know.\" Alis lays a hand on Mara's, and for a moment the touch almost makes Mara sigh in gratitude: to be seen, to be known, without revulsion. Then Alis' old strength pins her palm to the table.\n\n\"The Diasyrm?\" Alis hisses. \"The Theodisy War? Did you arrange it all?\"", 
        "name": "Nigh I"
    }, 
    "subtitle": ""
}