{
	"displayProperties": {
		"description": "Mara looks into the camera and lets the fire in her eyes speak.\n\nThey are waiting on her, the Distributary's millions, her Awoken people. She has stoked their curiosity with thirty years of painstaking analysis. When they look up at the night sky, they see the stars of her observatories among the crowded bands of habitats, the spindly orbital factories, towering elevator counterweights, the burning roads of matter streams.\n\n\"Let me tell you of our world,\" she says.\n\nThere are the facts of tectonics and atmosphere, of water and climate: the parameters of the sun that feeds them. \"No infants died last year. No child went unfed. No youth came of age illiterate, no one suffered illness who might have been treated. We have long surpassed the eutech gathered from Shipspire; yet we have grown carefully and cleanly. We have eluded pollution, eradicated plague, and chosen peace. No maltech weapon has been discharged in centuries. Our atomic weapons were dismantled before they could ever be used. We are our own triumph.\"\n\nShe has elected not to use graphics or theater. She would rather they remember her face.\n\n\"You know yourselves,\" she says. \"Let me tell you of your cosmos. We live in a spatially infinite, isotropic universe 12.1 billion years old. Its metallicity is ideal for life and for the spread of technological civilizations. In time, the distance between all points in the universe will contract to zero, and the cosmos will collapse into a singularity, to be reborn in fire. There will be no end to eternity here.\"\n\nShe pauses. She waits. The whole world is out there, begging for the answer to the question.\n\n\"Our world is a gift. And we must refuse it.\"\n\nThey are Awoken. They love secrets. They will wait for her to explain.\n\n\"We have detected a pattern that was imprinted into our universe by its ancestor: a fingerprint of the initial conditions into which existence was born. From this information, we have confirmed the most primordial of Awoken myths. Our universe is a subset of another. We live within a singularity, a knot in space-time, that orbits a star in another world.\n\n\"Conventional relativity would suggest that time outside an event horizon passes quickly compared to a clock within, but our universe has a peculiar relationship with its mother. Thousands of years have passed for us on the Distributary. Outside? Centuries, at most. We are a swift eddy in a slow river.\n\n\"These ideas may not surprise you after centuries of theorizing and philosophy. But we have decrypted new data from the cosmic microwave and neutrino background signals. We have discovered voices… the voices of distress calls. They tell a story of bravery, of war, and of desperate loss.\n\n\"We were not always immortal. We did not earn this utopia by covenant with any cosmic power, or by attaining an enlightened moral condition. We are refugees. We fled from an apocalyptic clash between our ancestors' civilization and an invading power.\" She lowers her eyes. \"The signals we have retrieved tell us that our ancestors were on the edge of defeat. Perhaps extinction.\"\n\n\"It is time that we accept our debt. The Distributary is a refuge, not a birthright; a base to rebuild our strength, not a garden to tend. I ask you, Awoken, to join me in the hardest and most worthy task a people has ever faced. We must leave our heaven, return to the world of our ancestors, and take up the works they abandoned. If some of them survive, we must offer aid. If they have enemies, we must share our strength. We must go back to the war we fled and face our enemies there.\"\n\nShe lets them dangle a moment before she drives it home. \"We have also determined that our birthright, our immortality, is tied to the fundamental traits of this universe. Once we leave, we will begin to age again. In time, we will all die.\n\n\"Will you join me, Awoken? Will you answer my call? All I offer you is hardship and death. All I ask is everything you can offer. But you will see an older starlight. You will walk in a deeper dark than this world has ever known.\"",
		"name": "Katabasis",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 445714339,
	"index": 519,
	"redacted": false,
	"blacklisted": false
}