{
    "index": 522, 
    "hash": 445714343, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png", 
        "hasIcon": true, 
        "description": "Here in this time without time, pocketed by the ever-scattering cosm, touched as an assassin touches the gun in the secret fold. There is an eon within and I am going without. This is where we belong, interstitial, in that space between. This is where truth collapses supercritical.\n\nThere is a war, and its name is existence. There are two ways to fight—one is the sword, and one is the bomb.\n\nBy the sword, I mean the way to fight that is tempered and solid. The way that is made from old things and that triumphs by the reduction to simplicity. This way is known to those who study the cosmos. Take any part of it at any time, and you will see an edge and say, \"This is a weapon.\"\n\nBy the bomb, I mean that way of being that is complex and schematic and that must attain a criticality to attack. The way that is made from new things and that triumphs by the arrangement of intricacy. This way is known to those who study themselves. Take any component of the bomb in isolation, and you will say, \"What is this? I cannot understand its purpose.\" Yet in it is the possibility of a fire.\n\nNumberless are the spaces that surround the universe. Subordinate and superordinate are their relationships to the intrinsic world-that-is-only-itself. We pass now through analogy space that will reify what was once subject into object. That power I held, which was agonist to a mother's rapprochement, will be realized and reified.\n\nFirst is the awareness of my vector, which all who follow me held in their hearts.\n\nSecond is the desire to hear my speech, which all who follow me curled in their ears.\n\nThird is the existence-at-the-fault, which is the inner tension that all who follow me still sense.\n\nWe are risen from man and fallen from heaven. We are made again in the fall. What was once us will not ever again be us. I am the uncrowned ever-Queen and my only diadem will be the event horizon of the universe, which is my dominion. By falling, I will rise.\n\nThere are an uncountable number of ways to be between zero and two.", 
        "name": "Palingenesis II"
    }, 
    "subtitle": ""
}