{
	"displayProperties": {
		"description": "The first hulk they colonized was a one-kilometer habitat tender, reactors still burning, gravity still steady at three-quarters of Earth's. Driven by an AI long ago reduced to basic subroutines, the tender had completed its final mission to wrangle an Oort-cloud comet down into the asteroid belt. When no orders came for the comet's disposition, it had set about gardening. The comet's surface was domed and soiled, and tethered mirrors kept taut by photon pressure focused starlight into a silvery radiance, which fed the oxygen forest well enough. It would have been a marvel of greenery and ancient ice, but the surface had caught fire recently. Oxygen-fueled flame killed nearly everything except insects and rats. But Mara judged it would be a good fixer-upper, the rats the first intelligent life they had met since their return, the insects edible.\n\nThe Hulls had not survived the unpocketing as well as their passengers. The microsingularity wormhole, propped open by a precipitous spike of dark energy, pulled alloy and ceramic armor like taffy. Missiles mauled five of the Hulls. Worst of all, the passage through the nightmare limen between worlds had devastated onboard AI and logic systems.\n\nIt was time to abandon their cocoons. Uldren's survey located a reef of derelict spacecraft, apparently convoyed together for mutual aid in the Asteroid Belt. The Gensym Scribes who'd joined Mara on her journey were even now giddily cataloguing cultural markers and ancient records.\n\n\"We'll salvage the Hulls,\" Mara told Sjur Eido. \"Pull out the raw materials and the systems we can still use, and bring the biosystems of these hulks back online. Once we have reliable gravity, we can start having babies.\"\n\n\"We'll need weapons,\" Sjur said, cheerfully. \"We don't have enough spare chemistry for firearms right now, and the maltech we brought with us would blow right through the hull. Also line-throwing tools and devices for launching satellites off the surfaces of asteroids, hulks, et cetera. You know what I'm thinking?\"\n\n\"I cannot say I can imagine,\" Mara said, sarcastically. She imagined the sight of Sjur Eido stringing her woman-tall bow and passed the thought away like a card trick: Dwelling on such pleasantries would not do. \"Will it involve archery?\"\n\n\"Big old compound bows with all sorts of tactical knickknacks.\" Sjur paced in delighted thought. \"I'll be the first woman in the universe to place a comsat in heliocentric orbit with a longbow.\"\n\n\"You're absurd,\" Mara said, and at Sjur's uninhibited grin of delight, at the thought of exploring and rebuilding this entire reef with her, even at the terrible flinch-thrill idea of sending Sjur into violence and danger, Mara felt a tingle of worrisome warmth and gladness.\n\n\"So,\" Sjur said, lunging into that moment of weakness to get what she wanted. \"When will you tell everyone what's happened to Earth?\"\n\nAt first they had thought Earth a ruin world, but there were signs otherwise. At least it had not turned into a machine-gnawed corpse like Mercury. \"When Uldren's back from deploying his drones.\" She narrowed her eyes. \"Sjur, can you hear what I'm thinking?\"\n\n\"What, as in telepathically?\" The Queen's bodyguard closed her eyes. \"Everyone's been feeling spooky, but I'm not sure that extends to transmitting—Mara! Good grief!\"",
		"name": "Palingenesis III",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 445714340,
	"index": 524,
	"redacted": false,
	"blacklisted": false
}