{
	"displayProperties": {
		"description": "Uldren returned to the Reef during the Long Unquiet Night, when the Awoken people huddled in their beds and hammocks, gathered in ice caves and half-lit habitat cylinders, haunted by visions and portents. Faces appeared to them in the sublimating swirl of cometary ice: images and portraits became impossible to distinguish from their real counterparts. All statues were shrouded, lest they appear to passers-by as corpses.\n\nSomething had changed in them after their return to the outer cosmos. A live-wire hum passed through the tendons in their hands, their jaws popped when they swallowed, and flashes of light like the impact of cosmic rays obscured their vision. It felt to Mara as if they had lowered their feet into an ocean of charge and raised their hand to some invisible cable overhead: as if they were now again in contact with immense and opposing forces that had left an ancient mark.\n\n\"It feels like I've got scurvy,\" Sjur Eido snarled, having never had scurvy in her life. \"As if all these old wounds in my soul are opening up again.\"\n\n\"People keep sending me notes,\" Mara said. Her sensorium had died in the transit, so the notes came to her through whispers and scraps of precious paper. \"They say… I saw your face in my dream. I saw your eyes. I heard your voice.\"\n\n\"So it's not just me.\"\n\nUldren was the second person to bring her revelations on that day. First was Kelda Wadj, the Allteacher, one of Mara's most joyful recruits to the expedition: She was a master of pedagogy, able to mold any mind into a shape ready to learn, able to melt any fact into a fluid that could be poured. \"I'm in from the Gensym labs,\" she said, \"and they've learned something wonderful. We're all a bit magic now.\"\n\n\"Tell me more.\" Mara poured her a snifter of icy cometary water. \"What does magic mean?\"\n\n\"Some sort of weak acausality.\" Kelda lowered her flowerbulb build into a hammock of tangled plastic. \"They've been firing encoded neutrino beams through volunteers, and it looks as if the resulting patterns of scatter depend on the cognitive and emotional state of the target. It's a very reliable detection, at least four sigma, but the effect size is terribly small.\"\n\nMara digested this with a shot of ancient ice, slushy against her tongue. \"Acausality. You mean that whatever's happening—whatever influence we have on, say, neutrino beams—it's not accounted for by physics?\"\n\n\"Not by any physics we know. At face, it seems to violate some conservation laws, which would make Emmy Noether's head spin.\" Kelda remembers the names of her ancient physicist heroes even when she cannot tell which way is sunward.\n\n\"Secret physics.\" Mara thought of the Traveler and its works. \"We've all felt it, haven't we? We know we're…\" How to say \"trapped in the clinch between light and dark,\" she wondered, without quite so much portent? \"We're in contact with certain numinous elements.\"\n\nKelda held out her cup for more water. \"The question is, your Majesty—\"\n\n\"Don't call me that. We're operating on a direct democracy here.\"\n\nKelda rolled her eyes. \"The question is, do we continue to think of this as science? Do we teach it as physics? Causal closure says that everything that happens in a material system has a material cause. However, if symbolic structures in the mind are triggering material effect… shouldn't we call that what it is?\"\n\n\"Death had no dominion,\" Mara whispered.\n\n\"Pardon?\"\n\n\"We're in Death's dominion now. We're all dying again. We were immortal in the Distributary, weren't we? Some part of us was… attuned to the universe. And now that we're no longer receiving the Distributary's signal, we're attuned to something new.\"\n\nThat was when the hatch slammed open and Uldren stumbled in, grinning ferociously, clutching a scummy fistful of cytogel to a slash across his neck.\n\n\"Aliens!\" he rasped. \"I found aliens, and one of them cut my throat!\"",
		"name": "Revanche I",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 445714341,
	"index": 525,
	"redacted": false,
	"blacklisted": false
}