{
    "index": 520, 
    "hash": 445714337, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png", 
        "hasIcon": true, 
        "description": "\"No,\" Mara says, which is a lie told with truth.\n\n\"Do you understand what you've done? Have you reckoned the full cost?\"\n\nShe has convinced tens of thousands of Awoken to abandon their immortality. She has deprived the Distributary an infinite quantity of joy, companionship, labor, and discovery: all the works that might be accomplished by all the people who will join her in her mission to another world. When she lies awake at night, seized by anxiety, she tries to tally up the loss in her head, but it is too huge, and it becomes a formless thing that stalks her down the pathways of her bones like the creak of a gravity wave.\n\n\"Some infinities are larger than others,\" she tells her old captain. \"I believe… we are here for a reason, and this is the way to fulfill that purpose.\"\n\n\"And how much would you sacrifice? Your mother? Your brother? Are the Awoken real to you at all?\" Alis leans across her pinned hand, viper-fierce, striking. \"Do you think my people were made to die for you?\"\n\n\"Not for me. For our purpose. For our fate.\"\n\n\"For a home we abandoned. It's in the charter, Mara. The document on Shipspire that,\" and even Alis Li falls into a hush as she broaches one of the primal mysteries, her memory of creation, \"that shaped the… the way I made this universe.\"\n\n\"You were the first,\" Mara acknowledges. \"The first one here laid down the rules.\"\n\nAlis Li releases her hand and collapses back into her chair. \"Why are you here, Mara?\"\n\nTo tell you the truth at last. \"To ask you for that boon you owe me.\"\n\n\"At last.\" Alis sighs. \"Well, I knew the day would come. I think I'll be glad to have this weight off my shoulders. You'll ask me to throw my support behind your mission, won't you? The First Queen says, go with Mara; awaken from this dream and go fight for your home. Is that it?\"\n\n\"No,\" Mara says, with her heart in her throat, with trepidation bubbling in her gut. You cannot keep a secret buried like a vintage for so many centuries, and then unbottle it without any ceremony. \"The boon I ask is your forgiveness.\"\n\nThen she explains the truth. She tells Alis Li what she did: about the choice Alis Li would have made, if Mara had not made her own first. It's only an extension of what Alis has already deduced.\n\nWhen she's finished, her ancient captain's jaw trembles. Her hands shake. A keen slips between her clamped teeth. The oldest woman in the world conjures up all the grief she has ever felt, and still it is not enough to match Mara's crime.\n\n\"You're the devil,\" Alis Li whispers. \"I remember… in one of the old tongues, Mara means death. Oh, that's too perfect. That's too much.\"\n\nShe laughs for a while. Mara closes her eyes and waits.\n\n\"You realize,\" Alis Li says, breathing hard, \"that this is the worst thing ever done. Worse than stealing a few thousand people from heaven. Worse than that thing we fled, before we were Awoken—\"\n\n\"Please,\" Mara begs. \"Please don't say that.\"\n\nAlis Li rises from her chair. \"I'll support your fleet,\" she says. \"I'll use every favor and connection I have to get your Hulls completed and through the gateway—and I will do it so that I can hasten your departure from this world. I will do it out of hate for you; I will do it so that every good and great thing we achieve here will ever after be denied to you, you snake. No forgiveness. Do you understand me? It is unforgivable. Go. Go!\"\n\n\"I'd be very glad if you didn't tell my mother,\" Mara says.\n\nAlis Li hurls the pitcher of blackberry tea over Mara, turns, and goes inside, leaving her to trudge, wet and sticky but unbowed, back to her ship. She leaves her tea-stained parasol on the deck, but when she remembers it and looks back, it is already gone.", 
        "name": "Nigh II"
    }, 
    "subtitle": ""
}