{
	"displayProperties": {
		"description": "The subsonic roar of the solid rocket boosters crosses the threshold from noise into motion. To hear it is to feel it, and to feel it is to remember that you are a sack of fluids and gels much more than you are a solid entity. Membranes and gradients, solutes and films: a body is a mingled thing. Mara thinks of this as she watches the launch vehicle discard its boosters and climb away through the clouds. The Awoken could have been angels. Instead, they are flesh.\n\n\"That's that.\" Queen Nguya Pin rises from her portable throne, unfolding two heads taller than Mara. \"Choose your replacement. My work is done, and I will stomach no more.\"\n\nMara smiles at her. \"Is a Queen's work ever done?\"\n\n\"Oh, don't insult me,\" Queen Pin clucks. She brushes windblown pollen from her trousers; today's launches have blasted the spring trees with hot wind. \"You used me to do your work, politically and scientifically. You used me to bundle up the Scribes in a neat little scroll for your disposal. I went along with it for the sake of the monarchy, Mara, not because I'm a fool. I don't know what you want or why you're so bent on keeping the Awoken uneasy and dissatisfied. I don't know how you manipulate the acclamations. But when I abdicate, I am going to find Alis Li, wherever she's gone, and ask her all my questions about you. I'm very interested to know the answers.\"\n\n\"You've been a wonderful Queen,\" Mara says. \"No one will ever replace you.\" Although she is thinking of Devna Tel, who was never one of the Scribes, and whose coronation would make a wonderful rebuke to the Scribes' remaining ambitions.\n\nSjur Eido meets her by the ship. \"We'll need a new Queen,\" Mara tells her, leaping up the side of the ramp. \"Word on the satellite?\"\n\n\"Still burning for the Lagrange point. What have you done to Nguya?\"\n\n\"Given her too much perspective, I'm afraid.\" Just as this observatory satellite should help the Awoken see things from Mara's point of view. She smiles as she helps her bodyguard up the ramp, Sjur indulgently pretending that she needs Mara's hand. \"Uldren should be on the ground in Kamarina by now. We'll have a go-ahead on that interferometer buyout when he's done.\"\n\nThere are new stars in the sky. Mara put them there. Huge distributed-array telescopes orbit the Distributary's cool sun; gravity wave sensors and cold primordial neutrino detectors spider the crust. Out of shell corporations and seed investments, she has opened her world as an enormous eye and focused it heavenward. Sjur Eido was her smiling public avatar these past decades, while her brother handled enforcement. The days of covert speed chess in the Queen's court are over: Sjur Eido's open endorsement made Mara the face of Eccaleism and armed Mara with blackmail over all the Gensym Scribes still in power.\n\nYet she has never been so lonely or so worried for the future. Mother has told her that she, Mara, uses her power over Uldren too freely; that she must learn to stop, or her mother will no longer be her friend.\n\n\"Mara?\" Sjur says, catching some flickering expression. Knowing Mara well, she immediately changes tack away from comfort. \"What do you think we'll find with the satellite?\"\n\n\"Proof that it's time for us to go,\" Mara says. \"Proof of what I've known since the beginning.\"\n\nSjur frowns in thought. She doesn't remember much from before her awakening. Few of the 891 do—but enough to trouble her. \"Time for us to go…\"\n\nThe ship's turbines keen up to speed and then settle into whisper-quiet cruise. Sjur reaches to strap herself in across from Mara. Impulsively, hard-faced, denying she needs what she is asking for, Mara scoots aside to make room on her bench. Sjur raises an eyebrow at her.\n\n\"Don't say anything,\" Mara warns her. \"Not a word.\" And so they pass the flight in silence, but not alone.",
		"name": "Imponent V",
		"icon": "/common/destiny2_content/icons/f53d2634f2f702c818572d7c1639b136.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 445714338,
	"index": 518,
	"redacted": false,
	"blacklisted": false
}