{
    "index": 1112, 
    "hash": 519078295, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "\"How about now?\"\n\n\"Still nothing.\"\n\nYardarm-4 squinted up at his Ghost. \"You sure?\"\n\n\"Of course I'm sure. There are no Vex within at least a mile.\"\n\n\"What about—?\"\n\n\"They're on their way back now. What do you think they were doing?\"\n\nYardarm-4 rolled his eyes and kicked a stone over the cliff's edge. \"Oh, come on. You've got all those sensors and you can't pick up on the signals they're sending?\"\n\nYardarm-4's Ghost bobbed in the air, visibly acting out its waffling thoughts. \"I—\"\n\n\"Hey, don't worry about it. I'm not jealous.\"\n\n\"You're not?\" His Ghost sounded shocked.\n\n\"Boy, you really don't get people do you?\"\n\nYardarm-4 watched his Ghost shift its gaze around, trying to make up some excuse for itself.\n\n\"Hey, it's OK,\" he said. \"I don't need you for that. I just need you to watch my back. I'll take care of the team dynamic. Rekkana might be the captain, but the good ship Kentarch needs sails if it's going to go anywhere.\"\n\n\"And the sails are you?\"\n\n\"Yup. And the anchor, too.\"\n\n\"OK,\" his Ghost said, shifting its shell and trying to work through the metaphor. \"What is Lisbon-13?\"\n\n\"The rudder.\"\n\n\"The… rudder? I don't get it.\"\n\n\"The rudder is attached to the tiller. If the ship doesn't have it, the captain can't steer. The ship is adrift at sea.\"\n\n\"So you'd be lost without him?\"\n\n\"Lost? Nah. We'd know where we were. We just couldn't be sure where we'd end up.\"\n\n\"Wow. That's… deep. Hey, how do you know so much about ships?\"\n\nYardarm-4 shrugged. \"Just do. Always have.\"\n\n\"So… you're really not jealous?\"\n\n\"Shut up. You really don't get people.\"", 
        "name": "Helm of Righteousness"
    }, 
    "subtitle": "\"I know what needs to done. And I'm the one to do it.\" —Yardarm-4, Titan of the Kentarch 3"
}