{
	"displayProperties": {
		"description": "Warlock Aunor Mahal stood before the Vanguard in one of the Tower's war rooms.\n\n\"We have Shadows of Calus to deal with now,\" the Warlock said, dropping a data tablet in front of Ikora Rey and Commander Zavala. \"And I'm assuming we should let them?\"\n\n\"Guardians go to where the guns are. And where the fighting is,\" Zavala said, picking up the tablet and cycling through its holographic projections, profiles of Guardians in golden Loyalist armor. \"There are only a few Shadows of Earth on record.\"\n\n \"There will be more. Just give them time.\"\n\nZavala finished with the tablet, set it aside. \"What would you have me do?\" he asked.\n\n\"Give me a fireteam of veterans. We'll hollow out the Leviathan in a week. Maybe less.\"\n\n\"Some of them don't trust you,\" Ikora said, with a small, sad smile.\n\n\"You do,\" Aunor replied.\n\n\"Always,\" Zavala said quickly.\n\n\"There are veterans who do, too,\" Aunor added. \"So let me pick a unit. We'll find the Emperor.\"\n\nZavala shook his head. \"A single machine aboard that thing took an entire fireteam to burn down. How far do you think we'd get in open war with Calus?\"\n\n\"So we're just going to stand idly by? Again?\" A crescent of lightning flickered between Aunor's eyes as if to punctuate her point.\n\n\"He's not an ally,\" Zavala said slowly. \"But he's an enemy of the Red Legion. And right now, he's keeping them in check.\"\n\n\"The Guardians kept them in check. When they kicked the Legion's head in during the War,\" Aunor replied.\n\n\"Calus's influence on the Guardians will collapse under the weight of his lies.\"\n\n\"Have you met the Drifter?\"\n\n\"We're not a military,\" Ikora said finally. \"What the Guardians do is what they'll do. Every team that engages with Calus reports back. If he makes a wrong move, you'll be on the first strike team out.\"\n\nAunor took her duster off her chair and headed out the door without another word.\n\nWhen it closed, Zavala said, \"She's not wrong.\"\n\n\"Her motivations are never wrong,\" Ikora returned. \"She'll watch them for us. Whether we ask her to or not.\"",
		"name": "Penumbral Mark",
		"hasIcon": false
	},
	"subtitle": "\"The key is to realize the future isn't an enemy to be fought. It's a friend to embrace. A closing of the circle. At last—the right to be last.\" —Emperor Calus",
	"hash": 560455272,
	"index": 1039,
	"redacted": false,
	"blacklisted": false
}