{
	"displayProperties": {
		"description": "I.I\nThe whispers are many—a legion of liars and demons—set to challenge your resolve.\n\nI.II\nHear the words, but know they question your truth.\n\nI.III\nThe journey forth is not direct, but a shifting maze meant to discard the unworthy.\n\nI.IV\nSalvation does not want you, evolution does not care.\n\nI.V\nThe whispers are your guide and your undoing, mark their words but do not follow blind.\n\nI.VI\nTo follow blindly is to sacrifice one's self to the abyss, becoming not one, but one of the many—another lost soul.\n\nI.VII \nThe truth of hushed intent is mired that fools may never know the glories of their grand purpose.\n\n\"Lose yourself not in the whispers' words, but in their purpose.\"\n—5th Understanding, 7th Book of Sorrow\n\n\n\nYou have to understand we were still very new to the path we'd tread. Boarding Yor's derelict craft in search of our first answers was the act of children, ignorant to the truths—and the dangers—that marked our journey. It wasn't until later, when more pieces of the whole were uncovered, that we grasped the reality of the odd white noise gnawing the edges of our thoughts. Anymore we call them whispers, but then, in those early days, as we approached and then entered the craft—its kit-bashed roll-cage still identifiable where it wasn't over-crusted in the dark, uneven horror of bone—we mistook their siren call for feedback from a dying ship's failing systems. We were fools.\n\nOrsa found the scribbled glyphs on thick leather inside the craft that once, long ago, belonged to Yor. We couldn't identify the origin of the writing at the time, much less translate. Though we'd all heard the stories of the Hive, an ancient evil and an ancient battle that turned Luna into a forbidden zone—most held them as folklore—scary stories to counteract our natural curiosity and keep brave Guardians from venturing beyond their means. And while we had our theories about Dredgen Yor and how his fall was linked to the nightmare tales of wicked creatures born of bone and shadow, we were cautious not to let assumption guide our inquisition.\n\n\n—hand-scrawled note accompanying Teben Grey's personal translation of ancient Hive text",
		"name": "V: Purpose",
		"icon": "/common/destiny2_content/icons/7df076a912716ef4c429d3fb77fa504d.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 614571557,
	"index": 867,
	"redacted": false,
	"blacklisted": false
}