{
	"displayProperties": {
		"description": "I.I\nBefore one can be freed, one must question the truth of their purest identity.\n\nI.II\nAnd so a question is begged: Who resides at the core of your being?\n\nI.III\nOnly honest reflection will see you—lone traveler—through the coming storm.\n\nI.IV\nLook, then, clearly upon the whole of your existence, and face your glory—strength of will, every flaw of your mortal heart and fabled soul.\n\nI.V\nThrough the pieces of a life lived divine your truth, but do not lie—to the world, if one must, but never to yourself.\n\nI.VI\nTo see yourself as anything but what you truly are will lead you down sorrow's road, unprepared for the consequence of your salvation.\n\nI.VII \nOnce an understanding is met, and the self is purified in the knowledge of its truth, the cage is set to be unbound.\n\n\"Know thyself in honest ways, or falter in light of your truest self.\"\n—3rd Understanding, 7th Book of Sorrow\n\n\nThe search for the truth of Yor's tale was not easy. If official records existed, they were hidden beyond our purview, and the realities of the legend were tracked only by word of mouth. The fabled Dwindler's Ridge was not on any map, the burnt ground where Palamon once stood wasn't marked as anyone's sacred site, and the renegade who'd felled Yor had not been seen for some time following that fated showdown. \n\nDespite all of this, we were not deterred. If anything, Orsa and I, and the others who followed, were driven by the difficulty of our chosen task. That a Guardian could be corrupted—our gifts twisted—not by greed or lust or power, but by influences beyond petty human desires, was a concern greater, maybe, than any other.\n\nWere we not honored with our return because of some inherent nobility? If so, how could one of us—any of us—fall to damnation? Or was this heroic interpretation of our role in the grander scheme nothing more than the surest sign of our blind innocence? After all, it feels good to imagine oneself a hero, morally superior and standing tall on the side of righteous hope.\nThe question I—we—would ask then is simple: How well do we, any of us, truly know ourselves?\n\n—hand-scrawled note accompanying Teben Grey's personal translation of ancient Hive text",
		"name": "III: Self",
		"icon": "/common/destiny2_content/icons/7df076a912716ef4c429d3fb77fa504d.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 614571555,
	"index": 865,
	"redacted": false,
	"blacklisted": false
}