{
    "index": 870, 
    "hash": 614571561, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/7df076a912716ef4c429d3fb77fa504d.png", 
        "hasIcon": true, 
        "description": "I.I\nAs the old self falls away there will be only suffering.\n\nI.II\nNone can sustain in the face absolution, yet evolution demands sacrifice.\n\nI.III\nPain must be accepted as the new constant, or pain will be the all of you.\n\nI.IV\nAs the white noise of your screams drowns the whispers, you will feel alone. You are alone.\n\nI.V\nIs this eternity or oblivion?\n\nI.VI\nYou will see yourself—outside yourself—and you will long to embrace this new evolution—a beacon on the far end of lost hope.\n\nI.VII\nYet, you will know—through the pain, through the fear—there is no longer a you that was, only what comes next, and all the pain to follow.\n\n\"Do not linger on the coming embrace, your unmaking is yours alone—a solitary journey devoid of peace.\"\n—9th Understanding, 7th Book of Sorrow\n\n\nAny Guardian with interest in old nightmares has heard stories of the Weapons of Sorrow—deadly tools said to be infected and warped by twisted science verging on mysticism. In particular, Thorn, the cursed weapon of the Light-killer, Dredgen Yor. But such tools of destruction were only rumor. There was direct evidence of Yor having been a vile bastard, but the legends of his sickly weapon and the disease it spread seemed exaggerated—another ghost story to warn of unknown dangers. But our translations of ancient Hive text seemed to point to truth in the legend. The Hive had rituals for forced evolution. And what we'd found hinted at transmutation through corruption, degradation, and rebirth—the Weapons of Sorrow were real. Worse, they were a road map to a greater threat, a greater evil. \n\nAnd with this realization, our determination to uncover Yor's full truth was bolstered by new, terrifying questions. What if the horrors of Yor's deeds were not the end game? What if his evolution was simply the byproduct of a grander design?\nWhat if he was nothing more than a side effect of an ancient arms race, and the weapons we feared from days long past were nothing more than touchstones on a road map to devastation beyond anything we can imagine? What if \"sorrow\" was just a pit stop on the road to our coming annihilation?\n\n—hand-scrawled note accompanying Teben Grey's personal translation of ancient Hive text", 
        "name": "IX: Embrace"
    }, 
    "subtitle": ""
}