{
    "index": 869, 
    "hash": 614571560, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/7df076a912716ef4c429d3fb77fa504d.png", 
        "hasIcon": true, 
        "description": "I.I\nThe whispers hear you—some say they always have.\n\nI.II\nAll you have learned from the quiet words pales to the secrets you scream as your cages start to bend, as the old you starts to break.\n\nI.III\nThe whispers listen, the whispers learn.\n\nI.IV\nEvery shrill agony etches a map of the mortal condition. \n\nI.V\nEvery wicked cry adds to a vast tapestry of understandings.\n\nI.VI\nIn your pain the whispers find their answers—to your worth. \n\nI.VII \nWhen the flesh is gone and only bone remains, there will be no secrets left to scream.\n\n\"Know pain, that it may teach you all you never imagined possible.\"\n—8th Understanding, 7th Book of Sorrow\n\n\n\"Unmaking.\" For the longest time, we thought it was a threat, but as our work continued and we deciphered more and more of the glyphs we came to see it as something more—a promise. Yor's etchings were a road map—arcane and cryptic, but with specific intent. Old research hinted at mysterious tomes labeled as \"books of sorrow.\" It was theorized by researchers long before our time that the Hive had their own set of \"holy\" texts, evidence of which had been gathered before the Great Disaster. These \"books\" were believed to be archives of Hive ritual and history, chronicling royal blood lines and varied ceremonies and rites of passage.\n\nWe were uncertain of the place Yor's etchings held in the overall picture of Hive legend, but they fit our understanding of these fabled \"books.\" As such—through hubris or educated conclusion is a distinction I'll leave to others to decide—we chose to collect our translations in accordance as a new entry into the supposed library of sorrow. A 7th Book we called it. And writing this now, upon reflection, in the last days before the next stage in our journey, I believe—I know—we were right to do so.\n\n—hand-scrawled note accompanying Teben Grey's personal translation of ancient Hive text", 
        "name": "VIII: Secrets"
    }, 
    "subtitle": ""
}