{
    "index": 868, 
    "hash": 614571559, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/7df076a912716ef4c429d3fb77fa504d.png", 
        "hasIcon": true, 
        "description": "I.I\nAs the whispers grow, madness threatens the edges of your sanity.\n\nI.II\nThe flaying comes not by blade, but through the joining of flesh and bone.\n\nI.III\nThe bone will find purchase, taking hold of what once was weak.\n\nI.IV\nTo force the joining is to abandon focus.\n\nI.V\nAllow the flesh to give of itself, that it may surrender to the coming evolution.\n\nI.VI\nGrant yourself patience, your prison of the flesh is being unmade, your mind freed—such glories do not come easy.\n\nI.VII \nThere will be no peace now, not for some time.\n\n\"Only through a joining of the known and unknown can your path be made new.\"\n—7th Understanding, 7th Book of Sorrow\n\n\n\nIt was some time later when Orsa came to me with writings from a Cryptarch's archives. We'd spent a long while attempting to translate the glyphs found on Yor's ship, to no avail. Great care was taken in the furthering of our investigation. We weren't hiding our work, per se, but it was not advertised—we'd been scolded and warned enough times that we knew to continue our efforts in private as best we could. By this point, the Vanguard ranks had shifted—Brask was no fan of our work, but he was reasonable, his Exo replacement was more pointed in his dismissal—a byproduct of his relationship with Lord Shaxx, I'd imagine, but that's neither here nor there.\nWe'd traded with many Cryptarchs over the years, and Orsa had long since made it a point to get on their good side. Even still, it took some convincing, and full-on bribery, to eventually get hands on the tomes needed to crack the mystery of the arcane texts.\n\nThe books and writings we secured from the tradesman were incomplete and mostly scholarly guess-work. But there were enough translations and competent theory to provide a foundation for own interpretations. \n\nIt wasn't long before the pieces started to fall into place. We still had much to learn, but we were certain of a few key ingredients: Yor had been to Luna—whether his corruption began there or led him there was still unknown—and the glyphs he'd etched spoke of a great \"unmaking,\" the truth of which would be our own.\n\n—hand-scrawled note accompanying Teben Grey's personal translation of ancient Hive text", 
        "name": "VII: Joining"
    }, 
    "subtitle": ""
}