{
	"displayProperties": {
		"description": "I.I\nSeek the whispers—they are faint, but they are calling.\n\nI.II\nNot all bone carries the sound of secret truth. Most are fragile, hollow things meant only to carry the weight of wasted lives.\n\nI.III\nIn the feted remnants of yearning marrow, find love, find life, and in their lies you will discover the narrow road to all you never dreamed to be.\n\nI.IV\nHowever, whispers are but sound, as is the breeze. Not all who listen can share its purpose.\n\nI.V\nKnow thyself, listen well, and do not fear when the whispers carve their welcome. Rejoice.\n\nI.VI\nThe agony of the cutting word is a boon to those who embrace its severed logic.\n\nI.VII\nThe cutting word is a doorway—the first syllable of hated salvation.\n\n\"On the path of the hushed tones, the cutting word will guide your unmaking.\"\n—4th Understanding, 7th Book of Sorrow\n\n\nWe found the craft, undisturbed, in low-orbit. Its course synchronized to the exact coordinates of its master's final resting place some 1,800 km below.\n\nWe'd suspected an anomaly in its mechanics on approach. Locking to the faint ping of its nav-drive our instruments detected a low, guttural whine otherwise lost in the vacuum of the post-atmosphere emptiness between worlds.\n\nIts tethering—the fact it was chained to the specific coordinates of the Ridge—was not directly linked to the craft's onboard systems, but, instead, to desire—the ship was waiting in pained anguish for His return.\n\nThe hull was more of husk—harsh and jagged from the growth. We'd never seen a ship crusted in the bone of unknown death, but were more intrigued than concerned.\n\nThe whispers started on approach. Faint. Hushed. Moments later our ears began to bleed.\n\n—hand-scrawled note accompanying Teben Grey's personal translation of ancient Hive text",
		"name": "IV: Whispers",
		"icon": "/common/destiny2_content/icons/7df076a912716ef4c429d3fb77fa504d.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 614571556,
	"index": 866,
	"redacted": false,
	"blacklisted": false
}