{
	"displayProperties": {
		"description": "I.I\nOnce the word has cut its meaning upon the very essence of you, there will come an understanding of potential.\n\nI.II\nWhen imagined, your potential will infect, and spread.\n\nI.III\nIt will be the all of you—all-consuming and the promise of all you can be.\n\nI.IV\nDo not allow yourself the confidence of all you hope to achieve.\n\nI.V\nIf you dwell on that which is beyond your grasp you will lose sight of the whispers' purpose— \n\nI.VI\n—and your end will be an end, and nothing more.\n\nI.VII \nMaintain your truth from first cut to last embrace, or all you will achieve shall be the echoes of your scream against eternity.\n\n\"Let go of all that is to come, to linger there—on the promise of rewards yet earned—will see you lost, never to return.\"\n—6th Understanding, 7th Book of Sorrow\n\n\n\nStanding on the Ridge as the sun fell, Orsa and I held a silent communion. I remember peace in that moment. Peace and acceptance. The course we had set was not frivolous curiosity, but a real, solid, important investigation into an outlawed tragedy that had claimed one of our forbearers. Who was Yor? Not just at his end, but prior—before madness had consumed him? Could his life inform our own? Could its lessons prevent any other from such a violent downfall? We'd been warned there were no answers waiting down this road, only sorrow. Standing there, the fading light, the tall grass, and the scorched circle where a villain was gunned down and nothing grew, the weight of answers to come was not our concern—the understandings earned on the journey forward would be their own reward. Every step would make us new, every discovery would further our grasp on the unknown worlds beyond the Light.\n\n—hand-scrawled note accompanying Teben Grey's personal translation of ancient Hive text",
		"name": "VI: Focus",
		"icon": "/common/destiny2_content/icons/7df076a912716ef4c429d3fb77fa504d.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 614571558,
	"index": 868,
	"redacted": false,
	"blacklisted": false
}