{
	"displayProperties": {
		"description": "Ten times and once more Mara asked the Oracle Engine to show her the sword that was death and the way it would appear. Ten times and once more the Oracle Engine showed Mara an image of her family.\n\nFirst it showed her Sjur Eido, laughing and bright with strength, who would recede and later return.\n\nThen it showed her Uldren, her brother, who explored the ruins of the fallen worlds and sought out challenges to test himself.\n\nThen it showed Mara her own face and lingered on the secret brightness of her eyes.\n\nLast of all, leaving Mara imperious with disdain toward her own feelings, curtly aloof toward all who asked her what troubled her, it showed her Osana, who had remained behind.\n\nMara dwelt on this puzzle. A mother who had remained behind; a sister with secrets; a brother who hunted and explored; a woman who was plain and fierce. She understood then that the answer to her question lay within herself and that to defeat what was coming, she would need a perfect understanding of herself. Isolation would be her watchword, for an isolated system is easiest of all to understand.\n\nFirst of all, Mara went into the gardens and planted a flower for her mother, who she thought must still live: though she might by now have forgotten her first daughter and her first son.\n\n\"Mother,\" she said, \"I asked to be your sister rather than your daughter, and so I denied you the chance to tell me your secret, the mothertruth that is mapped in the negative space defined by the lies mothers tell their daughters. Well, here are my secrets. I love you. I have always loved you. Without you, I could never have been anything at all.\"\n\nThen she went to speak to her brother—but Uldren was away on Mars, and she found only his empty chambers, the half-sharpened knives and racks of pistols. She knelt in grief and touched her hand to the floor where his pacing boots had scuffed the asteroid stone smooth. This was the shape of their siblinghood now. The pursuit of absences.\n\nLast of all Mara went to Sjur Eido. Sjur was making a list of incredibly stupid and fatal tasks to post on a Guardian bounty board. \"I want to tell you the truth,\" Mara said. \"Ask me a question.\"\n\n\"If you take any positive integer and halve it if it's even, but triple it and add one if it's odd, and you repeat this process forever, will you always, eventually, reach one?\" Sjur Eido demanded.\n\n\"Sjur, my faithful Wrath,\" Mara said, \"please take my openness seriously. Though I'm sure Illyn could answer your math problem.\"\n\n\"Okay.\" Sjur looked at her curiously. \"Then here's my question. What's gotten into you? Why are you acting like this?\"\n\n\"Can we walk?\" Mara asked her.",
		"name": "Tyrannocide II",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 69726152,
	"index": 544,
	"redacted": false,
	"blacklisted": false
}