{
    "index": 541, 
    "hash": 69726150, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "It was Mara alone who established a covenant with that young Ahamkara, which chose the use-name Riven, in honor of its host. It was Mara alone whose singular will and unity of purpose saved the Awoken from that which we now name the Anthem Anatheme. For there was in Mara very little division between Reality-As-Is and Reality-As-Desired; she was confident in her centuries of purpose and patient with the winding way by which the river of methods reaches the objective ocean. Blessed are those who in their absolute selfhood become selfless. Unappetizing are those who in their truest self-knowledge exclude the possibility of self-deceit.\n\n\"Mara,\" said Uldren Queensbrother, \"why do you forbid me to speak to the Ahamkara?\"\n\n\"This secret is mine alone,\" said Mara Queen. She knew that her brother had only widened the gap between He-As-Was (which is called NUME) and He-As-He-Would-Be (which is named CAUST). \"Begone to the outer world, where I require thee.\"\n\nThis was when Sjur Eido, having spoken to Kelda Wadj and to Esila, at last came before her Queen. Kneeling, she said, \"Your Majesty, Kelda Wadj says you are a god, for there is no difference between your desire and reality. Yet I know that you desire things before they ever become real. Esila says that you are keeping a secret from your brother that he must never know. I think the secret is thus: You are now a god because one day you will become a god, and a god is not temporal. Your brother is not a god because he will never become a god. Shall I worship you?\"\n\n\"Sjur,\" Mara said, falling to her knees, clutching her beloved's face between shaking hands, \"Sjur, on the day you worship me, you cannot love me anymore, for to worship is to yield all power, and I cannot love what has no power over me.\"\n\nAt this, the Ahamkara coiled around her neck, yawned, and showed its fangs: for there was a crevice between What Was and What Was Wanted.\n\n\"I see,\" Sjur Eido said. \"Then to me you are not yet a god.\"\n\nAlthough in time the knowledge of what Mara would become pushed them apart, it was a kind and happy push, as a friend might urge a beloved companion onward to a distant opportunity. And their days together were spent gladly.", 
        "name": "Telic II"
    }, 
    "subtitle": ""
}