{
    "index": 540, 
    "hash": 69726149, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "Mara made one more attempt, and only one, to call her scattered people home. She had hoped the assault would convince them they had a responsibility to the Reef, to come home and repair the damage they had caused. It went poorly, however, for though her tech witches were able to amplify her bond to her people through the augments Kelda had developed, she was only one voice in a maelstrom. Her Awoken had sensitive antennae, in the metaphysical sense, and could not hear her plea through the clamor. Also, the communications engineer kept forgetting to call Mara \"Majesty\" or \"Queen.\"\n\n\"Good news,\" Uldren told her with the grim delight he always showed after a debacle he had survived. \"Illyn and I went through the Fallen communications logs. Their Baron never transmitted our position to his Kell. He wanted the prize to himself. We remain secure.\"\n\n\"The Baron might have planted a time-delayed beacon,\" Mara warned him. \"Never underestimate these beings. They've lived in the void longer than us.\"\n\n\"I already admire them,\" Uldren confessed. \"They've lost so much. Some of them even ritually dismember themselves, Mara, to prove they have the strength to grow back the missing limbs. I tell you that even if we are doomed to dwindle and go extinct, those Fallen may outlive us.\"\n\nMara made a dry note in her log that her brother had at last discovered his true people.\n\nFor her part, Sjur Eido wandered about in a daze, filled with joy to be alive and grief that she no longer knew the day when she would die. \"In you, all things are possible,\" she told Mara. \"I live because of you.\" When Mara saw her string her mighty bow, the limbs coiled behind her leg and around her opposite arm, she was glad beyond telling that Sjur had survived.\n\nIn time, Mara appointed Paladins to oversee her new military, as Alis Li had done during the Theodicy War. She created talented starfarers as Corsairs, to scour the asteroid belt in utmost secrecy and to establish routes and caches that would support the covert motion of Awoken ships.\n\nMost of all, she charged her brother with the mission that occupied her thoughts. \"Brother,\" she said, \"never again can I allow my people to be divided. We must offer them more than shielding ice and cold habitat cylinders and the warrens of Vesta. We must make a culture, a thread that binds us all in pride and wonder at the mystery of ourselves. Nowhere does culture flourish better than in a city.\"\n\n\"Gather in one place,\" Uldren warned her, \"and you make yourself a target.\"\n\nMara had considered this, and found an answer. \"Go forth and find me a power unknown to all the other powers of this world. Return it to me, and I shall make of it the cornerstone of my new city, where the Awoken shall dream of all they have been and all that is yet to come.\"\n\nSo Uldren went out voyaging among the worlds, swift as a blueshift ghost. In time, he returned to the Reef with a creature not larger than his hand, saying, \"Behold, Sister, the lie that makes itself true. This is an Ahamkara.\"", 
        "name": "Telic I"
    }, 
    "subtitle": ""
}