{
	"displayProperties": {
		"description": "Of all the disasters that might happen in space, riot is the worst. Breaches can be contained, fires can be starved, plague can be quarantined, radiation shielded, heat vented—but a riot has a will of its own: a chaotic ingenuity that corrodes any countermeasure.\n\nMara crawls through compartments choked with vaporized coolant. She keeps low and clutches the breather to her face. All she can think of is Kelda Wadj's last message and the data attached. \"Mara. The paracausal effects are strongest around you. Whatever's happened to us, you are the locus. I cannot overstate how subtle and how important this discovery might be. Mara, when we use radioactive decay as a trigger for simulated bombs—bombs that could harm Awoken—the trigger atoms are a thousandfold less likely to decay near you. People are literally safer when you are around.\"\n\nShe has to get into the riot. She has to protect her people.\n\nA horrible groan vibrates through the habitat structure, and then, with an apocalyptic shudder, something tears off the Reef. A ship. A ship is leaving. Mara has failed.\n\nMara drops onto her belly and pants into the mask. Then, cringing in anticipation of migraine, she activates the augment, the jury-rigged machine her eutechs produced for exactly this purpose by extracting Mara's ruined Distributary implants and reworking them. She's going to fire a command override to shut down that ship's systems—\n\n—but then she realizes it's a salvaged Human vessel, deaf to her commands.\n\nShe gasps in frustration, sucking down cold bottled air. \"Sjur.\"\n\n\"I'm here,\" her radio whispers. \"Pinned down in the dockmaster's office. I shot a few in the shoulders, and they seem to have gotten the idea.\"\n\n\"Let them go. If one ship's away, there's no sense holding back the rest. Our position is compromised.\"\n\n\"Understood.\"\n\n\"Broadcast to everyone. I'm going to allow anyone who wants to leave the Reef to go. This is their one and only chance.\" She rolls onto her back and stares up into the swirling vortices of coolant, seeing faces, futures, the lives she has just lost, the lives she might yet lose. She brought her people here to die in the sense that she brought them into mortality—but she never wanted it to happen quickly.\n\n\"They know, your Majesty,\" Sjur says. \"They already know.\"\n\n\"What?\"\n\n\"You told us. We heard your voice.\" Awe like gratitude in Sjur Eido's voice. \"Mara, I heard you. You spoke to me.\"",
		"name": "Revanche IV",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 69726147,
	"index": 539,
	"redacted": false,
	"blacklisted": false
}