{
    "index": 536, 
    "hash": 69726145, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "Mara calls a caucus of elected representatives in the Sacred Fire, one of the largest hulks in the reef of derelicts. The Fire was built to support habitat construction on 4 Vesta, where Mara hopes to one day anchor the entire flotilla and set down roots—but the hopeful, fearful faces before her make Mara afraid that it'll never happen. What if everyone runs off at the first hint of home? Having come so far, across worlds and eons, to see Earth again—how can she ask them to hold back now?\n\n\"We've found Humanity,\" she tells them. \"We've found our ancestors.\"\n\nThe cheer of triumph and wonder thrills her to the marrow. Most of these Awoken are Distributary-born, raised on myths of Humanity and the Traveler. She has just opened the pages of their storybooks and conjured them to life.\n\n\"What remains of the Human species lives in a single settlement.\" She nods to Uldren, who snaps his fingers for footage. His ship's holographic perspective plunges through fluffy strata of clouds and mist, out into clear air. A lucid vista, a perfect instant: the white mountains, the city, and the enormous shattered sphere that hangs above it.\n\n\"Freeze,\" Uldren commands. \"That is the Traveler.\"\n\nAs the crowd murmurs and thrills, Mara feels herself bridle. She doesn't like that thread of reverence. She doesn't like the Traveler looming there, almost but not quite completely dormant (like a dying heart ripped from its body and thrown into warm water, it ebbs and flutters if you look at it with the right sensors). If the Traveler had the power to protect anyone, wouldn't it protect more than one huddled settlement?\n\nEsila, daughter of Sila, leaps up from the crowd, too small to make it on her own, but buoyed up by enthusiastic neighbors. \"What are we waiting for?\" she calls. \"That's everything we came to find! They need us, and that's where we belong!\"\n\nUldren and Mara trade glances. Uldren snaps his fingers, and the recording resumes.\n\nSomething moves in the treetops. The canopy roils and parts. A red-brown aircraft shaped like a fat, wingless, furiously angry dragonfly bursts from cover and climbs to intercept. Uldren's head-cued camera tracks the target, and Mara imagines his narrow grin as he waits for the other guy to make a move.\n\nThe dragonfly ship drops a brace of little needles, and they erupt into dirty orange flame and come arrowing after Uldren. Everyone in the caucus gets an earful of his grunts as he whips through a high-G turn and climbs away.\n\n\"Those are Fallen,\" Uldren says. \"They're a species of interstellar scavengers and subsistence pirates. They've been here for a long time, and they've sacked most of the large settlements that survived the original fall of Humanity. There may be more Fallen than there are Humans left on Earth.\" He lifts his chin to bare the pale scar across his throat. \"I landed and went looking for prisoners. I was ready when he pulled two knives on me, but it turned out he had an extra set of arms.\"\n\nNervous laughter.\n\n\"Worse,\" Mara adds, beckoning for panes of deep-space passive sensor data, \"they're all over the solar system. We've detected flotillas of their interstellar ships around Jupiter and Venus. They don't go near Mars, but only because it's under occupation by another alien species. Mercury is—well, you can see for yourself.\" Gasps of horror at the clockwork cinder, all that remains of the legendary garden world. \"We believe this may be the work of the Vex, a machine species listed in Shipspire's threat index.\"\n\nEsila, famed historian, puts voice to the plea in the crowd. \"So they need our help, don't they? We have to go to them! Our ships, our technology—we could make all the difference.\"\n\n\"No.\" Mara collapses the projected images between her hands. She stayed up late wrestling with this dilemma, which kept her from wrestling with Sjur. It was a choice she had to make alone. \"We can't reveal our existence, lest the Fallen track us down. We need more information. Our focus must remain on securing this derelict reef, bootstrapping industry and a population, and scouting out the solar system.\"\n\n\"Mara, with all my respect, all my genuine gratitude for bringing us here,\" Esila sighs, \"who died and made you Queen?\"\n\nMara says nothing. But she thinks: Everyone, Esila. All of us died and made me Queen.", 
        "name": "Revanche II"
    }, 
    "subtitle": ""
}