{
	"displayProperties": {
		"description": "Thus the riven Awoken were riven again, into Reefborn and Earthborn. Those who left went to scour the ruins for lost history and give some succor to their Human cousins who still clung to a hostile world. The Awoken came unto these Humans like nephilim, armed with lost weapons, forgotten industry and medicine. They were like omens of hope, for they were often taken to be starborn colonists returned to the hearth, which was not, after all, so far from truth. All who looked on them saw that the night sky contained more than lurking doom. They bred true with each other and sometimes hybridized with Humans, and in the course of centuries, many forgot the Distributary and even the Reef. However, there was always in their souls an itch, a vector pointing to a distant place in the Asteroid Belt, where their Queen still dwelt.\n\n\"They've made a difference already,\" Sjur told Mara not long after the first Awoken made planetfall on Earth. \"They'll save so many lives just with the provision of medicine, pure water, and construction supplies that even if they all died by year's end, they would each yield ten or twenty Humans.\"\n\n\"I know,\" Mara said, with bitter pride. \"Let the people remember them as saints and paladins, and tell no one how many more they might've saved if they had only kept the faith.\" For she knew the precious value of each Awoken life: She knew how many she would have to spend and mourned each soul wasted on a lesser purpose.\n\nOn the day the Fallen struck, Mara was proclaimed Queen. It happened swiftly, though after no little debate among the people, for everyone was afraid of a monarch who could speak to their thoughts. Yet they feared more to deny her power and sovereignty, for they had come between worlds in her name. To refuse her would be to refuse their choice.\n\n\"Awoken,\" she told them, \"for the first time in my life, I hesitated to reach for power, and now one in three of you are gone. I cannot deny what the cosmos has made of me any longer. I am your one and rightful Queen.\"\n\nShe knew she had been a fool to pretend to be a peer to the others. What was true of her brother was true of all Awoken. They needed secrets to marvel at, secrets that rhymed with the deep enigma of their souls. They could not follow what they fully understood.\n\nThere would be a formal coronation later, in a place not yet built. Out of respect for that unhappened coronation, Mara did not at first wear a crown; and later she claimed as her diadem the ring of event horizon that surrounds the observable universe.\n\n\"My Techeuns,\" she said, gathering Kelda Wadj and the other eutechs who'd remained, \"will be given absolute authority to explore our new power, the Traveler's relics, and all associated domains. We are no longer in the realm of pure science. We require an order of mysteries and witches to tend to them.\"\n\nNot an hour later, a Fallen Ketch threw off its stealth and began a deceleration burn toward 4 Vesta. The four-armed predators had traced one of the Earthward ships back through all its erratic course changes and to the Reef. They came in search of the source of these blue ape-kin.\n\nA salvo of coherent-matter guns gutted the Ketch: blink-quick death for the mighty ship, ancient fury compressing matter into a relativistic pinhead. It was a waste of weapons that couldn't be recharged or reloaded, however, and the Baron in command had already scattered his skiffs like camouflaged seeds. The Fallen Raiders came down all over the Reef and cut their way inside. The Awoken, young to mortality, terrified of death, fled in fear.\n\nMara, Uldren, and Sjur Eido rallied as many as they could. Sjur fought in a powered combat shell, but Mara needed to be seen vulnerable, silver-haired and narrow-eyed, hurling herself at the enemy. She fought with pistol and dagger, and her brother moved like a wraith at her flank. Her people were ashamed of their timidity. No more were the Fallen scuttling alien predators: Now they were an indignity, an offense to regal privilege to be met with a snarl and a rifle shot. The Awoken saw their desperation: how the stump-limbed Dregs stumbled forward emaciated, how the Vandals cringed from battle as they peeled off wall panels, desperate for salvage to please their Captains.\n\nArmored Sjur Eido met the Fallen Baron in zero-gravity combat above his spider tank and shot him dead, one adamant shaft through plate and throat. Ether hissed into vacuum. Sjur threw herself upon the spider tank that clung to the Sacred Fire's hull. Laughing in joy, she cut into the tank's barrel and threw a charge inside, knowing its next vengeful shot would be meant for the Sacred Fire's main habitat drum—and that she would die in the catastrophic misfire.\n\nThe tank fired. The charge detonated. Sjur Eido was thrown clear, utterly unharmed.\n\n\"That was where I should have died,\" she said, in wonder—and in her mind was the smiling face of her Queen.",
		"name": "Revanche V",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 69726148,
	"index": 540,
	"redacted": false,
	"blacklisted": false
}