{
    "index": 544, 
    "hash": 69726153, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "Mara and Sjur Eido go out into space and kick off the hull, wearing Corsair skin-pressure suits and slim tethers. The stars circle them like hard-focus candles, like the diadems of a trillion dancers. Sjur Eido pulls herself close and touches helmets with Mara. \"We're alone. What's happened, Mara? You've always been, ah…\"\n\n\"Private?\" Mara suggests.\n\n\"Mysterious and reclusive, I was going to say.\"\n\n\"A sword can be part of a bomb if the swordstrike is the detonation mechanism,\" Mara says. \"It's impossible for a cellular automata game to change its own rules, but it is possible to create subgames with their own rules, and for those subgames to yield advantage in the master game.\"\n\n\"That's cool,\" Sjur says. \"You know, when you talk like that, what you're actually saying is, 'I don't want anyone to understand me, but I want them to understand they don't understand me.'\"\n\n\"Yeah,\" Mara admits, and then, hoarsely, she makes herself say, \"Sjur, I have this secret, this thing I did, and I don't know if anyone can know it without hating me forever.\"\n\n\"I had a secret too,\" Sjur reminds her. \"The thing I did…\"\n\n\"It's nothing compared to mine. Nothing at all.\"\n\n\"Having had some long experience hating you, and then having given it up, I think it would be hard for me to go back.\" Sjur's strong hand settles at the small of Mara's back. They twirl on upward, rotating around a point between them, their thousand-kilometer tethers slowly unfurling. \"Do you want to tell me?\"\n\n\"No,\" Mara says. \"But I think I have to.\"\n\n\"Okay. Your Majesty, what did you do that made Alis Li throw blackberry tea in your face?\"\n\n\"I was first,\" Mara says. And she explains the missing half, the first half of the sentence:\n\nI made the rules and initial conditions that deceived her into believing she herself had decided\n\nIt ends like that, where the rest picks up.\n\nSjur Eido looks at her in expressionless silence. Sjur Eido's hands stroke the seam between Mara's skinsuit and the glassy petals of her helmet. Long ago, this woman betrayed her oath and went to serve the Diasyrm, a woman who cried out in anguish at the curse of physicality and the possibility of suffering. Long ago, this woman threw away her whole life to punish the highest crime she could imagine: the denial of transcendent divinity to those who might have claimed it.\n\n\"You're the devil,\" Sjur says. \"You're the lone power who made death. You allowed the possibility of evil. You might be responsible for more preventable suffering than anything that has ever existed.\"\n\nMara cannot shake her head or even nod.\n\n\"Well,\" Sjur says, \"if you hadn't, none of us would be here. I guess I don't see what else you could've done, if you cared about those we left behind. If you wanted us to be able to go back and help in the fight.\" She leans forward and very gently kisses the inside of her helmet, where it meets Mara's: in her mind, in that place that is bound to all other Awoken, Mara feels the touch of gentle lips.\n\nSjur looks suddenly sly. \"You know, Mara, I don't think you could've confessed anything, anything at all, unless it were a way of keeping a deeper secret. What's really going on?\"\n\n\"There are many ways to godhood,\" Mara tells her. The belt of Orion glitters on her helmet like a three-star rating left by some Hive entity Sjur once killed. \"One way is to kill all that is killable, so all that remains must be immortal. Another is the road I have walked, mostly by accident. One of these ways is closer to the sword, and one is closer to the bomb. If the bomb can defeat the sword by the standard of the sword, then the bomb has claim to primacy.\"\n\n\"Never mind,\" Sjur sighs. \"Seen anything cool on Crow surveillance lately?\"", 
        "name": "Tyrannocide III"
    }, 
    "subtitle": ""
}