{
	"displayProperties": {
		"description": "\"It's bad,\" Sjur Eido says, confirming what Mara already knows, but nonetheless performing the valuable service of mopping away all the blood and tears and allowing Mara to glimpse the actual shape of the wound that divides her people. Not a literal wound (though she is, right now, tending to Uldren's scar, tweezing tiny fragments of Fallen metal out for analysis), but the rift in her Reef, the schism now re-schismatic, as if the quake that split the Distributary Awoken from Mara's people is now firing off aftershocks.\n\nShe should've known this would happen. She shouldn't have told them so much about Earth. \"How bad?\"\n\nSjur pokes Uldren in the hard gut, where a passing line of molten metal left a red burn. He's under anesthesia, but he snarls at her anyway. \"As of the last caucus, I'd say thirty percent of the expedition wants to head for Earth. If you ask the 891,\" though there aren't 891 of them anymore, \"it's more like eighty percent.\"\n\nMara swears and pulls a bloody line of solidified slag from her brother. \"Unacceptable. We can't lose their skills.\" Or their genes: The Awoken have yet to adapt to the attrition of this harsh spaceborne world, and tentative mothers are still in the early stages of designing their babies. It's vital to maintain a diverse gene pool. \"And the Fallen will vector them back to us.\"\n\n\"I know,\" Sjur says, heavily. \"That's when I'm going to die.\"\n\nThe most horrible thing about the words is that they slap down on Mara's consciousness like face-up cards, like truth revealed. \"Unacceptable!\" she barks, and then both she and Sjur begin laughing, and then, at last, Mara shakes her head and growls. \"You can't know that, Sjur. No one can know that.\"\n\n\"I do. I don't know how, but I do. I know it's going to be something I choose to do, and it's going to be incontrovertibly heroic. Which is enough for me.\"\n\n\"But if that's true—\" Mara proposes, flinching away from the personal conversation they really ought to have, and all its attendant rawness, \"—if you die when Fallen attack us, it means I won't stop these people from fleeing to Earth, and the Fallen are going to find us, and we're doomed.\" She is already building intricate models of how the universe might accommodate fate or doom and how she might go about destroying those things.\n\n\"Could be, I suppose.\" Sjur pulls a parchment-thin rag of dead flesh off Uldren's wound. \"Look. I'm the Queen's bodyguard. I always expected I'd die violently.\"\n\n\"I'm not the Queen.\"\n\n\"Maybe that's your problem.\" She flicks Uldren in the chest, leaving a purple bruise, fading. \"What is with you two, anyway? You never talk about him. You never seem to think about him at all. But he's dashing himself to pieces for you. How do live as his favorite and only sister for so many centuries… and hardly even smile at him?\"\n\nSecrets, Mara thinks. You've got to have secrets from each other so there's room for him to fill in the gaps with his own happy illusions. Two ships joined together rigidly will tear each other apart if they try to move. But a loose tether leaves room to maneuver—and can be more quickly disengaged, if necessary.\n\nThat makes her think of Sjur's prophecy again. She sets the shrapnel down in the dissection dish, very gently. \"You won't die. I won't allow it.\"",
		"name": "Revanche III",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 69726146,
	"index": 538,
	"redacted": false,
	"blacklisted": false
}