{
    "index": 542, 
    "hash": 69726151, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "Mara's death began in this mark:\n\nX\n\nLater would come Eris Morn, Osiris, Toland, and all the other accessories of the majestic suicide. Later would come the Reef's tentative entanglements with Vex and Cabal, Fallen and Hive, and the fateful decision to intervene when the House of Wolves turned Earthward to conquer the Last Human City. Later, there would be stories here untold, the Ahamkara and the subcreation of the Dreaming City, the shatterstone fury of the Reef Wars, brother Uldren's journeys into that fell garden, and great sweeping plots whose beginnings and consequences have been entirely expunged for the sake of elegance—or, as of the root81, redacted for the sake of secrets yet untold.\n\nHere is where the beginning began, at that moment when Mara bolted awake from the dream. Her circle of Techeuns lay with her in the misty wintercold chamber, and they came back groggily, their augments stuttering with resync.\n\nShe had dreamt a thought of absolute simplicity and perfection, and the thought had become a tooth and bitten her. It had left a wound shaped like\n\nX\n\nMara seized a pane of crystal paper, flashed it rigid and receptive with a touch, and wrote.\n\nI DREAMT OF SWORD AND BOMB. I dreamt of the self-honing blade that has cut itself so fine, it pierces the world and thus becomes the world. It is self-honing because it constantly whets itself against itself. I dreamt of Death bearing this blade, or of something so closely allied with Death as to be its synonym, so that to separate them would require a knife sharper than sharpness. Death raised up that blade and said \"I cut all and all I cut. Aiat.\"\n\nThen Death cut the bomb, and the bomb was broken and could not fire. I was in the bomb. I knew that Death was the cut-verb, and that its only verb was to cut.\n\nSHAPES AND GLIDERS. I dreamt of existence as a game of cellular automata. In this metaphor, there were only two things: shapes in the game world and the rules of the game world. The rules were the rules of Life and Death. I understood that the sword was the desire to escape existence as a shape in the game and to become the rule that made the shapes. This rule said only \"live\" or \"die\"—it had no other outputs. It could not keep secrets. Against it was the desire to become a shape so complex that it could within itself play other games.\n\nWHAT WILL SOON BE. I dreamt that the Sword that was Death and Rule sought out complexity and cut it to reveal the simplicity within. I knew that soon we would be cut for we were complex and full of secrets. I knew that it was coming. I knew that the stroke would fall and that I had to stop it.\n\nHOW CAN A BOMB MAKE USE OF A SWORD?\n\nHOW CAN THE RULE THAT SEPARATES LIFE FROM DEATH BE KILLED?\n\n\"I must go to the Dreaming City and use the oracle engine,\" Mara told her Techeuns. \"Prepare my ship.\"", 
        "name": "Tyrannocide I"
    }, 
    "subtitle": ""
}