{
	"displayProperties": {
		"description": "I've done my best to offer myself as a voice of reason as you've continued down this road. I have few facts to offer you, only experience—the truth of my being. But here's another truth—\n\nI've told you very little that is new. Every word. Every question. Each time I've implored you to reflect. I was nudging you down a path you had already chosen. To consider your actions is at the core of you. I have seen it. I have heard of it—in the words of your fellow Guardians as they recount your feats—your courage, your selflessness. You may tread the razor's edge of damnation, but you are, at your very heart, a just and noble warrior.\n\nIf I played any hand in expanding your consideration of the people and worlds around you. If I've helped you take better stock of all you are and all you are capable of becoming. So be it. But it was all—all of it—already inside of you.\n\nThis isn't a pep talk. This isn't a signal boost for your hero's ego. I am saying this because I know things you do not know—from experience. \n\nRight now, I imagine you are questioning your true nature, \"Who is this 'renegade' to define me? My thoughts? My actions?\" Could be you've been warned about me. Could be, maybe, you're a little scared. After all, \"the man with the golden gun doesn't play well with others.\" I leave all that nonsense to you. But by way of a quick word in defense of my intentions…\n\nIf they were anything but in your best interest, this conversation would've been had with lead, not words. And it would've been your last.\n\nAnd while you have dark thoughts, and are no saint, we are all far from pure. It's not the lack of sin that makes the best of us, it's that the best of us feel the weight of our deeds, and do not succumb—to the weight, to temptation.\n\nAnd I know something you don't know—a secret. The hows and whys don't matter—that's an understanding for another day. But know this…\n\nWhen you are at your lowest. When hope has faded and you're all alone—in the world, inside your head. When the odds are stacked and despair has taken hold. Remember your fire. It's always there. Once sparked, once the anger—once fear—has lit the fuse, the flame will remain, always—a beacon signaling to eternity that you are here and you will stand, no matter the obstacle. And, in the end, if you so choose, it won't be whispers and shadows that save you—that corruption seeks only to abuse. No—\n\nIt will be your first loud words, and your enemies' last. \n\nDon't question the moment. This is my only, best advice. Take hold. Speak clearly. The echoes followed by silence will tell the tale, and the Last Word will be ever yours.\n\n—S.",
		"name": "V: Echoes Followed by Silence",
		"icon": "/common/destiny2_content/icons/550201062971f38078b88012431d7c78.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 713893072,
	"index": 876,
	"redacted": false,
	"blacklisted": false
}