{
	"displayProperties": {
		"description": "The gun came to you? How does it feel in your grip? Few can light its fire, but any reborn of the Light can call its name. That's a secret I'm bound to hold. Just know you've earned it, and you've earned it true. The cannon you hold is yours, but it is no replica—it is a gift from a friend. \n\nI've hunted agents of the Darkness for longer than I care to recount. From childhood to now—not constant, not always, but anymore it's what defines me. My drive has long been clear—seek the shadow and your future is forfeit, seek the dark and I will end you. It's not personal—not anymore, though it surely started that way and stayed as such until one day on a lonely ridge. By now you've heard the story—the ballad of Jaren Ward and his Last Word, of Dredgen Yor and Palamon—Durga, Velor, North Channel, of Thalor and Pahanin, of our hunt and Jaren's death, of Dwindler's Ridge and my final showdown with the man who would be a monster. It's a long tale, and nothing I'm interested in revisiting. Not anymore. Them chapters are old. We're writing a new one—you and I—a final act for me, an unexpected beginning for you.\n\nMy life has always been about absolutes. There is Light and there is dark, and I made my purpose to defend against the whispered corruption of the shadow's calling. I've seen no middle ground, though maybe I've always known it exists. I've also seen many \"heroes\" tempt that sinister fate and the dire consequences born of their ignorance, pride, selfishness. I've put many down. More than anyone knows. More than I'll ever confess. Seeing you. Watching you. I don't feel I was wrong in my actions. But I now know I was wrong in my core assumption—my core belief.\n\nTo me, there was only ever white and black—good and evil. In you, I see blinding Light. I see a hero among heroes. I see the hope you inspire shining through. \n\nBut I also see, for the first time—maybe, just maybe—a little bit of gray.\n\nAnd with it, an end to last rites and final words.\n\n—S.",
		"name": "VI: A Gift and a Touch of Gray",
		"icon": "/common/destiny2_content/icons/550201062971f38078b88012431d7c78.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 713893075,
	"index": 877,
	"redacted": false,
	"blacklisted": false
}