{
    "index": 873, 
    "hash": 713893078, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/550201062971f38078b88012431d7c78.png", 
        "hasIcon": true, 
        "description": "How did it feel? Hunting the Crow—tracking him through the tangled wilds of the Reef? Hunting the Barons—one-by-one, stalking the cutthroats who killed your friend? Was it righteous? Or pure, anger—vengeance driven by a lust for \"justice\"?\n\nI know the feeling. I know the sensation—loss, followed by a hole so big you can't fill it with anything but retribution. I've felt that hole twice. First when everything I'd known was turned to ash. I was just a child then. No way of knowing when, or if, the pain would end. A man—Jaren, my third father—helped redirect that pain. Give me purpose. Taught me to hunt. Taught me to survive. Taught me about vengeance. \n\nIt felt good—like a fire inside. Or so I thought. In truth, the \"good\" was just a dulling of the pain—a covering up of the burden of my loss through the redirection of my focus. Why be sad? Why be broken? When you can be angry. And so I was. For a long time.\n\nAfter Jaren died—killed by the would-be monster and his Weapon of Sorrow—I hated him for a good while. I was alone again. Lost. I had no direction. I felt abandoned—just me and the hole left by losing everything I knew\n\nThe man who'd destroyed my life twice over—first the burning of Palamon, my home, then the murder of my mentor and father-figure—still walked the wilds, but I was just a young man, angry and frightened. Vengeance—the fire inside me—was a weight, not a comfort, because I lacked the confidence needed to see it through. \n\nI spent a long time mad—at the murderer who played in shadows, at Jaren for leaving me, at the world, at myself for being lost, at Jaren's Ghost for not believing in me. My anger defined me. As did yours. For a short while. What I wonder is, have you ever considered…\n\nCayde's death was not the origin of your recent aggression, but simply a catalyst for its release. That it's possible this whole second life of yours has been driven by vengeance: for the life you lost before your return as a Guardian, for the world—worlds—lost to the Great Collapse. Are you truly fighting to protect and reclaim, or have you been fighting this whole time to avenge?\n\nWhat are you fighting for now? Does your anger define you?\n\nIf yes, if no—what are the consequence of either? Honestly. Truly. Ask yourself…\n\nWhat are you fighting for? And can you feel a fire—even a spark—welling up inside of you?\n\n—S.", 
        "name": "III: A Fire Inside"
    }, 
    "subtitle": ""
}