{
	"displayProperties": {
		"description": "I've hunted Guardians. You know this. I've hunted Guardians on the path you now tread. Not the same path—their own. But similar—of a kind. Some have seen the error of their ways sooner than others. I'm not a murderer, but I have—when necessity dictated a drawing of arms. I prefer the alternative. I prefer less finite measures. But I've found most who choose this life—a life in search of answers mired in shadow—rarely grasp the extent of their actions. Few reflect. Few actually understand. I've seen the damage done by those who would control the uncontrollable. I won't allow it to repeat. To the best of my ability, I will stand against the corruption and challenge all who let the whispers in.\n\nYet, here we are. You, a Guardian worthy of legend, dancing ever closer to the edge of an abyss. And I, one who stands against those who would tempt such a fate. Yet I, for the first time, haven't moved to stop the music. \n\nThis is something new.\n\nThat you and I could share these words is something new—there's something in you, something about you.\n\nNot just bravery—I've seen that come and go. Not just might—the greatest fools I've ever known have also been the greatest warriors. You're curious, but your curiosity is not a weapon—it is a tool. And somewhere in there—in the merging of courage and might and curiosity—I see something worthy of a risk.\n\nSo go forth. Fight for the Light, and challenge the dark. I will be watching with a hopeful heart.\n\nBut know, should you overreach—should the consequences of the steps you take catch innocents in your wake, should your path veer blindly toward the perversion of your will and the whispers become your truth—I will be there to end it. And you. But you already knew I was going to say that. \n\nUnderstand, this is not a threat, it's just the way of things.\n\n—S.",
		"name": "IV: Something New",
		"icon": "/common/destiny2_content/icons/550201062971f38078b88012431d7c78.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 713893073,
	"index": 875,
	"redacted": false,
	"blacklisted": false
}