{
    "index": 872, 
    "hash": 713893079, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/550201062971f38078b88012431d7c78.png", 
        "hasIcon": true, 
        "description": "I knew a man once. Some claim he was a monster, and I agreed for a very long time. Anymore, I refuse to honor him with the power such labels imply. \"Monster.\" \"Beast.\" \"Other.\" Terrors meant to frighten—meant to weaken, meant to control. There are no monsters. Only the broken and the misunderstood. Still terrifying, sure. But knowable. Conquerable. Unworthy of the power they possess. This man, clad in black and misshapen by the weight of his sins, professed to wield hope as a weapon, to offer it as a crutch, a beacon he saw as false promise. \"Nothing dies like hope,\" he'd say. And was right. The loss of hope stings like no other. But he knew something else—a truth he would not share, a truth muddied by his words and deeds and the grim menace of his presence. And that truth?\n\nHope is eternal. \n\nIt may fade. It may get lost in the pain and suffering of existence. But it's always there. Somewhere. Hidden maybe, in plain sight or far from view.\n\nThis man who craved fear, who inflicted its curse on all he encountered, once conquered the life or death game that would become your training ground. Seeing you, and other Guardians, enforce your will over your fellow champions of the Light is reminiscent of the ease with which he was said to dispatch his rivals. But you are not his equal. None are. Not Lord Shaxx. Not Commander Zavala. None of his \"shadows\" or the new breed who wear his title like a badge of honor. \"Dredgen\" means \"abyss.\" It is an ancient tongue. Not Human. Not Hive. Just forgotten arcana—another layer of uncertainty and fear draped around a bastard to provide comfort against his sins. It means \"nothing.\" It is a void. As is his path. And while you enjoy your victories and embrace the competitive fires of the Crucible, I would ask you to reflect once more upon yourself…\n\nDo you find joy in the challenge, or in the pain you inflict upon your \"enemies\"? Do you revel in the thrill of facing your equal in combat—in testing the limits of your might? Or do you take pleasure in the breaking of their spirit?  \n\nReflect on the answers you find. Seek yourself within the truth of your deeds. Are you a hero or are you a conqueror? One can harness the other, but the opposite is not true. \n\nFor what it's worth, I see both in you. \n\n—S.", 
        "name": "II: For Fear of the Conquering Hero"
    }, 
    "subtitle": ""
}