{
    "index": 1316, 
    "hash": 776191470, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "The entrance to the Hunter's den on 7th Street immediately led to a flight of dark, dirty steps that went down two stories and multiple flights. A maglev train roared overhead as Aunor reached the bottom. She had blinked through the Void to skip as many steps as she could. It made her a little angry. The Hunters who built this place must have thought the stairs were theatrical and intimidating instead of a complete waste of time.\n\nLike this trip was turning out to be. The place was deserted. No one had passed her on the way down. Multiple card tables sat under a single rusty overhead lamp. There were a few possibly loaded Sidearms left on the floor and rifles leaning against the walls. The occasional food wrapper from the deli upstairs accompanied the guns on the floor. There were more guns by far.\n\nSomething moved in the corner.\n\nAunor's Minuet-42 Hand Cannon came up in her fist.\n\n\"Hey, whoa. No one draws in the den. Are you crazy?\" A Hunter in full strike gear and his Ghost walked out of the shadows, hands and shell pieces in the air. It was the Ghost who had spoken. \"Oh, a Warlock. That tracks.\"\n\nThe Hunter looked on in silence.\n\nAunor flashed her Cormorant Seal. \"Aunor, Praxic Order.\"\n\n\"What does internal affairs want with a Hunter den?\" The question itself was a lie.\n\n\"Your names.\"\n\n\"I'm Tommy,\" said the Ghost.\n\n\"I'm Ghost,\" said the Hunter.\n\nAunor holstered the Minuet, made another visual sweep of the room. \"Where is everyone? Hunters have been hard to find in the Tower. Bounties and strike assignments are piling up.\"\n\nTommy cocked his shell. \"Drifter must have the Praxics working overtime. Since Cayde died—\"\n\nGhost drew a long knife across the back of his armored fist. It sang coldly.\n\n\"—every single Hunter worth their salt is either out on a mission to save the world or spending their time away from the City. To avoid the Vanguard Dare.\"\n\nAunor looked from Ghost to Tommy and back again.\n\n\"Listen,\" Tommy whispered, as Ghost sheathed his knife and stepped forward. He held out a long, white-bodied rifle, with a flat, disc-shaped drum instead of a standard magazine. \"This is the most expensive thing we own. You can have it. Just please don't tell anyone we were here. And get someone in that Vanguard chair. The Hunters are losing their minds out there.\"", 
        "name": "Tommy's Matchbook"
    }, 
    "subtitle": "\"It's warm in here.\""
}