{
	"displayProperties": {
		"description": "\"Marin Mansanas…\" the Rifleman's voice hissed over her comm. \"I did not think you would show.\" \n\nMarin spat onto the dusty ground, scuffed it with the heel of her boot. Squinted across the flat, dusty expanse of the High Plains. Ignored the Rifleman to address the other person on the channel, ex-Corsair Errol Mayz, who stood alone just over seven hundred meters from her position with his hands bound behind his back and a canister of ether balanced on his head. \n\n\"Errol, you son of a tech witch.\" \n\nShe could see his shoulders shift in an attempt at a casual shrug. His gruff voice tickled her ear through the comm. \"Sorry, Rin.\"\n\n\"You know the wager.\" The Rifleman didn't like to be ignored. \"Get on with it. If you think you can make the shot.\"\n\nMarin's eyes flicked to the hills of rubble dotting the High Plains, looking for the Rifleman's perch. Almost a sure thing the four-armed lunk on the far ridge was just another of the braggart's decoys, but no point risking Errol's life over a guess. \"I can make the shot. And I expect you to honor this wager when you're down a K of ether and I'm walking outta here with Mayz.\" \n\nRough alien laughter was the only reply. \n\nShe pulled three arrows out of her quiver and whispered, \"Pom, whatever happens, don't come out.\" Her Ghost answered her with a pulse of warmth in her left hand. \n\nTwo arrows she tucked into her belt. The third she nocked to her old friend, Trinity Ghoul. \n\nErrol's voice returned, so low she could almost feel hot breath on her ear. \n\n\"Hey, Rin.\" \n\n\"Don't talk. Don't breathe.\" \n\n\"Just don't miss. Okay?\" \n\n\"Good idea.\" \n\n\"You know what I mean.\" \n\nMarin pulled the Ghoul taut, lined up her shot with the canister perched atop Errol's scruffy blue head. \n\n\"Yeah,\" she said. \"I know.\"",
		"name": "Trinity Ghoul",
		"hasIcon": false
	},
	"subtitle": "\"I couldn't afford to miss. Not when it was his life on the line.\" —Marin Mansanas, Tangled Outrider",
	"hash": 814876685,
	"index": 745,
	"redacted": false,
	"blacklisted": false
}