{
	"displayProperties": {
		"description": "They track the last Cabal soldier from the place of carnage, onward through the flower fields, following the dribble of black oil that escapes the wounded Legionary's pressure tourniquet. Uldren moves with cold, vicious anger. War here in the Garden. Petty, detestable war, brought into this place by some blundering Cabal expedition. They deserved what they got. The Garden must be left to tend itself, mustn't it? It must be allowed to evolve its secret fruits…\n\nThe terrain dips. The red flowers fade away to low, woven grasses. The wind whispers… soft words, sentences with just the beginnings of syntax, the cadence almost musical. \"Brain stain,\" Jolyon whispers, fearing infection by a contagious idea. \"We should…\" But his voice trails off as Uldren pushes ahead, down into a low vale, slipping easily through tangled undergrowth. Vex. There are Vex here, dozens of Goblins and Minotaurs, still as statues and covered in moss, in a ring like some robotic henge. They are singing in faint, wraithlike notes of inhuman clarity. Uldren knows what this place must be.\n\nThe Cabal Legionary huddles behind a stone. Uldren creeps forward. By the time the wounded bellowing thing knows he's there, he has a knife pressed to its helmet, right above the cleft of its lips and the soft tissues below. \"Don't move,\" he says, in Ulurant. \"Don't speak. This knife is atom-sharp.\"\n\n\"I can tell,\" the Legionary grunts in its native tongue. \"It's roight up in me eyes. Practically shavin' me bristles.\"\n\n\"Do you know where you are?\"\n\n\"Just abou' the worst place anyone's ever gone?\"\n\n\"You say that because you can't smell the air,\" Uldren says. \"It's sweet. Like pollen and thunder. Why did you come here?\"\n\n\"Not by any chance of oir own, ser. The milk robots abducted us.\"\n\nThe whispers have taken on a soft hint of Ulurant grammar, confirming Uldren's suspicion. This is a place where abstract patterns war for survival, fighting to propagate themselves by preying on each other. The Vex are singing to see how the Garden changes their song, and even this conversation has fertilized the air. \"Why are they here? What do they want?\"\n\n\"They come 'ere to pray, ser. They're makin' vessels ou' of themselves. They're the wors' things ever to be, ser. They 'ate existence.\"\n\n\"How do you know this?\"\n\n\"Oh, frum the seeds, ser,\" the Legionary says. \"Do yeh see them?\" And without hesitation or second thought, he punches the emergency medic release on his helmet. The pressure seal breaks and a ring of black gel sprays out, hissing. The Legionary slumps over. His helmet tumbles into his broad lap.\n\nBeneath the layer of gel, the whole surface of his skull has the pitted texture of a strawberry. Thousands of tiny seeds glisten in the Cabal's flesh. Uldren brushes the skin in fascination.\n\n\"Uldren,\" Jolyon radios, \"I really don't like the expression on your face.\"\n\n\"This place has secrets,\" the prince murmurs back. The bone mic feels cold and inorganic, poorly mated to his flesh, compared to the warm, close-packed pits of the Legionary's deformed skull. \"So many secrets… They grew in him, Jolyon. The Garden grew its secrets in him.\"\n\n\"Who gives a rat?\" Jolyon snaps. \"Your Highness, we've got to get out of here. Before whatever happened to them happens to us too!\"\n\nHe's afraid of secrets, Uldren realizes. The unknown terrifies him. Which is very sensible. Very rational. The attitude of a good scout, a good soldier, a survivor.\n\nBut Uldren can't stop imagining how astonished Mara would be at this place. What if he could bring her here? What if they could explore this place together?",
		"name": "On the Hunt",
		"icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 820822413,
	"index": 448,
	"redacted": false,
	"blacklisted": false
}