{
	"displayProperties": {
		"description": "\"The heart…\" Uldren considers his sister's question. After a while his memories become confused. He was running through a thorny grove, and the branches and prickles were tearing at his cheeks. Huge wet fruits slapped against his shoulders and detonated in overripe pulp. Fruits shaped like heavy, swollen Ghosts. He was huddled with Jolyon beneath a thick cobweb, holding his breath, as they listened to voices argue just outside. His heartbeat… was it his heartbeat? Or another's?\n\nHe was in an apartment block. He remembers that. He was sitting in the laundry room, a place with a black-and-white checkered tile floor, watching his crows tumble over and over in the dryer, black feathers flurrying, beaks clacking. A big old female Cabal sat in the tub to his left, scrubbing her back with a wire brush. A Vex Goblin with the face of Alis Li in its stomach stood behind the counter, selling detergent. \"Uldren,\" she said, \"you've got a hole in you.\" The Cabal grunted in agreement. He looked down at himself and there was a hole in his hand, black and perfectly round. His dryer ran out of time, but his crows were still wet.\n\n\"Uldren.\" Mara, shaking him. She does not ordinarily touch anyone. \"Did you see the heart?\"\n\nIt seems the most natural thing in the world that a garden should have a heart. \"The Vex infest the place,\" he says. \"It gives them something they crave. It… grows them toward what they want to be.\"\n\n\"You didn't answer the question,\" Mara says coolly. It's a perfectly sensible observation. It's the strangest thing Uldren has ever heard her say.\n\n\"Whatever the heart of that place is,\" he says, pacing, \"it's a seed, I think, a seed left behind to grow. Like a… a node of Glimmer. Or…\" The idea strikes him as a thunderbolt. \"Or a tripwire. Bait to attract those who seek out and destroy what they don't understand.\"\n\nBait for Guardians. Bait to mark some milestone in the Traveler's recovery.\n\n\"I told you never to go there,\" Mara says. Her eyes burn. She draws her cloak tight. \"Are you not devoted to me?\"\n\n\"Sister,\" he says, \"of course I am.\"\n\n\"Yet you defy me.\"\n\nYes, Uldren thinks. Yes, aren't those the same thing? How could you care at all for something that never surprises you?\n\nHe feels suddenly, utterly alone.",
		"name": "After the Heart | Part II",
		"icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 820822403,
	"index": 450,
	"redacted": false,
	"blacklisted": false
}