{
    "index": 445, 
    "hash": 820822415, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png", 
        "hasIcon": true, 
        "description": "They crawl belly-down across the Martian desert like worms. Active camouflage ponchos break up their outlines. The roaming Cabal Harvesters growl on the horizon. For the last eight hours, Jolyon has been picking off Cabal infantry with his rifle, fleeing the eruption of automatic counterfire. Uldren has listened on cracked battlenets as mightier weapons are invoked and brought to bear. The war machine is now inflamed, swollen with outrage.\n\nJolyon touches Uldren's ankle. Fingertips drum out code. How far?\n\n\"Fifty meters,\" Uldren whispers. \"If the Vex know we're here, they haven't—\"\n\nThe air prickles. Subsonic groans of power stir in the sand. Something mighty awakens above them. \"Never mind,\" Uldren mutters. The Vex have now reacted.\n\nHe throws off his poncho, rising with revolver and deflection grenade in his fists, screaming challenge. Jutting from the Martian desert before them is the canted, fringed hoop that is the Black Garden's Gate, huge enough to swallow a Fallen Skiff. It thrills with infinite energy.\n\nOut of that aperture emerges the behemoth silhouette of a Vex Gate Lord, metal and mind crashing together, self-assembling, ready to defend this secret place. The Vex are born here, in the sense of baptism: consecrated to the service of some terrible purpose that the machines found within.\n\n\"Hey, big guy!\" Uldren shouts. \"Over here!!\"\n\nCalmly, carefully, Jolyon Till the Rachis begins to fire his rifle straight up into the sky. The reports of the Supremacy's huge cartridges spill out across the dunes.\n\nThe Gate Lord towers above them. Uldren whoops and hip-fires a couple rounds into the sand at its feet. \"Can you dance, sir?\" he bellows. \"Have you got the footwork?\"\n\nInside the Vex entity, there are mighty algorithms constructing a model of this merely temporal place, calculating potential threat, weighing the utility of weapons discharge against the good that power might do elsewhere. This computation is the only reason Uldren's still alive.\n\nThe bone mic tuned to Cabal tactical channels wakes up at Uldren's throat. They have localized the sound of Jolyon's rifle and are responding. He hollers up at the Vex behemoth and starts to jig. \"It's going to rain on Mars! It's monsoon season in Meridian Bay! Did you see the forecast?\"\n\nHe grabs Jol by the hand and pulls. Together they sprint toward the Gate Lord and its charge. The Vex machine must know what's coming—but it has to weigh the certainty of Cabal against the tiny possibility of these microbiotic motes slipping into the Gate.\n\nThe Gate Lord raises a weapon to obliterate them.\n\nThey skid into the Gate's threshold, and Uldren activates the deflection grenade so hard he nearly breaks his thumb. A perfect sphere of topologically defective space-time blinks into being around him. He holds Jolyon close, and together they calm their breath. The barrier is impenetrable, but it will not last long. Until then there is only so much air to breathe.\n\nOutside, the full fury of a Cabal fleet carrier lands on the Gate Lord.\n\nWhen the barrier fades, the Gate Lord is dead, and Uldren and Jolyon are no longer on Mars.", 
        "name": "Through the Gate"
    }, 
    "subtitle": ""
}