{
    "index": 441, 
    "hash": 820822411, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png", 
        "hasIcon": true, 
        "description": "\"Jolyon, my man,\" Uldren Sov whispers, \"you and I are going to take the Black Garden.\"\n\n\"Oh yeah?\" Jolyon Till the Rachis, famous among Crows, sniper, scout, and teller of tales, lies full-sprawl prone at Uldren's side. The scrubbed-down length of a Supremacy rifle, snugged against his shoulder, nearly doubles his height. \"I heard you and I were gonna float Saturn in a bathtub.\"\n\n\"I'm serious, Jol.\"\n\n\"And you'll be dead serious if you go to Mars, har-dee-har-har. Target range 2,900 meters. Wind and rotation?\"\n\n\"Wind 21 kph from your three o'clock. You are two degrees off spin-north. I'm going, though, I really am. You've got to come! You'll never live it down if you miss this one.\"\n\n\"I'll never live anything down if I'm dead! Shot ready.\"\n\n\"Send it,\" Uldren says. The Supremacy booms and kicks into Jolyon's shoulder. Uldren doesn't even bother to check that it's a bull's-eye. \"You've been with me on all the big ones, Jol. I can't do it without you. Besides—\" He opens his hand to reveal the ejected cartridge, snatched from midair, cobra quick. \"If we don't do it, some Guardians will, and the next thing you know, Mara will be inviting them in to do Crow work.\"\n\nJol rolls onto his right flank to regard Uldren. The Master of Crows grins his winningest; Jolyon Till the Rachis squints and slaps the mag release one-handed. Uldren catches it. \"You're a lot like your sister,\" Jolyon sighs, \"except that when she plays dirty, she doesn't smile so big.\"\n\n\"I got all the charm in the family.\" Uldren waits patiently for Jol to work the bolt and eject the chambered round. He usually wins this little game—usually—but sometimes Jol surprises him. \"Nobody's ever been inside the Garden. Imagine what we'll find.\"\n\n\"Nameless horrors?\"\n\n\"They're all nameless when nobody's named them, Jol! Nobody's ever been! Isn't that enticing?\"\n\n\"No. Because your sister's forbidden it, Uldren.\"\n\n\"That,\" he says, cheerfully, \"is how I know it's worth doing.\" And because the Awoken people will thrill at another tale of his narrow survival. Mara's never really understood how much heroes matter to people. A Queen is an indispensable thing; but a hero, now, you know what he wants, when he's lost, when he's won.", 
        "name": "The Length of a Chain | Part I"
    }, 
    "subtitle": ""
}