{
	"displayProperties": {
		"description": "Uldren and Jolyon huddle together, shivering beneath a canopy of white tongues. The rain pours down. Uldren can't tell where it comes from, exactly—somewhere up in the green mist? But the rain falls and falls; and he and Jolyon turn their heads up to drink, here at the bottom of a chasm between two flower fields, where the Garden's immaculate surface divides into tropical fetor.\n\n\"Everything grows here,\" Jolyon mutters. \"Look at your nails.\"\n\nUldren studies his hand. He has a dreadful image of his fingernails developing into tight down-curved loops that curl around back into his fingers, completing a hideous circuit to their root. It's awful and yet it's wonderful, in a transgressive way, in a newborn-screaming way. It speaks to him of new and secret things happening here. \"They're dirty,\" he says, \"but I trust you'll forgive me on that account. Rain's not letting up. Shall we move?\"\n\n\"Aye.\" Jolyon hauls himself up with a fistful of slithering vines. They try to coil around his wrist. Tiny teeth shaped like letters saw at his skin. He stares at them, starts to say something, and jerks his arm away.\n\n\"Are you all right?\"\n\n\"For now,\" Jolyon mutters. \"For now.\"\n\nThey move down the length of the chasm, green mist swirling overhead, ankle-deep in a wet compost of flower petals and rich black soil. Wide, flat beetles with arching horns wrestle in the earth. Uldren flips one on its back. The beetle has no interior: seen from below, it is just a hollow shell. Jolyon pulls up a fern, and its roots are the branching metallic threads of a circuit board. Tiny squirming things shaped like wet microchips mill in the exposed soil.\n\n\"I don't like this place,\" Jolyon whispers. \"We should get back to the surface…\"\n\nHe means the Garden's surface, the manicured sectors of red flowers that stretch away toward a distant mesa. But it's far too Vex up there, Uldren thinks. They've been in here, gardening, moving earth, making walls, building their ancient constructs of stone and light. Trying to tame this place.\n\n\"It's life,\" he breathes. \"You're right, Jol. Everything grows here…\"\n\nHe cannot let this place be killed. He cannot let it be looted and overthrown like everything else that doesn't fit into the narrow binary dogmas of the Traveler's undead warriors. Excitement seizes him and he runs ahead, sloshing through the muck, laughing aloud.\n\n\"Uldren,\" Jolyon shouts after him, \"what are you looking for?\"\n\n\"I don't know!\" he cries back. \"That's what's so incredible! I can't know!\"",
		"name": "In the Garden",
		"icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 820822412,
	"index": 447,
	"redacted": false,
	"blacklisted": false
}