{
	"displayProperties": {
		"description": "MCXXVI, forthcoming.\nRecorded by Underscribe Shipal\n\nThus did the Shadow of Earth recommend to the Emperor Calus a new Shadow of the Hive.\n\nThe Shadow of Earth came to the Emperor and said: \"Your laughing majesty, you have said that the Hive would cast a weak Shadow, and you were, as in all things, correct. But what if I told you that there is one who could cast a Hive-like shadow, with all its attendant majesty, but who is not herself Hive and therefore free of their tragic hunger?\"\n\nThe Emperor said, \"Show me this person, and I will lavish upon her all the gifts of the Shadows.\"\n\nSo the Shadow of Earth sought out Eris Morn, a Human with Acolyte eyes and the majesty of a Hive Queen in her calcified heart, and said: \"Eris Morn, True Queen of the Hive, I know one who can reteach you how to feel joy.\"\n\nEris Morn said, \"What are you saying? I am no Queen of the Hive. My sworn purpose is to defeat the Hive and the progenitors which spawned them.\"\n\nThe Shadow said, \"But what of your Acolyte eyes?\"\n\nAnd Eris Morn said, \"In my darkest hours I had no choice but to avail myself of my enemy's tools.\"\n\nThe Shadow said, \"So you are neither Hive Queen nor Hive God?\"\n\nEris Morn said, \"Neither am I.\"\n\nAnd the Shadow said, \"But could you be?\"\n\nAnd Eris Morn said, \"Yea, could I.\"^\n\n\n\n^ Note to Underscribe Shipal: While the broad arc and shape of time's arrow is known only to our revelatory majesty, and our humble duty merely to add texture to its form, I do enjoin upon you to make more effort than you are showing here. The characterization seems suspect and the dialogue is grossly wanting. Delete this footnote upon the rectification of this error. +\n\n+ Note from Scribe Savat: I see no reason for Scribe Shagac's harshness. I have closely studied the texts of the Sol System and of the Hive, and in my halls of learning Eris Morn's villainy is widely accepted. Therefore I deem this prediction's accuracy to be unimpeachable.",
		"name": "Opulent Scholar Hood",
		"hasIcon": false
	},
	"subtitle": "\"I have foreseen the victories that your wisdom shall win in my name. Over and over.\" —Emperor Calus",
	"hash": 831222279,
	"index": 1056,
	"redacted": false,
	"blacklisted": false
}