{
    "index": 456, 
    "hash": 837600123, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png", 
        "hasIcon": true, 
        "description": "The Archon he saved is named Fikrul, and he worships Uldren like a father and a god. Uldren understands, now, what brought them together. They each see a future for their broken people… a future that cannot be obtained by looking back. Fikrul tells Uldren how the Fallen have been crippled by their dependence on machines; how they have clung to tradition instead of hurling themselves into the abyss, seeking rebirth through extinction into a new species.\n\n\"I feel the same,\" Uldren tells Fikrul, whittling a tiny model Galliot from an ingot of steel. \"We say we exist on the thin line between dark and light, Fikrul. But my people have always been easily led astray.\"\n\n\"What future do you see for Awoken?\" Fikrul asks him.\n\nWhat future? After he finds and saves Mara? He realizes that he doesn't care. He's spent so many centuries stalking the perimeter of Awoken society, fighting off challengers, spying, sneaking, doing Mara's dirty work… Nothing has value except in its relation to Mara's plots.\n\nNot even himself.\n\n\"They can die for all I care,\" he says, with a viciousness he never expected of himself. Didn't he want to save his people? No, no. Mara was willing to destroy them for her purposes—the Awoken have no value at all except in service of her design. \"If some part of them survives… it will be the worthy part.\"\n\nDoes he wish for Awoken extinction? Is that what he truly wishes?\n\n\"We have work to do,\" he tells Fikrul. \"The House of Kings has become, ah, inconvenient to my plans. I wish to…\" He wags his knife. \"Divest.\"\n\nFikrul looks up sharply from his own knives. Dark Ether seethes like mist around his face. \"It is time? We show them the future now?\"", 
        "name": "Fikrul"
    }, 
    "subtitle": ""
}