{
    "index": 454, 
    "hash": 837600121, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png", 
        "hasIcon": true, 
        "description": "Just a whisper, just a brush of reassurance, just a quaver: …Uldren, my rescuer…\n\nHe follows the voice. The violence of his thruster burns bruises his body. Down from the tumbling corvette to the harnessed asteroid below, where shattered Servitors and the wreckage of Shanks mark the site of a losing battle: Guardians ambushing a Fallen party.\n\nHis suit's chemoceptors detect a trace of Ether. He follows it in.\n\nAnd there it is. A Fallen Archon, crumpled in the dust. Ether hisses through entry and exit wounds cauterized by brutal Solar flames: the mark of the Golden Gun. Uldren hisses in disgust as he traces Guardians' footprints in the dust. They must have sprinted off together in a rush, no doubt to farm some other site where Skiffs were coming down with mining parties.\n\nHe triages the Archon's wounds. Mortal. The victim is shaking now, trembling under Uldren's hands. He wants so badly to do something, anything, to ease the poor soldier's passing. To have the power some say his sister had, to save just by proximity—\n\nDoes he wish it? Does he wish to save this poor thing?\n\nHe does! He does!\n\nHis eyes burn with sympathetic tears as he works to bind the Archon's wounds. His hands are quick and gentle, and he weeps with the strength of his hatred for the Guardians that did this. As tears stain the Archon's wounds, the Ether roiling through Uldren's fingers slowly grows heavier, darker, more noxious. He does not notice.\n\nFinally, he leans back to smear his knuckles across his eyes—sore, they're always so sore. Under the unmarked helmet, four dead eyes open in wonder. The Archon croaks a word, a broken leftover of a dying hallucination, calling out to whoever he wanted to see welcoming him into the afterlife: \"Dad?\"", 
        "name": "Fanatic | Part II"
    }, 
    "subtitle": ""
}