{
    "index": 450, 
    "hash": 837600125, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png", 
        "hasIcon": true, 
        "description": "When he sees Jolyon in the arsenal, the realization of his own sheer unbelievable inconsiderate disgraceful boorishness makes Uldren gasp aloud in horror. \"Hey,\" he calls, roughly. He's not sure how to apologize. He hasn't spoken to Jolyon since they returned from the Garden. He didn't commend Jolyon to the Queen or throw him a fete for his bravery or even ask if he was sleeping all right after… after everything. He forgot about him.\n\n\"Hey,\" Jolyon says, not looking up. \"You weren't at the range yesterday.\"\n\n\"Oh, you don't even need a spotter,\" Uldren says, trying to tease him. But it comes off flat and dismissive. \"I've been, uh.\" Dreaming. Recording his dreams. Poring feverishly through the Origin Libraries, searching for confirmation of what his heart wants so desperately to be true. The future of the Awoken could lie in that Garden. There is a wellspring of Light on Earth, a blinding beacon that will only grow brighter. The Awoken will not survive, not as they are; Mara's vision and the truth of their origins will be lost, diluted by the anodyne philosophy of those Cityborn ideologues. The Guardians will kill everything they find.\n\nWhat if the Garden is the Traveler's antithesis? What if the Awoken can find in that Garden a new place of balance, an equipotential between the darkness and the light? As the light brightens the shadows deepen—\n\nJolyon is saying something. \"Sorry,\" Uldren grunts, fussing with his revolver. \"What was that?\"\n\n\"I said, we should talk about what happened in there.\"\n\n\"Yes!\" He realizes now how afraid he was that Jolyon wouldn't see the significance of the place. Revulsion and fear, yes, natural responses, but he must see past them. \"Yes, we've got to record all our observations before they fade. I should've asked you sooner—\"\n\n\"Uldren, I don't want anyone to know what we saw.\"\n\n\"Oh.\" This kindles a little bonfire of warmth in his gut. \"Of course. No one else has to know. Our shared secrets, hm?\"\n\n\"I wish I didn't remember what I saw,\" Jolyon says, fumbling his rifle's firing pin. It hits the floor like a dull chime and rolls under his bench. He doesn't go after it. \"And I don't keep secrets.\"\n\nUldren thinks about this for a moment. The profound truth of it hits him like a cold wind. \"You don't, do you?\" Jolyon knows exactly where he was born, to what lineage. His capabilities as a marksman are public record. As one of Uldren's Crows, he flies dangerous surveillance missions, but he is not a covert operative. Uldren knows… everything about him.\n\n\"You gonna be on the range tomorrow?\" Jolyon asks, too casually. \"Thought we might shoot a few magazines.\"\n\n\"Not tomorrow,\" Uldren says. \"I have work to do.\" He is already trying to imagine how Mara would react if he tries to turn the Oracle Engine on the Garden. The things he might learn… the things she will surely want to know…", 
        "name": "Jolyon"
    }, 
    "subtitle": ""
}