{
	"displayProperties": {
		"description": "\"Admit it! Admit that you trapped my sister in the Dreaming City!\"\n\n\"I did not,\" Illyn says. \"She is not trapped, Uldren. She is dead.\"\n\nUldren knows the truth now, and he wants things to be right; he wants it so fiercely that he knows nothing he does in pursuit of this want can be wrong. \"Witch-lies,\" he spits, venomous. \"She is alive!\"\n\nIllyn measures him in silence for a while. Then: \"We knew you would come,\" she tells him, with quiet calm defiance. \"You're lost, Uldren.\"\n\n\"You knew I'd come, but you never searched for me? My sister would take your eyes for that.\"\n\n\"Your sister needs nothing from us now, Uldren. Not even you.\"\n\nThe rage is almost enough to make him kill her. But he knows Mara wouldn't approve. She is with him now, she is substantial if not corporeal, and she dances at the edge of his sight. You're so close, she whispers. Free me from this place, Uldren Sov…\n\n\"You've gone mad,\" Illyn says, with repulsive empathy. \"I almost did too, when I knew she'd gone. Why do you travel with that… thing? What have you come to do?\"\n\n\"I've come to finish it,\" Uldren tells her. He even tries to smile, because he is being honest. He's telling the truth. \"I've realized I was a fool to try to surprise her. We all exist through her design, Illyn. We all act only by her consent. I'm going to save her, because she needs me to save her. When she needs me to die, I will die. And when she has completed her great design for the Awoken, the Awoken will die, too. It is the reward we so richly deserve, for we owe everything to Mara. It would be… wrong for us to outlive our purpose. Trust me. Life without her is worse than… worse than…\"\n\nHe chokes on it. He can't describe it. At the edge of sight, Mara watches him with all the heartbroken concern and tender care he has always wanted from her.\n\nThat evening, he surrenders himself to the Reef.",
		"name": "Free | Part I",
		"icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 837600116,
	"index": 460,
	"redacted": false,
	"blacklisted": false
}