{
	"displayProperties": {
		"description": "He has come to the realization that it no longer matters if he doesn't know what to do or if he's doing the right thing. What matters is that he wants. If he wants to find Mara and save her, if he wants to do the right thing fiercely enough, if his intentions are good and powerful, he will find the way; he just has to believe in himself. No more paralyzing analysis, no more painful regrets—he has to go forward without doubt.\n\nThe Awoken are a beautiful creation. He must keep them safe. Secrets are safe.\n\n\"Sister?\" he asks the wall of his quarters. Lately, in between bouts of euphoria, he's been sleeping too long. Sometimes it takes him an hour to get to his feet, and another hour to make himself don his armor. Wasn't living easy, once? Couldn't he do things just by wanting to do them? The spark has gone out of him, the spark of the possibility of Mara's trust. He needs it back.\n\nCome home, the wall tells him. It's time to come home and take your crown…\n\nHe leaps to his feet. Yes! He wants something again, wants more than to lie here numbly—he wants to show his face to his Awoken people. He wants the fanfare played at his welcome, he wants to make a speech accepting the Kingship, he wants to terrify and stir his people with the ferocity of his need to save Mara. The Awoken have survived so much. He will tell them that they do not need to survive anymore; that the end is coming, the end of the long plan.\n\nHe goes to the Ketch's bridge. \"What news from the Reef?\" he barks. A Shank casts the sound into his ears.\n\nPetra's voice. Petra who dares to try to replace what does not need replacing. \"Cayde, the targets are in the crater now. My fireteams are in blocking position. Whoever you've got, call them in.\"\n\nGuardians. Petra and the Guardians working together. Did Mara ever want this? Uldren thinks not. Is it possible that he's too late? That the Awoken are… no longer Awoken? Lulled by the absence of his sister into the Traveler's trance…?\n\n\"Set a course for the Vestian Outpost,\" he snaps, rubbing at his eyes. \"Prepare Skiffs for a camouflaged insertion. We will put an end to Petr–\"\n\n\"What are you doing?\" a Captain of the Kings growls in his ear. \"The House of Kings is very satisfied with the state of the Awoken demesne. And if we interfere, we will certainly attract Guardians…\"\n\nInsubordination. She would have never tolerated this. \"Ah,\" Uldren says, careful to keep his voice light. \"Yes. Of course.\" The itch in his eyes resumes, and he discovers that he has a new desire. A new thing he fiercely wants.",
		"name": "The Severance",
		"icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 837600120,
	"index": 456,
	"redacted": false,
	"blacklisted": false
}