{
    "index": 453, 
    "hash": 837600126, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png", 
        "hasIcon": true, 
        "description": "She's been silent too long.\n\nThe whole solar system groans with the bruises of war. Uldren lives in constant suffering, a numb, scowling pain that drives him to Ether and worse distractions. He has never felt the Light this strong. He has never known pain so deep. How many centuries with his sister? And how quickly he's disintegrated without her… \n\nWhy won't she speak to him?\n\nThe Reef burns around him. Shattered asteroids and cracked habitats spill bright flakes of debris. There is nothing quite so stark and brilliant as sunlit wreckage in vacuum. The Reef is huge, huge, but dense too, its structures and people gathered in tight clusters against the vastness of space. Oryx and the Red Legion ripped great holes in the Reef. Oh, if only Uldren had told Petra that Trau'ug's Broken Legion was a Trojan horse; but Uldren has nothing to give to a \"regent\" who surrenders her people to the Traveler. She has always wanted Mara's approval, little Petra. Always wanted to ingratiate herself. But she's never understood what Mara respects; she's never been willing to take the hard road to Mara's trust. That's why Mara doesn't speak to Petra.\n\nBut Mara has not been speaking to Uldren either.\n\nHe kicks off the wrecked hull of the corvette. He and the Kings have been raiding the Asteroid Belt, knocking out shipping headed for Earth, trying to further destabilize the Reef. Uldren has killed his own subjects, and at first that left him wretched with guilt, curled up in the hard cell where he sleeps. But didn't Mara lead thousands of her subjects to their deaths for a still enigmatic greater good? How is this any different?\n\nShe has always intended her people for the altar. The Awoken are pawns in her design. It's up to Uldren to set that design back on track.\n\n\"Mara!\" he shouts up into the starlight. He has come too far to beg now. He's done too much. He demands her answer: \"I'm not angry. I forgive you for… for sacrificing yourself to save them. But you must answer me now! Am I on the right path? Am I nearer to finding you?\"\n\nHe has the House of Kings as allies. His raids on the Reef have forced Petra to pull back, consolidate, focus on protecting her citizens instead of collaborating with the Guardians. But is he any closer to Mara? Has he… can he trust himself to do this?\n\nHe always wanted to surprise Mara. To make her recalculate her plans.\n\nBut it would help him so much to know that she foresaw a little of this—to be certain he's headed the right way…\n\n\"Mara!\" he cries, blinking against the persistent soreness in his right eye. \"Sister, have you forsaken me?\"\n\nSomething answers him!", 
        "name": "Fanatic | Part I"
    }, 
    "subtitle": ""
}