{
    "index": 451, 
    "hash": 837600124, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png", 
        "hasIcon": true, 
        "description": "She is gone. He lives now in a state of perpetual dread. He hates the future, because he fears it—he fears its emptiness, and he cannot imagine lonely eternity without her. As he staggers down the edge of a Martian chasm, he can feel the drop calling to him, begging him to join her. To end it all. The heat of the place soaks him in sweat. The dead chassis of one of his old Crow drones, slung over his back, feels like it's compressing his ribs, pushing his lungs up against his sternum, expelling his breath.\n\nHe needs the drone to fix his ship. Again. He must get off Mars. He must start looking for her.\n\nThe weight of the Crow drone slams him down on hands and knees. His vision swims—stars and shining Harbingers soaring through the ring plane and a wall of terrible light—and he sees the moment the Dreadnaught took everything from him, the moment his sister finally, absolutely, utterly ran out of secret plans. That instant when all sound ceased and he screamed denial and yet—in spite of his soul's plea to die with her—reached for the deflection shield that saved his life.\n\nHe crawls until he can rest in the shadow of a dead Vex block.\n\nHe crashed in the Candor Isles, not so far from the Gate to the Garden. The place where he saw another path for the Awoken. Why had Mara never accepted his invitation?\n\nHe has been hearing her. Thirst hallucinations, surely. But there is that hum, that whisper, that thrill of starlight in his skull…\n\nA flock of his Crow drones found his crash site and repaired his fighter. He made it halfway to orbital velocity before a Cabal gun clawed him out of the sky and sent him crashing down in Hellas Basin. Now his Crows are dead and the fighter is probably beyond repair. And his sister is gone. His sister is GONE. And he followed her and all his people followed her because he and they were sure she had a PLAN she always had a PLAN something better than DYING BY THE THOUSANDS FOR A CITY THAT DOES NOT CARE.\n\nHe should go home. He should go home. If he can find a way. But will he have the strength? He cannot be the champion they loved. He cannot restore their faith in the purpose of the Awoken, or in his sister's design. He no longer believes.\n\nThis world is a carcass now. The scars of the Guardians' passage. Cabal fortresses reeking of decay, littered with flesh and bone and broken armor. The shattered chassis of Vex littering the sands. A place of death, death and war, a war that tilts on the fulcrum of the Traveler, brought upon it by the puppets of that Traveler, that fulcrum of war.\n\nThere is something in his eye. He blinks and blinks, trying to rub it away, and as he does, he struggles to hear her, to sense that prickle of starlight under his skin. She will tell him he is on the right path. She will tell him she's still alive.\n\nHe feels nothing.", 
        "name": "After the Fall"
    }, 
    "subtitle": ""
}