{
    "index": 452, 
    "hash": 837600127, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/c7a7eafcd2f90fd073b59f784b155882.png", 
        "hasIcon": true, 
        "description": "When at last they drag him before the Kell, he has already been transformed by weeks of abuse, weeks of beatings and forced runs and animal-pen conditions, into a happy man. \n\nThe mighty Kell of Kings tells him, clearly but not concisely, what it thinks of him. Prince Uldren of a ruined house, lesser of two siblings, bested by Skolas, blinded by Variks Less-Than-Dreg, squanderer of fleets, last of the Awoken nobility, last of his kind.\n\nWhen Uldren looks up at him, he does not even need to speak the truth. The Kell of Kings has named Uldren, and in doing so, it has named itself. The broken ruler of a broken house. The Last Kell.\n\n\"You can do what I cannot,\" the Kell tells Uldren. \"You broken, beaten thing. You have no pride, so you will lose nothing when you give the word that must be given. It is twilight for the Fallen, and we must lay our banners down.\"\n\nAnd to the groaned and growled protests of its court, the Kell of Kings kneels to Uldren. \"I bow to thee,\" it says, \"for in thy downfall and disgrace thou bearest the weakness we cannot. Thou shalt tell the Eliksni to tear off their banners. Thou shalt tell them that we must all surrender to each other. We must give up our rivalries, or we will not survive. Wilt thou do this for one dying people, Prince of another?\"\n\nHe will do it. He will gain soldiers, and ships, and resources to begin the search. He found them, he himself, by risking everything and surviving. As he always does.\n\nHe feels her in his heart. She is still out there. She needs him more than ever. In the pit of his suffering, her voice came clearly to him—like the way she once appeared to him while he was being beaten to a pulp in a zero-g brawl. She is out there waiting for him, and everything will be all right. He will be there for her. It will be all right.", 
        "name": "Kings"
    }, 
    "subtitle": ""
}