{
    "index": 924, 
    "hash": 855351524, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "\"There you go,\" Hawthorne says, climbing down from the stepladder. \"All done.\"\n\n\"Thank you, Suraya,\" Mrs. Hasan replies as she leans out of her shop to look up at the string of blue lanterns. \"I just can't get up on those ladders anymore.\" She beckons. \"Why don't you come in and have a hot drink? Farrah's home.\" She wiggles her eyebrows, still cheeky at 85. \"She's still single—have I mentioned?\"\n\nHawthorne smiles. \"A few times, Mrs. H.,\" she says. \"But no, thank you. I should get going.\"\n\nShe packs up the stepladder for Mrs. Hasan, reluctantly accepts a tin of soft powdered cookies, and then sets off through the snow-blanketed streets of the Last City. It's getting dark, but she still has a few stops to make. She makes a lot of house calls during the Dawning.\n\nShe slows as a Guardian ship whips by overhead. An Exo transmats onto the sidewalk, takes four steps, then stops dead to gawk up at the lanterns that zigzag the neighborhood.\n\nNew Guardian, no doubt. Hawthorne's gotten good at spotting them. They stop to inspect everything, usually without warning. Very little spatial awareness.\n\n\"Where did they come from?\" the Guardian asks reverently, without looking at Hawthorne.\n\n\"The lanterns? We hang them.\" She's accustomed to this. \"For the Dawning.\"\n\nThe Guardian looks at her like she's a sorcerer. \"The Dawning?\"\n\nHawthorne has a soft spot for the new ones. She's been alone before, out in the wilds of the EDZ. And she can't imagine many experiences lonelier than stumbling like a grown-up baby into a fully formed world, with no one but a little flying robot to explain it all to you.\n \n\"Come on,\" she says. \"Let's walk and talk. I bet you're hungry, and I know a guy who makes some mean tamales this time of year.\"", 
        "name": "Glad Tidings"
    }, 
    "subtitle": "\"This may be the 'Last Safe City,' but we've still gotta look out for each other.\" —Suraya Hawthorne"
}