{
	"displayProperties": {
		"description": "Later. Much later. It is the night before the day of screams. Mara meditates cross-legged in a cradle of null gravity. Variks has told her more than once how the Fallen speak of the Awoken as sterile, unable to regrow their flesh, cursed to bear their scars forever. Also how they think of the Awoken as self-twinned, coexisting with their own shadows. Didn't ancient Inanna, queen of heaven, descend into the underworld to confront her shadow twin, sister Ereshkigal?\n\nInanna was judged full of hubris and executed.\n\nYou cannot defeat a thing that is synonymous with death except on its own territory. You cannot fear and flee from death. You must face it. Death is a sword, and a sword is like a crossing-point, like a bridge—and a bridge may be walked two ways.\n\nThe plan exists in her mind alone, although beloved Eris has by necessity learned most of it. The Techeuns do not know the whole plan, although they will position the Harbingers upon the threshold. Even sweet capable Petra does not know the whole plan.\n\nSo many she will leave behind.\n\nUldren knows nothing of the whole plan. He has kept more and more to himself, building up secrets and schemes—all, Mara knows (and pities), because he needs Mara and thinks he can get her attention by keeping secrets from her.\n\nSecrets are her virtue and the virtue of her nemesis. The being whose existence she deduced from the analogy-of-family the Oracle Engine showed her.\n\nMara will begin the end of that Queen's brother today. She knows what that means for the fate of her own. An eye for an eye. She must think now of the fate of entire cosmos—and of her tender, half-assembled answer to the cold sword logic of the Hive. She must not grieve. She must not fear.\n\nWas Inanna afraid when she descended? Mara's not going to be outclassed by some ancient fable. After all, Mara's name is death. But there is one thing she admires most about Inanna over all the other myths of katabasis.\n\nInanna went to conquer.",
		"name": "Tyrannocide IV",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 86503859,
	"index": 546,
	"redacted": false,
	"blacklisted": false
}