{
	"displayProperties": {
		"description": "Dear Master Ives,\n\nI write to you on behalf of the Cryptarchs of Earth in sympathy for all those who died in service to your Queen. We Earthborn feel your loss and hope this tragedy will usher in a new era. We have made great strides in unraveling a richer and deeper history of Earth and its colonies—a history buried below merely ordinary truths. This content is, of course, far too sensitive to publish generally. We long feared that if it were intercepted by her Majesty your Queen, it would be denied or manipulated to serve some need of her own. Some of these discoveries relate to the nature of our \"awakening,\" while others point to the occurrence of journeys like our own… journeys that may have had troubling results. All of this scholarship would benefit from cross-reference and critical comparison with your own collected records. We hope you agree that this knowledge is far more important than any schism that once defined our peoples. We look forward to cooperation between our libraries, correspondence between our scholars, and the beginning of a new intellectual Golden Age, a time of lucidity and truth.\n\nRespectfully,\nMaster Rahool\n\n---\n\nDear Master Rahool,\n\nWe, the Cryptarchs of the Reef, appreciate your sympathy for the devastation that our people suffered in your defense. We likewise express our sorrow for your recent losses and, of course, apologize for the length of time it has taken us to respond to your requests. We were determined to give our reply the full deliberation it deserved. It is our unanimous consensus that you are vile, sir—that you are a grasping wretch. That you would attempt to use our misfortune to solicit access to our vaults and records (which I assure you are far more extraordinary than whatever half-eaten corruptions you've discovered among your ruins) is quite appalling. We will, however, happily review any data or records you believe would be of interest to our efforts. You'll also be curious to know that reams of new discoveries are being generated daily since your Traveler cast out the last of its Light to refuel your Guardians. Let us hope you are wise enough to understand its message.\n\nWith all the respect that is due,\nMaster Ives",
		"name": "Of Earth and the Reef",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 86503860,
	"index": 553,
	"redacted": false,
	"blacklisted": false
}