{
	"displayProperties": {
		"description": "In the bomb-walled passages of the place called Processes and Services, the screams have stopped.\n\n\"I've never heard it quiet before,\" Lissyl whispers. \"Are they gone?\"\n\nBut she knows, as Portia and Nascia know, as Illyn herself knows, that the Taken have not gone. Not very long ago, Processes and Services was the place Illyn and her sisters came to make the Desolates—items of technology imbued with the husk-dry power of Oryx's Taken. Illyn was the first to stand as living conduit; the first of the Techeuns to use that deep interior faultline, that fundamental Awoken schism, as a bridge. She remembers the endless, awful, infinitely malicious screams of the things. But she also remembers the whispers… and if the screams are silent now, the whispers are louder than ever.\n\n\"Quickly,\" Illyn hisses. \"Before Petra is informed.\" Any breach of Processes and Services triggers an alert, and while they were crafty in their intrusion, even minute body heat and motion of the air will be detected. \"We must ask our questions and go.\"\n\nBrave Portia leads them to the cell she selected for their use—a vacuum-gapped sphere of relic iron coated inside and out by signal-deadening spinfoil. It hovers in suspension, a black miniature Traveler, a pearl formed around a hideous interior flaw. Illyn opens a needle-thin access port. The stink of ozone rolls out.\n\nThere is a Taken Vandal within, flexing and shuddering through nameless permutations of blissful agony.\n\n\"Nascia,\" she whispers. Quiet, precise Nascia slips a whisker of cable into the port, guiding it through impossible twists and encrypted locks with the caress of her augments' fields.\n\nIllyn rubs her temples. The whispers are loud here. The whispers that haunt the place where their Queen's voice once sounded. Whispers which sound so much like missing Shuro Chi and the others from the Queen's flagship.\n\nThey should have selfgated to the Dreaming City if the battle went wrong. They should have come home safe. What if they need help? What if Petra has kept their fate from Illyn? Would she do that, Petra Covensdaughter, raised by the witches? Things have not been easy between the Regent-Commander and the Techeuns…\n\n\"Ready.\" Nascia offers the splayed end of the cable to them. \"Be careful, all of you.\"\n\nTheir augments sync in a stutter of light, like a sunbeam passing over a field of diamonds. Inquisitive Lissyl forms the first question. Do you hear us?\n\nThe viper-strike rush of the Taken thing's will comes at them. It is powerful, but familiar: Illyn deflects its demand. \"I think it hears us,\" she says, with a grim chuckle. \"We know Taken too well, don't we?\" There were fears once that the Guardians would be appalled by the Taken-empowered armor. But Petra was right. Guardians will wear anything that gives them power—whether tactical or social.\n\nTogether, they unfold the Taken thing's brutally elegant interior geometries, seeking the threads of connection that reach out across space and time. \"Shuro?\" Illyn whispers. \"We have heard you. Do you hear us?\"\n\nThat is when she makes the fatal mistake. She thinks of the time before Saturn. She thinks of Shuro Chi and Uldren and Mara. She… wants that time back.\n\nShe wants.\n\nIn the nonspace around them, great jaws snap shut.\n\n\"RIVEN!\" brave Portia screams. Illyn was prepared for Taken—folded perfect things, elegant and thus manageable—but this absolute appetite, this impossible will…\n\nShe speaks the secret word of stasis that will crash their augments and end the communion. She does not know if she is in time. Quiet Nascia is screaming, inquisitive Lissyl is screaming. The screaming has begun again.",
		"name": "Illyn",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 86503856,
	"index": 549,
	"redacted": false,
	"blacklisted": false
}