{
    "index": 551, 
    "hash": 86503861, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "They lock onto his ship so far out that he actually grunts aloud in shock—but they have seen stealth tech in action before, among the Fallen and against Oryx, so he should not be surprised.\n\nThe message comes. \"State your business, or be fired upon by orders of the Regent-Commander.\"\n\nArach Jalaal chuckles at the title; he remembers Petra's time in the Tower, her simmering impatience to be back out in the black sky. She got her wish. Perhaps she regrets it. She was right about one thing, at least… this is where everything that matters happens. If Dead Orbit had ruled the City, there would've been a fleet to meet Ghaul.\n\n\"It's Arach Jalaal of Dead Orbit,\" he says, cheerfully. \"I'm here to speak to Regent-Commander Petra Venj. I am not an emissary from the City. I come on my own accord to discuss matters of fleet.\"\n\nJalaal has been to the Reef before, but never through proper channels. He's a little surprised when Petra Venj meets him at his transmat zone; he expected an escort to a waiting area, where he'd be given a sense he's not a priority. However, Petra is an operative, not a politician. She can't bear to delay action for the sake of theater. He likes that.\n\n\"Arach Jalaal.\" She shakes his hand firmly. Does he feel a whisper of some faint telekinetic force against his throat? She can do that knife trick… and what else? \"Welcome back to your ancestors' home.\"\n\n\"Regent-Commander. How does the role suit you?\" A reminder that they are both out of place.\n\n\"It's temporary.\" She beckons him to walk. \"You want to discuss ships. We have talented labor, but no safe yards for them to do their work. If you can supply a site—\"\n\nHe checks her with a slash of his hand, a spacewalker's gesture. \"I came for salvage rights.\"\n\n\"Salvage?\"\n\n\"Around Saturn. I want your permission to go through the debris swarm for materials and spaceframes. The dead will, of course, be returned.\"\n\nPetra is silent. Arach expects her, being a spacer, to be a pragmatist; to see that the Reef doesn't have the spare capacity to process this salvage and that the inner Solar System needs as many ships as it can raise. There is also the question of Oryx's weapon and whether it can be defeated if the Dreadnaught ever stirs again.\n\nBut Petra remains silent.\n\n\"The wounds are still too fresh? I apologize. It seems a shame to leave those resources for the Fallen, or to drift into Saturn…\"\n\nShe speaks. \"Earthborn. Did you mourn for her?\"\n\nHe thinks she will know if he lies. \"I respected her, yes, but I despised the way she seemed… entitled… to us all. I never regret choosing the path I did. I was Awoken to continue the search we started long ago. The quest for worlds worthy of our lives.\"\n\nPetra turns her back and goes.\n\nHe stares after her. Only after a long minute does he understand: She cannot say any of the things she wants to say and cannot bring herself to tell the lies she should. So she refuses him. She refuses the choice.\n\nJalaal pities her a little. She will never be free of her.", 
        "name": "Fleet"
    }, 
    "subtitle": ""
}