{
    "index": 547, 
    "hash": 86503857, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "\"I see. And our Wolfships?\"\n\n\"All destroyed but the Kaliks-Syn, and she is badly wounded. Burning for Pallas now.\"\n\n\"Galliots?\"\n\n\"Those that remained at the Outpost are still in good condition for now. And we have some still in reserve at Pallas.\"\n\n\"How many?\"\n\n\"Ah… twelve.\"\n\n\"And how many shipwrights?\"\n\n\"I'm afraid I cannot say.\"\n\n\"I see. Divert Hallam to civilian defense. Send Kamala and anyone we can spare for a covert SAR run. Avoid hostile engagements at all costs. If they find survivors, notify me immediately.\"\n\n\"Wilco that. Signing off, Commander.\"\n\nThe comms light goes off and Petra takes a deep breath for calm. She leans forward to flip switches, adjust dials. Her hands are shaking. \"Commander.\" She was never supposed to be Commander. All she'd ever wanted was to serve and protect Mara, and now Mara Sov was—\n\nMara Sov was…\n\nMara was alive; she was alive somewhere. She'd promised!\n\nRetaking the yoke of her own Galliot, Petra sets a course for the Tangled Shore. She cycles through comms channels as she flies: The Hive are swarming the Outpost, and the Disciples are demanding escort in their evac. Devi is MIA. Guardian jumpship after Guardian jumpship is throwing itself kamikaze at that monstrous Hive ship, only to be repelled by some kind of defense field. A hundred Seeders are landing on Ceres. Hallam is evacuating every civilian he can to the shielded inner cities. Two hundred more Seeders on Pallas. Skyburner forces inbound, armed to the teeth. Wolf allies defecting. Devi is found.\n\nPetra cannot turn off the radio. She cannot stop listening; she can scarcely breathe. She wants to reverse course and fly her ship into the eye of that flagship; she wants to wreck herself against its ugly scrimshawed hull and scream so clear and true as she dies that that wretched beast will hear her and know what atrocity he has committed. She wants to believe Mara is alive but how, how, how when she cannot feel her, when she does not know every step of the accursed plan!\n\nShe approaches Thieves' Landing from a reckless angle, then cuts fast and low across the lashed-together wreckage of the Shore. The air is thick with dust and debris and shimmering immaterial Harbinger matter; it is impossible to see more than a klick out. She follows her radar.\n\nUnconsciously, she holds her breath.\n\nAnd then—there it is. The Watchtower.\n\nPetra sighs through clenched teeth.\n\nIt's whole. Unharmed.", 
        "name": "Regent"
    }, 
    "subtitle": ""
}