{
	"displayProperties": {
		"description": "Spider's lair. Petra in her element, light-footed, light of thought. She keeps herself open to the place. Heat of packed bodies and machinery, bite of Ether in the air. Money and the promise of money and the things money can make people do. Knives. Pistols. Danger like static charge.\n\n\"He's no good for you,\" she says, \"and he's no good for me. If you turn him over, I'll be happy. You like me happy, don't you, Spider?\"\n\nThe Spider grumbles. \"Very well. You will take him alive? He must have stores of Ether, and no matter what Variks says, that Ether is mine…\"\n\nHe's agreed. She has what she came for, which is proof that the Spider actually wants this capture to succeed. As Regent, she can never tell when she succeeds. She's constantly reacting, making decisions that will only be clearly assessed by historians. Here, she is the Wrath again. She feels brave.\n\n\"We'll deal with the Ether once we have him. Thank you for the information.\" Petra slides the hood over her head and dismisses herself back into the crowd.\n\nTwo Dregs barter salvage with tokens like fingernail-sized knives. Slatted light falls through thick clouds of adulterated Ether to cut hard lines across the torn bannerless fringes some of the Fallen wear. A Cabal deserter, hunched against the wall in a baggy pressure sac, sells the location of Red Legion arms caches for lodes of raw Glimmer. Petra pauses for a moment on the threshold; looks back longingly at the chaos within; wishes that anything would happen to make her stay.\n\nShe goes out into the shadows of the surface.\n\nSoon, as clear as the visions that sometimes come to her, she knows there's something moving quick and stealthy up ahead. She keeps her pace steady. Checks her knife and pistol.\n\n\"So few of us remain, Petra Venj.\"\n\nThe voice betrays a bearing, and she catches just a glimpse of structure against the background noise: the hood of a cloak, the arch of lips.\n\n\"Who's there?\" she challenges.\n\nIt's a man. His movements are erratic, shrouded in arrhythmic noise that mimics the chaos of nature. He knows how to seem like an accidental thing: a tumbled heap, a brush of wind.\n\n\"Petra… if only we could go back to those days before…\"\n\n\"Uldren?\" she gasps. He is here! He has come to take the Regency and execute his sister's will! She'll be free again to act, act without cruel deliberation and agonizing uncertainty, free to meet every challenge instead of making them for herself—\n\nNo. This must be an illusion. It's too much of everything she wants. She searches with senses beyond sight for something capable of casting this into her mind. A Psion Flayer? A Hive Wizard?\n\n\"She trusted you with all of this, all of us. And you gave it to the 'mercy' of the Light.\"\n\nShe feels the intent to murder, and she knows it is meant for her. She draws and acquires the target faster than a sound can cross from mind to tongue—but her sight picture captures only darkness.\n\nTwo slow heartbeats. When no shot or knife comes, she begins to withdraw.\n\nNothing follows her to her ship.",
		"name": "Flayed",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 86503866,
	"index": 555,
	"redacted": false,
	"blacklisted": false
}