{
	"displayProperties": {
		"description": "Zavala lowers his brow to the Ionian earth. It feels like the respectful thing to do. There's a big coiled ammonite fossil right under the thin topsoil, though, and he knocks his forehead on it. The pain and the blowing sulfur dust make him sneeze.\n\n\"Humbly I come,\" he says, almost laughing, \"to speak to thee.\" Ikora said this was the place. Io. A world still half-born, connected as if by an untorn umbilical to the Traveler. \"I wanted to say… thank you.\"\n\nHe finds he's looking up at Jupiter. He's accustomed to seeing the Traveler above the City, so he fastens on the nearest huge floating sphere as a proxy. He forces his eyes down to the soil again. \"Thank you for what you did to Ghaul.\"\n\nIkora tells him if you listen with the right ears, you can hear the Traveler's last conversation with Io. As if the matter of terraforming an entire moon with Earthlike gravity and a biosphere is only a matter of rhetoric and instruction. Well. Isn't that the challenge, in the end? Not just assembling the power to do something, but convincing people to do it? No, not even that—not convincing or coercing (Traveler knows he is tempted sometimes), but teaching them how to think as you think, how to value what you value, even giving them the ethics required to understand your valuation. So that you can trust them to make the choices you would, even when you're not around to father them.\n\nZavala wishes he were half as good a teacher as he is a Titan. Then maybe he could allow himself to relax a little and let others take care of things.\n\nExcept last time he let his guard down—last time he dared think they were triumphant, with Oryx repelled, SIVA contained, Vex befuddled, Cabal huddled in their bunkers and too stubborn to come out—Ghaul turned up in a storm and nearly destroyed the City, the Traveler, and everything Zavala loves.\n\n\"Did I fail you?\" he asks the bone-coiled dirt. \"Am I… the reason you had to wake up? Because I couldn't stop Ghaul by myself?\"\n\nIn the giddiness of victory, he declared this their new Golden Age. But now he thinks he may have misunderstood the Traveler's awakening. He has always, he hopes, been a brave man. But he is almost too afraid to ask this next question. \"Is this just our next 'age of triumph'? Is something worse on the way?\"\n\nThe bruise where he head-butted the fossil throbs. History, Zavala once told someone, is a question of armor. How much can you survive and keep on living? More than this, more than what's hit them so far.\n\nBut how much more? And if the next escalation is a consequence of the Traveler's awakening, will it be Zavala's fault?\n\nDuty is a puzzle. The harder you work, the more it seems to weigh. That reminds Zavala of Basho, his favorite poet, and of the hot spring Basho once visited to see the Murder Stone, which killed birds and insects that came too near. He has a horrible idea of the Traveler as that stone, surrounded by buzzing flies all shaped like Ghosts…\n\n\"You're doing it again,\" his Ghost warns him. \"I know that expression.\"\n\n\"I know,\" Zavala says. \"I just worry.\"",
		"name": "Pilgrimage",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 86503867,
	"index": 554,
	"redacted": false,
	"blacklisted": false
}