{
	"displayProperties": {
		"description": "She closes her eyes. Oryx's throne world smashes through her fleet, the bubble of everted screamspace pulverizing rock, metal, and flesh as mere matter surrenders to the will-made-fact of the Taken King. Somewhere, Uldren roars defiance. This is the moment of absolute sacrifice, the incarnation of Awoken doom: to give up their lives in defense of the world they once abandoned. The sense of their great dying rips at Mara like a sob.\n\nShe feels her Techeuns preparing emergency selfgates. Shuro Chi reaches out to her—a wordless, urgent need for Mara to live—and it takes all the cold impassive remove of Mara's millennia to turn that hand away.\n\nThe shockwave strikes.\n\nMara dies.\n\nIn one way, she is vaporized with her Ketch, the bonds between the very particles of her body questioned by the harrowing logic of Oryx's weapon and found inessential. The mechanism of devastation is spontaneous fission. The author of the devastation is laughing in joy.\n\nIn another way, a more true and symbolic way, she is impaled on Oryx's blade. She has thrown all her might at him, and he has answered. He has snuffed her fledgling divinity and her meager claim to royalty, he has exposed Mara to the raw and caustic hostility of his High War. She has been defeated by the sword logic.\n\nShe dances down the blade and steps into his throne world. The Harbingers give her the gate and she takes the step. She is dead, consumed by Oryx: She is dead in his will, his Ascendant Realm. There was no other way inside except this true way.\n\nInanna at least gave her people some warning; she told her minister to have her worshippers lament, drum, pray, and lacerate their buttocks. Inanna told her minister to beg the gods to save her. Mara has not. Instead, she has enlisted Eris and several million mad dancing Guardians to go knock off the god who killed her. It is, on that level, a very simple bank heist: Get yourself taken into the treasury as treasure, and when the owner dies, break back out with his stuff.\n\nBut even Inanna had to send everyone away before she passed through the last door.\n\nMara thinks of everyone she has ever known, all the people she has lost, back even to Yang Liwei and that ray of Light in deepest Darkness. She is there again, on the tether, falling into the mystery. Her brother is crying out after her, trying to follow, and she cannot look back.\n\nShe has been thinking of a logic of her own, of secrets and hidden designs. The universe has not grown simpler in its age. Wherever life can begin, it has begun, and even in some places where sensible folk expect it should not. The great tendency has been toward intricacy, toward sophistication, toward deep thought and richer ways of being. A sword is everywhere edged, but the pieces of a bomb do not look at all like weapons until they are assembled.\n\nOryx's throne world tries to tear her body and psyche into a quintillion screaming pieces, but Mara has survived the inchoate primordial chaos before space and time. She has retained her selfhood through far worse than this—and she has patience for eons. Eris will succeed. The Guardians will play their part. When the power in this world is free for the taking, Mara will take it, not as the victor taking spoils, but as a scavenger takes a prize component for her masterwork.\n\nWhen a pawn reaches the far side of the chessboard, it may be promoted to a queen. And what hatches when you promote a queen? What new board does she claim her place on?\n\nMara knows.\n\nShe settles in for the long wait, entirely alone, almost at peace with it.",
		"name": "Tyrannocide V",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 86503858,
	"index": 547,
	"redacted": false,
	"blacklisted": false
}