{
    "index": 550, 
    "hash": 86503862, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png", 
        "hasIcon": true, 
        "description": "Petra has her welcome for Zavala all planned out. He will say something stentorian which, while it is technically a greeting, Petra will also read as reproach, or condescension, or perhaps paternal concern. Petra will smirk at Zavala like she really doesn't care, so that he knows he's nobody, a little guy, a bureaucrat, far beneath her anger. But at this exact moment, a shard of cyanide-laced ice from the far reaches of the Oort cloud will penetrate the Reef's ravaged defenses and smash into Zavala with such velocity that he becomes a thin ooze across the floor, a scum. When Zavala's Ghost begins to rebuild him, Petra will say, smoothly, \"No, allow me!\" Then she will brandish a mop.\n\nThe hatch opens. Cayde-6 backs his way through, talking to Zavala: \"Whatever you've seen, whatever you've read, it's worse. These people need our—\"\n\n\"Cayde.\" Petra half-consciously adopts Mara's fey remove, her insouciant and remote posture. Her throat jams up, and she actually coughs aloud against the sudden grief. \"You brought—\"\n\nZavala grinds his way into the room, an obelisk of City stone extruded across the solar system to invade Petra's space. He very politely answers Cayde before turning to her. \"The fact is, Cayde, the Queen did us a favor by leaving the Reef in chaos. As long as the Fallen are here killing each other, we have room to rebuild.\" Now he nods to Petra. \"Regent-Commander. Pleased to see you well.\"\n\n\"Likewise, I'm sure.\" Petra feels in her heart that the Queen saw the Reef as a protector of Earth and its people, if perhaps not protector of the Traveler. It still kills her to hear Zavala speak openly of the Reef as a distraction. \"Cayde had a proposal,\" she says, \"that he wanted us both to hear.\"\n\n\"Yes I did!\" Cayde prances between them, like a flare meant to draw off the heat-seeking fury passing between Petra and Zavala. The City's fall drove him deep into his jester persona, devil-may-care and fancy free; he hasn't quite recovered. \"It's like this, Petra. We're bringing a lot of Earth's lonely people into the arms of the City. I got to talking to Variks about the situation out here, and I figured hey, maybe it's time we extend that policy to you.\" He sobers. \"I want to invite the Reef Awoken into the City. Abandon this place to Variks, to Dead Orbit, to whoever wants it. It's hell out here, Petra. You won't survive.\"\n\nZavala's eyes are locked on Petra. He burns with a magnificent, stentorian power. \"Does the Regent-Commander have enough control over the Reef to execute a withdrawal?\"\n\n\"Despite your best efforts,\" Petra snaps—and then, suddenly, she cannot stop. She is too furious, too hot with grief. \"At least Cayde is honorable enough to acknowledge what you've done to us. Every Fallen House you shatter washes up on our shores! Every Hive god and Cabal tyrant you attract goes through us to get to you! No wonder she couldn't stand the sight of you, Zavala. You've forsaken your people.\"\n\nShe bites back the rest: how she wishes that back in two-thousand-and-whatever, when the Darkness hurled mankind off the height of its Golden Age to plummet sixteen centuries into barbarism, it had done just a slightly better job.\n\nThat's not true. That's her broken heart talking. But oh does it talk loud.\n\n\"She was a charlatan,\" Zavala says, quietly. \"Fighting a war that existed only in her mind. Dragging you all behind her. Any of you who will admit that are welcome in my City. But I will not take in whatever conspiracies she left unfinished. If you come to us, you come to join the City.\"\n\nNo. No. Stop being the Queen's people? Stop remembering her promise? \"You're afraid,\" Petra tells the Titan of Titans. \"That's why she could never trust you. Go back to your Traveler, Zavala. Thank you for your concern, Cayde, but the Reef has its own purposes, and you would mourn your foolishness if we abandoned them.\"\n\n\"Petra—\"\n\n\"They are the purposes,\" she snarls, \"intended by our Queen.\"", 
        "name": "Refusal"
    }, 
    "subtitle": ""
}