{
	"displayProperties": {
		"description": "\"Lightning!\" Koro yells, waking Tellia Ros from an uneasy sleep. \"It's lightning! At last! At last!\" He has gone out in a cloak and a rebreather to dance in joy.\n\nWhite light flashes through the film of Koro's plastic hovel. Tellia thinks of arc grenades and the Baron's Scorn cutting through the walls of her lab. She shudders, counts the arrows in her quiver, and tries to go back to sleep.\n\nShe can't. She puts on bow and quiver, joins Koro outside. He's sifting the lightning-struck earth, grinning like a fool. A burrowing insect slips between his fingers—he pinches after it, but gets only one slim antenna. \"I need nitrogen to grow plants,\" he explains, pointing up to the sky and the mist of contained air that surrounds this part of the Reef. \"When the containment field builds up enough charge, it arcs to the ground, and the lightning bolts split nitrogen in the air, which fertilizes the soil. Isn't that amazing?\"\n\nTellia stares at him. \"You can't seriously want to farm here.\" Home, civilized proper home, is a sealed habitat—a cool clean place full of light.\n\n\"Why not? We're a refugee people now, Tellia. You think things are going to get better?\" He points to the bright stars of habitats and ships above. \"All those—those are targets. We have to learn to live off our land.\"\n\n\"We're a refugee people because things keep killing us!\" Tellia leaves angry bootprints in the soil. \"You won't have to be out be here long. Petra Venj will lock down the Reef, or the Queen will come back, or… or…\"\n\n\"You really think she survived?\" Koro brushes his hands clean. \"My Felda sure didn't, and she was tough. Real tough. It took legions of Guardians to kill Oryx. The Queen, she's… I know she was something special. But she's no Guardian.\"\n\n\"I think I can still feel her,\" Tellia says, stubbornly. \"Sometimes.\"\n\n\"Sometimes. Who knows what can get into our heads these days.\"\n\nA new star ignites overhead. Koro squints. \"Guardian ship,\" he says. \"You can tell by the way they come in, like they just don't have a care.\"\n\n\"Maybe they'll come hunt the Scorn.\" Maybe one day Tellia will be a scientist again, in a proper lab, with a proper place to sleep. \"Like the days after Skolas…\"\n\n\"I've got other hopes.\" Koro slaps his thighs, bounds to his feet, and, as if he is a true prophet, heads for his hovel just a moment before his baby bursts out crying. \"You hear about that one Fallen on Hygeia? He pays for people willing to maintain a few remote telescopes.\"\n\n\"You work for the Spider?\" Tellia cries. \"But he's—\"\n\n\"Willing to pay in hard goods. Willing to help people move. Even willing to provide security.\" Koro pulls back his hovel's flap. \"Want to help me with the kids? Someone's got to explain why they shouldn't be afraid of lightning.\"",
		"name": "Nitrogen",
		"icon": "/common/destiny2_content/icons/ecef59f299e69ca85afa43e11a687967.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 86503863,
	"index": 550,
	"redacted": false,
	"blacklisted": false
}