{
	"displayProperties": {
		"description": "You've earned the Word. Replicated the sickness. Proven yourself time and again. Yet another challenge remains. Not your last. Far from it. Simply another chapter in another story that will bind your legend to those that came before.\n\nRezyl sought to vanquish terrors. Yor fertilized the wilds with suffering and despair that a new hope would grow. I was that hope. My fire showed that whispers could be hushed. To many the legend, and the lesson, ends there. They're wrong. Dangerously so. Yor's true lesson—and by extension Rezyl's—wasn't that strength beats strength. His lesson was far more subtle, and infinitely more grand. Adversity leads to evolution. Forces it. And through that crucible we are remade. Better. Stronger. More than we were.\n\nThe Guardians of today are not gods. Nor where those who came before. We are all simply links on a chain reaching back to the dawn of time, and forward to the end of existence. Each link gaining strength from the others. Each link stronger than the last. Just as I was \"stronger\" than Yor, you are stronger than me. The whole working to solidify the parts and growing sturdier as the harsh truths of reality stretch and strain to break us—to break the chain, sever our individual links.\n\nBut our chain shall never break, because warriors like you and I are not so proud as to forsake our past. We learn from it, grow from it. It is the foundation upon which we build each victory. It is the catalyst for our change. And here, now, I offer you the chance to spark a new evolution—the next hallmark in our betterment, the next leap forward in our war against extinction.\n\nI've held this jagged weapon since that faithful day on Dwindler's Ridge. Kept it hidden away. Kept its secrets, kept its nightmares locked away where none could hear—none could be tempted. It's quiet now, except a low murmur, but its sickness remains. There were countless times I thought to destroy it—remove its threat from the playing field. But I knew it held a greater purpose, and I believe that purpose can be found and fulfilled in your hands.\n\nThe Hive use untold methods to destroy us. The Weapons of Sorrow are but one. The fate of this wicked tool is in your hands now. Will you allow sorrow to linger—a festering threat waiting to consume all who are tempted by its power? Or will you forge a new road? Will you show the Hive and every Guardian who follows in your wake that sorrow does not guide us? I leave those questions for you to ponder, but I know what I believe.\n\nWe are better than our deepest fears.\n\nWe are ever and truly…\n\nWeapons of Light.\n\n—S.",
		"name": "The Eternal Chain and the Other's Prize",
		"icon": "/common/destiny2_content/icons/36381cc897225c61afd836585aeee9a8.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 889429103,
	"index": 1077,
	"redacted": false,
	"blacklisted": false
}