{
	"displayProperties": {
		"description": "The Gambit paid off. In more ways than one. The Guardians who joined in the Drifter's games have proven to be the perfect guinea pigs to demonstrate a larger point—the shadows of dark power that tempt us are not inherently evil. In fact, they are simply another tool to be used if we hope to bend the unknown to our will, an impossible feat we must learn to master if we wish to push back the ever-aggressive tide of extinction.\n\nAzzir knew this. Long ago. Long before anyone else, he saw the path forward; he simply didn't understand it. His courage and strength clouded the dangers of the path he tread. The path we now walk. The difference being we have Azzir's folly to guide us. We can, and have, learned from his mistakes. That some level of deceit was needed to further my goal of seeing Azzir's path to the end is... unfortunate. But necessary.\n\nThe stage set by the foul sport the Drifter has crafted has given many Guardians the confidence they need to see the shadows for what they are without losing their way or tainting their Light. This was Azzir's gravest mistake. He plunged freely into the abyss thinking his will alone could fend off the whispers and the corruption. But alone we all fall. Only together can we thrive in light... and dark.\n\nWhich leads to the other need addressed by Gambit's promise. Those Guardians who would give freely of themselves and seek not only power in the shadows, but comfort. Purpose. They have been drawn out and addressed. Some with force and, sadly, an end. Others quickly forfeit their troubling ambitions when faced with the dire truth of the journey they'd begun.\n\nIn the end, many Shadows have fallen. But they have all been false prophets, lost souls who would have fallen to despair sooner or later. Best to tempt them here and now in a manner we can control and correct than to allow the weak-willed to fester within our ranks.\n\n—S.",
		"name": "The Liar's Trap",
		"icon": "/common/destiny2_content/icons/36381cc897225c61afd836585aeee9a8.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 889429101,
	"index": 1079,
	"redacted": false,
	"blacklisted": false
}