{
    "index": 1077, 
    "hash": 889429100, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/36381cc897225c61afd836585aeee9a8.png", 
        "hasIcon": true, 
        "description": "Elegy for Callum Sol\n\n\nCull: Are you sure?\n\nVale: Never more.\n\nCull: I'm not questioning the plan. Just… Will it work?\n\nVale: The temptation must go further. We've baited the hook with dark imaginings, but to truly gauge the ill-intent of those hiding behind the Light, we have to give them a clear path toward their darkest desires.\n\nCull: And those who veer? Those who join my mad crusade?\n\nVale: We do as your namesake suggests.\n\nCull: Thin the herd.\n\nVale: Excise the weak few that the whole may grow stronger.\n\nCull: What if more join than intended? What if such vile messages speak to the fear that grips us all? Hate is easily sowed among a people on the brink.\n\nVale: It's not the people we seek to judge. It is their protectors. We do this for the people. For the future.\n\nCull: Not mine.\n\nVale: Funny.\n\nCull: Gotta get the jokes in while I can. Soon as I break rank it's all gloom and doom.\n\nVale: You will become the darkest Shadow—the very thing they fear we will all become.\n\nCull: And the Vanguard… They approve?\n\nVale: No. They say this playacting will foster genuine hatred.\n\nCull: They don't know what you ask of me.\n\nVale: And they never will.\n\nCull: I'll be a villain.\n\nVale: Only to those who do not truly matter.\n\n\n***\n\nCallum's Refrain\n\n\nCallum: I have tossed aside all I once held dear and returned to the purity of self. We do not need titles torn from dead fables. We are, and have always been, who we are. Hated. Feared. Lost. Broken. Dredgen Yor did not make us. Orsa and his fools would have us believe we walk in the footsteps of truest, pure sorrow. I say my sorrow equals that of Yor. I say it transcends. I say we are the future, and the future does not wait for failures resting as ash in a field on some lonely, forgotten ridge. The Book says we must be unmade, not remade, not evolved, not improved. Unmade. To achieve such glories, we must start with ourselves. We must look into the abyss, naked and unafraid of its judgment against our many human weaknesses. But Orsa knows this. As did Bane and the others. They fear true judgment. They would hide behind their interpretations of Yor's ancient texts. Seeking understanding as a means to delay what must be done. No more gambits. No more posturing. No more running from a lone man with a Golden Gun. Malphur is not a worthy foe; he is an excuse. No longer. From this moment on, we—those few brave enough to heed my words—will walk a straight line toward the abyss. We will end all who would change our course.\n\nGathering: [cheers]", 
        "name": "Elegy for Callum Sol and Callum's Refrain"
    }, 
    "subtitle": ""
}