{
	"displayProperties": {
		"description": "And that is the all of it. A journey from nowhere to here, from my life to yours. It all started with Yor, but now the journey is yours. I never told anyone this, not even Teben, but the first whisper I heard was not aboard Yor's ship where we found his writings. Nor was it when we followed his path and resurrected our own diseased replicas of Thorn. The first whisper was on the Ridge, standing over his body. Just before I released the final two sun-baked charges into his limp, motionless body, there was a faint calling—wicked words in a hateful tongue. I've lived with those words every day and every night since. They were simple. They were quiet. And they were this...\n\n\"Nothing ends.\"\n\nFor the longest time I took them as a threat, as the abyss offering a promise that death had not been sated that day and that it would come, as it always has, for everyone and everything we know. But that would mean death is something to fear, that the natural order is our enemy. And then, years—decades—later I got to thinking. About Yor, but more importantly, about Azzir, and I came to a realization that doesn't have to be true to be my truth, and it is this...\n\nThose words were not the abyss. They were not a worm's whisper or a vile promise. Nor were they a threat. They were a warning. From Azzir to me. A fight had ended, but not THE fight. He was telling me, warning me, that a journey had ended, but many more were to come.\n\nThe same goes for you. Yor. Me. The Shadows. Thorn. The Last Word. In the wake of your legend, we will all be footnotes—afterthoughts, forgotten by most. And someday another will make the same of you. This is our purpose, this is our charge—to inspire those who would continue our efforts. So, go now. This chapter is over, but remember now, and remember always...\n\nNothing ends.\n\n—S.",
		"name": "Final Whisper",
		"icon": "/common/destiny2_content/icons/36381cc897225c61afd836585aeee9a8.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 889429095,
	"index": 1085,
	"redacted": false,
	"blacklisted": false
}