{
    "index": 1083, 
    "hash": 889429094, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/36381cc897225c61afd836585aeee9a8.png", 
        "hasIcon": true, 
        "description": "I told you I was done once the Last Word was in your hands. But that letter, as with most things, was another test. I gave you all the guidance I could, and all the reassurance, but needed to see you acting upon all you have learned free of my direct hand. Sure, the Vanguard and your other allies, old and new, were around to aid you, but as always you forged a trail all your own, ever true to yourself, ever strong and defiant against the endless tide that threatens us all.\n\nYour consistent heroism and ability to adapt your skills and aggression to face ever-evolving trials prove you worthy of my confidence. This is why I shared my truths with you—my journey, the Shadows, our purpose, our sins. When you sought Thorn, the hated yin to the Word's noble yang, I knew you were headed in a fateful direction that would see me and mine as nothing more than afterthoughts in the wars to come. That I may have served as a catalyst for even a sliver of your continued growth is an honor. All of my faith says you will be a linchpin in the building of a new world, one where absolutes cower to the might of compromise, where Light tempers dark and the dark opens new insight into the Light's many undiscovered gifts.\n\nFrom this moment on, my closest allies and I will be gone. Our job is done. And, despite appearances, our purest intent was never as simple and mundane as to rile and endanger, though such tactics were needed. No, our task was always to find those, like yourself, who could further the meaning of what it means to be a Guardian and to push you forward in ways never before considered or allowed.\n\nPart of me worries that you will hold some level of contempt for the manner in which I have chosen to work. The Vanguard certainly do, and they do not endorse it, though they abide it. They don't know everything the Shadows and I have done. It is better that they do not.\n\nBut know this—as clearly as you know anything—the means justify the ends and there is no part of me that regrets the choices I've made. The circumstances that have led us all here? Yes. There is a pain at the very heart of me that any of us must exist in this terrible world we have, in part crafted for ourselves, but know above all things: It is our enemies, those who have come from out of the black to hinder our every advance, who deserve our ire. They are wicked, and they are boundless in their villainy. I speak not only of the Hive or the Fallen, the Vex or the Cabal. There are enemies at every turn—including a small but growing faction of the champions you call brothers and sisters.\n\nBe ever-mindful of the selfish and ill-prepared. They are few, but they are a constant among any group striving to better themselves, and they will drag you down into the abyss faster than any Taken horde or Red Army.\n\nGood luck, Guardian. Hero. Friend. The true Shadows are no more—only myself, Grey, Maas, Pavic and Yasuul remain, and we take our leave of these wars. The rest—those guided by ignorance and fear—have been gunned down, and with your help, the hated name Dredgen has been reclaimed, worn now by heroes.\n\nDo good, Guardian. Be brave.\n\n—S.", 
        "name": "The Long Goodbye"
    }, 
    "subtitle": ""
}