{
	"displayProperties": {
		"description": "Sola could feel the Light twisting from her prey's core. She jerked her hand, which dripped with hungering power, and plucked at something deeper. Sola worked her power between her prey's ribs and felt them give way. She dug in, in spite of the pleas, feeling for a grip to hoist their Light to the surface and find what hid underneath.\n\n\"So…\" Sola's intent bit deeper, malleable claws that flexed against her prey's Light. They probed through blood and muscle to an umbral center. \"…it's within you too.\"\n\nHer prey's scream was silenced as a shot rang out from over Sola's shoulder. It struck her opponent square in the temple, and the body collapsed. Sola's perverse Light dissipated.\n\n\"What the hell was that?\" Crimiq-5 lashed into her ear.\n\nBefore she could answer, Saint-14's voice burst through the arena's audio channel. \"ENOUGH!\"\n\nSola took a step back. A transmat deployment fired behind her. She turned, perplexed at the massive armored figure that now stood before her.\n\n\"I do not know what strange Light you are weaving, Warlock, but this is too far.\"\n\n\"I didn't realize Trials had gone soft.\"\n\n\"No… your victory stands. This is not the Crucible. There is no punishment, but I will not allow needless torture of a Guardian.\"\n\n\"Isn't Guardian-on-Guardian violence the point? Strength through death.\"\n\n\"You are no Guardian.\" Saint turned away from Sola and looked to Crimiq-5 as he approached. \"I hope you know what company you keep.\"\n\nCrimiq-5 slung his rifle and pierced Sola's visor with livid eyes. He knelt and extended a hand to the broken Guardian's Ghost. \"I'm not a party to this. Not my style.\"\n\nCrimiq's eyes scanned the grotesque scene. \"I'm sorry I wasn't faster.\"\n\nSola could feel Saint-14's Light eclipse her own. His hand clenched into a fist. She stifled as much of her temper as she could muster.\n\n\"Fine. You're all as good as dead anyway. Good luck with your war.\"\n\nSola turned to leave.\n\nSaint raised his hand to a swatch mark on his helm. \"Geppetto, recall me and get these fighters back on their feet. This match is over.\"",
		"name": "The Scholar",
		"hasIcon": false
	},
	"subtitle": "You can't pull an all-nighter when the sun never sets.",
	"hash": 916543552,
	"index": 1353,
	"redacted": false,
	"blacklisted": false
}