{
    "index": 1275, 
    "hash": 923351359, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png", 
        "hasIcon": true, 
        "description": "Saint-14 barrels through drifting wool tufts, dyed in now-dispersed polychromatic patterns.\n\nA detachment of the Firebreak Order had overextended their hold in the valley and, when pressed, refused to give ground. Their valiance was swept away in futility. Eight downed. One missing.\n\nHe emerges at a ridgetop on the Western border, ribbons of wool still clinging to his armor like kaleidoscopic streaks. Munitions detonate against the open sky behind him. Lightning crashes down in response. The City is not lost yet.\n\nEight Guardians lay Lightless, their bodies back to back in a field of broken enemies and scorched earth. Fallen circle them like vultures. In the chaos, their Ghosts had fled toward the ridgetop without detection. Saint-14 watches them glide fast and low. He maps the route up the sloped ridge toward a small crater at the lip where he could meet them.\n\nHis attention snaps to the crater. The ninth. Elriq. She was safe, and alone, and burrowed into herself.\n\n Saint slides into the crater next to Elriq; her surprised terror fades to relief.\n\n\"Are you okay?\"\n\n\"Yes.\" Her Ghost is wounded, but alive.\n\n\"We will clear a path, and they will all stand again.\"\n\nThe air bursts open above the Fallen. Those closest are incinerated; in their place shines Osiris's brilliant golden Light. The blast ruptures a nearby Captain's barrier, sending them careening across the dirt. Hissing and roars erupt. Shock rifles sling bolts skyward.\n\nFlame rains and scatters them. His movements cut aureate ribbons through their ranks. Disorientation turns to panic, and one after another are consumed by his conflagration.\n\n\"Give them hell, you crazy bastard.\" Saint turns to Elriq. \"Are you ready?\"\n\n\"I can't.\"\n\nOsiris cheats his sight to the fleeing Ghosts for a moment. Click. They had almost made the ridge. Click. He spun back; palm alight. Click. The Captain, now standing, sends the full fury of his scorch cannon. The blast rips through Osiris's image in shimmering fashion, scattering Light across the valley, traced in molten glass.\n\nMore Fallen flood the valley.\n\n\"We need you, Titan.\"\n\n\"I can't die again.\"\n\n\"Then we will not die.\" Saint checks his magazine.\n\nSeveral tiny Lights blip over the lip of the ridge. \"Guardians!\"\n\nShe sits up. Counts them all. Eight lives. Eight that would carry so many more.\n\n\"I couldn't…\"\n\n\"This is a new choice.\" Saint-14 steps out of the crater. \"You are only what you want to be.\"\n\nElriq stands. \"Hide now, little ones. We're going to get your Guardians back.\"", 
        "name": "8: Observer Effect"
    }, 
    "subtitle": ""
}