{
    "index": 1268, 
    "hash": 923351350, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png", 
        "hasIcon": true, 
        "description": "A lone engine rails against the faux tranquility of the Dead Zone, keeping a teetering chassis of metal just within the terminator line of brimming twilight. The carrier dives through needled mountains that perforate low-hanging clouds, cutting them into sheets of stratus and vapor that slide like flattening suds across a dusk ocean. A closed-net comms line crackles.\n\nMarin Oru:\nMost of the canopy is too thick to land. We'll be exposed in the clearing.\n\nSaint-14:\nShe will be there. Final transmission lists six refugees; peddled for Ether.\n\nGeppetto:\nAnd upward of thirty Fallen.\n\nMarin Oru:\nIn that case, I'm glad we brought the machine gun.\n\nSaint-14:\nThis Warlord who deals with them… we will have to pay them a visit.\n\nMarin Oru:\nFocus on the task at hand. Thirty seconds.\n\nGeppetto:\nMs. Lucine's Ghost, Ghost, reports no Pikes. However, there is a covered pit in the camp that drew curiosity. They are going radio silent.\n\nMarin Oru:\nSomething better left alone, I'm sure.\n\nThey plunge into shadow, between peaks, cloud-wake trails as they slow to land. The carrier whirrs and rattles. Engines cut and cool. Titan and Warlock disembark. They wait.\n\n\"Well done, Geppetto.\" Marin Uro's voice emanates from his helmet, visor stiffly fixed on the tree line.\n\nGeppetto blinks code into the gloaming horizon, awaiting response. \"Thank you, Brother Marin. It was my first time.\"\n\nMarin is a statue.\n\nSaint opens the carrier's cargo hold and turns to Marin. \"She will be here.\"\n\nGeppetto blinks. \"No response from Ms. Lucine.\"\n\n\"All this worry—it is over nothing. Tyv will laugh with us tomorrow.\" Saint pats Marin's back.\n\n\"Tomorrow.\" Marin's eyes are fixed on the darkening tree line.\n\n\"Yes. Tomorrow. The day after, again after that, and more until a day without armor.\"\n\n\"That's a pleasant thought.\" Marin straightens, peering at a point in the depth.\n\nA Light blinks from the tree line.\n\n\"Brother Saint. I have located them.\"", 
        "name": "1: Burden Part I"
    }, 
    "subtitle": ""
}