{
	"displayProperties": {
		"description": "Saint looks to the twisted scar where the carrier had been. \"They are gone…\"\n\n\"SUPPRESSING FIRE!\" Marin sends their response clear into the tree line. The Fallen charge against his lead rebuke. \"MOVE!\"\n\nSaint catches sight of Tyv, newly breathing. She stumbles several paces away, posture crooked among the wreckage. She leans against a shard of the carrier's hull, out of sight while Ghost busily spins Light. The hand of her good arm sinks to a sheathed blade. The night air hangs still.\n\nThe Exo's eyes lock to the tree line. His will: solid iridescence. The air around him bends into infinite density. Violet shimmer ripples across his plate and bows outward against the horror, consolidating into a luminous shield. He meets the Fallen charge with Void Light doom. Machine gun fire rips overhead, cutting down Dregs and splitting the front in two. He takes ground with every step, shattering each challenger. He breaks through to the tree line and flings his shield, severing one of the Walker's limbs.\n\nHe is at the brink, face to face with death. The Walker's field gun teeters to match his verticality. Saint-14 braces. He is an incandescent Ward. A just retribution. A violet wall that stands to refute the night, but the Dawn does not follow. A second shell rings from the Walker's cannon. It collides, apocalyptic. The Ward shatters against the blast. Only darkness.\n\nA steel hand, limp and flat, slowly clenches into a fist. They are dragged. Saint grasps at consciousness. His vision is fire and wreckage. Timbers shatter against the Walker's frame as it emerges before them, shrouded behind smoke. Fallen mouths shriek in muted deaf-tone emptiness as they fill the clearing. Saint blinks. The world races back to him.\n\n\"Skas veskirisk.\" The remaining Fallen ranks part to reveal a hulking Captain. \"Skas volasusk!\"  Chitters and trill runs from the Vandals down to the Dregs as he roars.\n\nMarin is at his back. Breathing and bleeding. \"Faster… Tyv…\"\n\n\"Kapsok aps vankemraptalirask; kapsok aps vamesaqeptosirulosk.\" The horde raise their arms. \"Meliksnisk. Monequin.\" They unleash a storm of bolts.\n\nTyv meets the bolts in the air, crackling with lightning that snaps at the ground beneath her. She whisks away the storm with a keened discipline, scattering a hail of Arc-bolts around the fireteam. Dirt hisses as the bolts sear into the ground and billow clouds into the air. She slides into the obfuscating dust and sweeps Arc purity through the Fallen in the confusion.\n\nMarin takes the distraction. He distillates all his will, all the Light he can muster into one point. Color drains around him, and the point grows dark. He casts it from him, a pale iridescence that rips reality endlessly into itself. The sphere of Void strikes the Walker true, twisting the crumpling metal into oblivion.\n\n Not one Fallen remains.\n\nThey stand alone in the wreckage.",
		"name": "3: Burden Part III",
		"icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 923351348,
	"index": 1271,
	"redacted": false,
	"blacklisted": false
}