{
	"displayProperties": {
		"description": "What would be the Last City looms over Osiris. Ramshackle barricades bend around it miles into the distance. He strides through half-formed steel-rust walls and across flattened earth foundations pocked from small-arms fire. He passes dozens of citizens welding fortifications, making repairs, and disassembling thin battle-scorched hovels to repurpose the materials into permanent homes.\n\nLightbearers dot the landscape, heaving great loads of metal to the burgeoning walls, melting beams together with Solar Light, or scanning for distant threats all along the many watchtowers that border the City like lighthouses guiding the lost into safe harbor. Ghosts project diagrams and schematics to steer the hands of each worker. One man pulls a crude cup from a bucket. It drips clean water as he lifts it to his lips and drinks deeply while the bucket is ferried away on pulleys to quench another group elsewhere.\n\n\"I've never seen so many Ghosts before. Will we be staying long?\"\n\n\"The Traveler is here, Sagira. Where better to find the answers we seek?\"\n\nThe smell of tea and spice flow through the air, bouncing punctually to the senses over aging smoke and fumes. An aroma of peppered meats draws Osiris toward a central square full of scattered materials and low cinder-chunk walls propping up scrapyard rifles. An armored Exo shuffles between cooking grills inside a ring of rubble.\n\n\"It sounded… grander,\" Sagira muses, surveying the tent city remnants in the distance.\n\n\"Rumors always do. It's not quite the foothold oasis Felwinter spoke of, but it is a start.\"\n\n\"What could be grander?\" The Exo chef clatters half a dozen wooden plates of food onto a rough stone counter. \"This is hope, Guardian. Quiet days like these… soon there will be more.\"\n\n\"I'm no Guardian. Just meeting a friend.\" Osiris looks to a far Tower jutting above the encompassing construction. Solitary; in the shadow of an osseous-white orb.\n\n\"I will be your friend. Come. Sit. Eat. There is enough for you to join us. I am Saint-14.\"\n\nOsiris eyes the plated meat and the smoky grill before glancing back at the distant fortifications. \"You could do the work of twenty on that wall.\"\n\n\"It is their wall. Should they require assistance, they need only ask.\" Saint-14 extends a plate of food toward Osiris and arranges his faceplates into a smile.\n\n \"Since he's not going to introduce us… this is Osiris, and I'm Sagira. It's nice to meet you, Saint!\"",
		"name": "6: Foundations Part I",
		"icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 923351345,
	"index": 1274,
	"redacted": false,
	"blacklisted": false
}