{
    "index": 1276, 
    "hash": 923351358, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png", 
        "hasIcon": true, 
        "description": "Osiris burns; a roaring visage against the sky-soot firmament. Compressing, endless night. Skeins of light twist and hum; charged sinew stitch through his muscle and bone. Myriad shimmering-gold marionettes scramble to reinforce gaps across the City's defense at his behest. The East below him, breached by waves of frenetic clamoring Fallen. The front had not broken, only moved. He focuses his projections there.\n\nA small fireteam holds the line. Osiris twists. Golden defiance moves to stanch the Fallen's momentum. One projection locks eyes with a Titan. She nods, and with fluid elegance, the projection lifts her skyward. She brings down a tempest that rolls thunder across the City walls and scatters the advancing force. Shaxx bellows in the distance.\n\nMultiple skeins snap. The sky stretches into starless night; an oblivion crowds the borders of Osiris's mind in suffocating omnipresence. The margins. Light thinly stretched. Under duress. Never enough.\n\nThe West is bending.\n\nThe transfer, instantaneous.\n\nOsiris weaves Inferno. Ether and flame engulfing each other into ashen wake. He spots eight Lights climbing the ridge. Click. A lone Guardian crashes onto the ridgetop horizon. Click. They will survive. Click. He turns, palm alig—\n\nThe North is bending.\n\nNerves burn. The City's golden hue falters. Only a moment of exhalation.\n\nThe North fractures. Field guns rip into the Wall.\n\nHe is there. Two Hunters hold. One snap-fires beams of sunlight from her rifle, wreathed in flame. The second dances through challengers, her blades Arc purity. None would pass them.\n\nHis projections move to fill the gap.\n\nBodies in the rubble.\n\nEvacuees from the Eastern breach caught in the blast.\n\nTheir deaths filled his mind through twenty gilded eyes, capturing the scene in its totality.\n\nOsiris would scour the Northern front in golden Light.\n\nHe looked to the shattered wall. Through the gap, mind inutile, overshadowed by the eternal precipice. Crowded with menace. Eyes peering down, seeping over, hungry, waiting to flood this last hope with plunging depth. Even now, as Fallen lines break against the Light, others stand watching from deep starless hollows. If not this, another. The dam will fail, as all do in time.\n\nBut for now, the South bends… and it can still be cleansed with fire.", 
        "name": "9: Thin"
    }, 
    "subtitle": ""
}