{
	"displayProperties": {
		"description": "\"It is nice to meet you too, Sagira! Osiris, please.\" Saint-14 gestures to a flimsy wooden chair.\n\nTwo Ghosts zoom past them and sweep plates from the counter before scooting off.\n\n\"Would you mind helping them bring food to the people, Sagira?\"\n\n\"Sure, let me just load up my service protocol.\" The joke hangs. Saint-14 expresses genuine thanks. \"Okay! I'll be right back!\" She delicately balances a plate and floats away.\n\n\"Are you not hungry?\"\n\n\"You could be patrolling with the Iron Lords.\" Osiris pulls the plate closer.\n\nSaint sits. \"Is that what gives you purpose?\"\n\nA gaggle of Ghosts zoom across the ground, kicking up tiny clouds and chirping to each other. They glide up the rubble, leave clean plates, scoop up new ones, and are gone again.\n\n\"There are monsters out there—the kind a Lightless being could not hope to overcome.\"\n\n\"Life is hard.\" Saint stands to line the grill with shaved pork. \"Those of us who can help, should.\"\n\n\"I worry about wasted potential.\" Osiris sneaks a small piece from his plate.\n\n\"You should see the Speaker. Perhaps he can help you find your path.\"\n\nOsiris scoffs. \"I don't think he has my answers.\" \n\n\"You want to bet?\" Saint-14 flips the mound of pork with his hand.\n\n\"I don't gamble.\" Osiris pauses. He glances over his shoulder.\n\nSagira twists in formation with the other Ghosts. They dance through the air, scooping empty plates from improvised tables.\n\n\"Is he a good man?\"\n\n\"I would give my life for him.\"\n\n\"Hm.\"\n\n\"All this,\" Saint-14 gestures to the borders of the City, \"it is a breath. People are better if they have a moment to breathe.\"\n\n\"You think so?\"\n\n\"I do, and I think you will come to see I am right.\"\n\nGhosts make the loop. Sagira laughs.\n\n\"Maybe. Thank you for the food, Saint-14.\"\n\n\"You're welcome.\"\n\nThe two eat.\n\nOsiris's shoulders slacken. \"Does this taste burnt to you?\"\n\n\"No.\"",
		"name": "7: Foundations Part II",
		"icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png",
		"hasIcon": true
	},
	"subtitle": "",
	"hash": 923351344,
	"index": 1275,
	"redacted": false,
	"blacklisted": false
}