{
    "index": 1272, 
    "hash": 923351346, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png", 
        "hasIcon": true, 
        "description": "A small band of humans emerge from the woods at Osiris's flank. Some carry rust-laden firearms. The one who leads them jaunts forward.\n\n\"Stand up, old man.\" The words are slung over his shoulder, wet and heavy.\n\n\"No.\"\n\nA painted Ghost whips in front of Osiris's face. \"Warlord Reich demands you stand.\"\n\n\"You're on my turf. Burning my wood. That's stealing. That's an arm.\"\n\n\"Given immortality, and all you can think to do is grab at what's around you. What a waste.\"\n\nThe Warlord laughs. The Ghost quickly laughs in step.\n\n\"You're a disgrace.\" Osiris peers over his shoulder. \"Leave. Rethink your path.\"\n\n\"It's your arm or your life. Those are the rules.\"\n\n\"Make your decision.\" Osiris leaves the words to hang around the Warlord's head.\n\n\"I have half a dozen guns at my back.\" The Warlord puts pitted iron to Osiris's hood.\n\n\"I have a spark.\" Flame engulfs Osiris, erupting into wings that cast back the shadows of the night. A white-hot blade extends from his hand. In one swift motion, Osiris cuts the Warlord down into a sizzling heap and snatches his stunned Ghost from the air. His gaze shifts to the people to catch sight of their backs as the lot retreat into the woods. His attention snaps to the Ghost.\n\n \"Why this man?\" Osiris douses his flame.\n\n\"Get off me!\"\n\nSagira compiles herself back into existence.\n\n\"You! Sister. Help!\"\n\n\"Okay. Hey. He's not going to hurt you. Talk to me. Pretend like he's not here.\" Sagira aligns herself directly in front of the Ghost. Their irises lock and twitch erratically in sequence.\n\n\"Oh. Let him go.\"\n\nOsiris releases. The Ghost dissipates. \"Sagira?\"\n\n\"He needed someone strong. A fighter.\"\n\n\"Nothing more?\"\n\nSagira pauses.\n\n\"The Traveler was… wounded when it created us.  That pain echoes. Some of us make choices we shouldn't. Some of us are scared. The process isn't streamlined.\" \n\n\"Flaws.\" Osiris shrinks against the forest's aphotic density. If there are flaws in the Light, then it could be corrupted. It is not indomitable, and so in time would be challenged.\n\n\"We're pieces of a whole, but distinct. Unique. You're not Mr. Perfect yourself.\"\n\nHe would need to learn patience.\n\n\"Where will he go?\"\n\n \"To reunite with the Traveler. To find someone new. Someone better.\"", 
        "name": "5: Moths to Flame Part II"
    }, 
    "subtitle": ""
}