{
    "index": 1269, 
    "hash": 923351349, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/79048c29574a070aaf4fb46bf429f9df.png", 
        "hasIcon": true, 
        "description": "Tyv Lucine leaves the tree line with six souls in tow. She spots Geppetto's Light flickering in the twilight. Her Ghost, Ghost, spins and shimmers in the hands of a child who is \"navigating\" them to their destination. Moonlight creeps into the valley, lifting the arrested momentary pitch between sundown and moonrise. Dew hugs the grass along her boots. They approach. Ghosts dissipate.\n\nMarin stands, poised; a long-barrel armament affixed with a bipod adorns his shoulders.\n\n\"Thank you for doing this Marin.\" Tyv speaks softly. She thrusts a steady hand toward his.\n\nHe nods and shakes her hand. \"It was Saint's idea.\"\n\n\"Is that what he told you?\" She looks to Saint greeting refugees and ushering them into the carrier.\n\n\"It does not matter who had the idea.\" Saint-14 hugs her.\n\nMarin straightens and looks beyond them. Flares loose from the canopy, breathing pale azure revival back into sky. Shrieks and lights whip into frenzy within the trees. Cloud cover casts darkness over the clearing.\n\nMarin's stance breaks. \"Tyv, get this heap in the air. Saint, you're with me.\"\n\nMarin plants a bipod in the grass. Saint spreads his Light into a gleaming barricade in opposition against the tree line.\n\n\"Go now. It's a long flight. We will make sure you are not followed.\" Saint shoulders his rifle.\n\nTyv nods. She runs for the cockpit.\n\nSaint salutes as the cargo hold shuts.\n\nHowls ring from the brink. Fallen step into the clearing.\n\nMarin racks the repeater. \"Come on then.\"\n\nThe carrier engine fires. It roars; bright, bellowing flame. A beacon. A wish.\n\nCacophony sounds in the distance, splitting heated bends through the canopy pine as a screaming-red shell tears across the clearing. \n\nThe carrier is annihilated.\n\nTyv shatters, her body skids across the grass in ruin.\n\nDeafening shock breaks the night. In it, one lone call:\n\n\"SPIDER TANK!\"", 
        "name": "2: Burden Part II"
    }, 
    "subtitle": ""
}