{
    "index": 1236, 
    "hash": 9250514, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/89cb21fcb08b92d29d87b54d64dafcbd.png", 
        "hasIcon": true, 
        "description": "My Queen,\n\nCrota's minions emerge once more. The Hidden Swarm that previously served Crota has banded together once again, leaderless but not purposeless. The energy emanating from the Pyramid has apparently attracted undesirable attention. If I am struggling to understand its potential, I wonder whether the Hidden Swarm has even scratched the surface.\n\nNonetheless, the Pyramid arrived on the Moon well before Guardians set foot here and remained unseen by us for eons. I spent years trapped in the Hellmouth, and all the while this force was buried beneath me, hidden by the Hive. If only I had known. How long has the Hidden Swarm been experimenting with the Pyramid's power? For all the Hive's efforts, they fortunately do not seem to have succeeded in penetrating the Pyramid's walls.\n\nNow that the Pyramid has activated, I sense a certain desperation in the Hidden Swarm. The Hive are frenzied. Their rituals and the appearance of Crota's daughter, Hashladûn, suggest that either the Hidden Swarm is seeking leadership, or it is so malleable that anyone desiring an army might claim them.\n\nWe cannot underestimate the Hidden Swarm. I know far too well what kind of damage these Hive are capable of. Too many victims have fallen to their bloodlust. I've… lost too much. Because of them, I lost my Ghost. I lost my eyes. They assumed me beaten. But they were wrong. I used their own dark magic against them, surviving and learning their tricks. I know where they are weak, a place only mentioned in whispers: the Catacombs. It is there that unknown shadows lurk, performing the most depraved rituals imaginable.\n\nShould some malignant force rise from the Darkness to guide them, I shudder to think what this brood could achieve. This must never be allowed to happen. The Hive may have suffered a momentary loss and could attempt retaliation, but now is our time to strike. No more distractions. We must get inside.", 
        "name": "Regarding the Hidden Swarm"
    }, 
    "subtitle": ""
}