{
    "index": 1241, 
    "hash": 9250527, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/89cb21fcb08b92d29d87b54d64dafcbd.png", 
        "hasIcon": true, 
        "description": "My Queen,\n\nThe Red War was not so long ago. The Nightmare of Ghaul is an unwelcome reminder of the slaughter we faced. Many of us are still rebuilding after the atrocities committed by this murderous fiend. He orchestrated one of the greatest tragedies our people have endured when he tried to steal the Traveler for himself and harness its Light, destroying our homes and the Tower, massacring thousands of innocents in the process.\n\nGhaul's most odious transgression was not his attempted theft of the Traveler, nor his part in the Speaker's death, but his profane, self-aggrandized fantasy that he would be chosen to receive the Traveler's Light. It would amuse me to think this brute, who excelled only at betrayal and subterfuge, would ever be worthy of the Traveler's Light, had his misguided campaign not led to so much senseless bloodshed.\n\nLight stands for self-sacrifice and devotion. Light is the hope of a peaceful, harmonious world. Ghaul sought only power. He would never have been chosen for the Light.\n\nI often wonder whether I was chosen, or whether I made a choice in my journey through this life. Did fate make me, or did I make my own fate? I cannot say with great certainty, one way or the other. I can only assert that I choose what I feel to be right in any given moment and hope I made the right choice.\n\nI was relieved when Ghaul was defeated by the might of Guardians and destroyed by the Traveler's Light. It was reaffirming. I spare no pity for Ghaul, as he was a wretched creature who got what he deserved. His rage-fueled quest for power will not prove our greatest test, however. I dread that whatever comes creeping out of the darkness next will dwarf the devastation Ghaul brought forth. We must steel ourselves for what lies inside the Pyramid.", 
        "name": "Regarding Ghaul"
    }, 
    "subtitle": ""
}