{
    "index": 1232, 
    "hash": 9250518, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/89cb21fcb08b92d29d87b54d64dafcbd.png", 
        "hasIcon": true, 
        "description": "My Queen,\n\nWe were right. It was under our noses the whole time.\n\nSomething lies deep below the Moon's surface, and I believe it's more important than we initially believed. It's something we may not be ready for—I've found a Pyramid, akin to your description. It's what we've been hunting for.\n\nThe Pyramid has reopened a box in my mind, long thought locked, its contents frightening and heartbreaking. It's forcing me to confront memories buried ages ago. People, places, vile creatures—all are rushing to the forefront of my consciousness. If it's affecting me like this, what will it do to our loved ones, those we've sworn to protect?\n\nI vividly remember the stories from that night. The sky burning green, the roar of thunder ripping through the darkness, and the Eater of Hope tearing through our ranks. Crota, the merciless Hive prince whose dark campaign to pursue the Traveler led to the slaughter of countless worlds—all in the name of his father, Oryx, the Taken King.\n\nI'll never forget the Vanguard's failed attempt to reclaim the Moon from the Hive. The Great Disaster. We lost thousands, needlessly. I fear we are on the verge of doing so once again.\n\nNow the Hive are spreading across the Moon, perhaps mounting a defensive or some other insidious machination. We must access the inside of the Pyramid by whatever means necessary, to find what I believe may be the key to our battle with the Darkness. It's too critical to allow the Hive to interfere.\n\nThis is our duty. My fate has guided me here. We will set it right. The price will be high, but the alternative is not an option. It will take the collective might of all Guardians working together to lead us to a brighter future.", 
        "name": "Regarding the Great Disaster"
    }, 
    "subtitle": ""
}