{
    "index": 1233, 
    "hash": 9250519, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/89cb21fcb08b92d29d87b54d64dafcbd.png", 
        "hasIcon": true, 
        "description": "Ikora,\n\nThe Nightmares appear to be extracted from our very psyche—violent manifestations that wreak havoc, tormenting us with our past trauma. They tease us with a life we once knew, prying into our minds and attacking our most vulnerable points. This assault on our emotions is aimed to weaken us and our sense of purpose. But I will not waver. Emotions can be overcome. I don't fully comprehend the power these Nightmares wield, or if they can truly be conquered, but I have yet to meet an enemy who could not be.\n\nI cannot shake the feeling that we are being toyed with, that these Nightmares are a hindrance to our goal. We must not lose sight of what they are guarding.\n\nPerhaps they wish to make us question ourselves and our will to fight, to overcome. Now, I lived in the darkness for years, barely escaping with what was left of my life. The toll it took on me to refortify myself is something I refuse to experience again. If the Pyramid is indeed testing us, it will find we are more than up to the challenge.\n\nThe Pyramid has also spawned another entity, one that presents a different kind of danger. It does not attempt to harm me physically. Instead, it seeks to wage psychological warfare—a battlefield I have lived on. The Pyramid had the gall to bring Sai Mota before me, devoid of her corporeal form, hoping to shake my resolve.\n\nI will admit, seeing this phantom was jarring, but the Pyramid underestimates my will. It was almost comforting to see her again. Nothing will break my determination. I can't allow it. Not with what's at stake.\n\nShould we falter, all our work—along with our goal of an existence without strife, pain, or hardship—will cease to be. No one should have to endure what I've lived through. As long as I am around, no one ever will… We cannot acquiesce.\n\nWe will show them the meaning of Light.", 
        "name": "Regarding Nightmares"
    }, 
    "subtitle": ""
}