{
    "index": 1234, 
    "hash": 9250516, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "icon": "/common/destiny2_content/icons/89cb21fcb08b92d29d87b54d64dafcbd.png", 
        "hasIcon": true, 
        "description": "My Queen,\n\nThey won't leave me alone. It was only Sai at first. Now Vell Tarlowe joins her, back to torture me. Once more, I'm forced to relive the loss of my old fireteam. Their screams of agony haunted me for so long, but never did I anticipate hearing their voices again. The Darkness is deceptive and seeks to corrupt from within. It knows just where to strike.\n\nTerrible pain has resurfaced from a scar that I assumed had healed. Now something is scratching and clawing its way out. When we went after Crota to seek retribution for the Great Disaster, we knew there would be risks. We did not know it would be a suicide mission. I'm ashamed to say I never wanted to think about these events again. How can we move on from our past if we continue to live in it?\n\nThey were the last family I had before my time in the Dark.\n\nSix of us went in. Only I made it out.\n\nEriana-3, my leader—our first encounter consisted of an argument over a piece of music I loathed. Eriana was enamored with its melody and sought to convince me of its merits. Her unequivocal honesty in the face of dissenting opinions led me to pledge my total devotion and trust to her. I would hum the tune quietly to myself in the Dark, to stave off the madness that was consuming me.\n\nOur Titan, Vell, was the first to fall. I mourn him to this day and think of his courage in times of despair. We should all be so valiant in the face of overwhelming odds. Today, I will need his example more than ever.\n\nSai's knives were as sharp as her wit. She laughed in the very face of danger. Now, the same laugh that I heard countless times and that once brought me great comfort rings painfully in my memory and triggers nothing but anguish. How I wish I could amend that! She deserved more.\n\nPoor Omar was skeptical of our chances, yet his bravery endured—even as his Light was pulled from him by the Hive Wizard, the Heart of Crota. Few possess the fortitude required to press on when all hope seems lost. He has imbued me with the strength to weather the coming storm.\n\nAnd you know Toland, the Shattered—the mad Warlock who knew more than he let on. I had my doubts about him in the past, but time changes perspectives. I now respect his dedication to learning the ways of the Darkness and surviving despite them, much as I had to.\n\nBy confronting me with my lost fireteam and stirring up memories so painful, the Nightmares only confirm my earlier assumptions—I feel they are trying to distract us.\n\nRemain vigilant, no matter the cost.", 
        "name": "Regarding Eris's Fireteam"
    }, 
    "subtitle": ""
}