{
    "index": 836, 
    "hash": 995283190, 
    "blacklisted": false, 
    "redacted": false, 
    "displayProperties": {
        "hasIcon": false, 
        "description": "A TALE FROM THE DARK AGE, PART ONE OF THREE \nATOP A DUSTY CLIFFSIDE\n\nSaladin and Efrideet stand, the wind tearing at the cloth on their armor. Dreg corpses surround the two Lightbearers, framed by broken weapons and bullet shells. Efrideet ejects the last spent round from her rifle. \"I'm out of ammo.\"\n\n\"Then leave this to me.\"\n\n\"You don't trust me? Are you going to make me ask again?\"\n\n\"In truth, I'd like to make you leave. I can handle the rest.\"\n\n\"Fine. Handle it. I just came to talk.\"\n\nSaladin stares. He turns a fist-sized rock over and over in his hands.\n\nEfrideet continues. \"I heard you're trying to put an end to the fighting. They say you're recruiting people with the gift.\"\n\n\"I'm looking for someone who can do more than use a firearm.\"\n\n\"But no one shoots better than me.\"\n\nSaladin looks at her and doesn't answer. He turns, pointing. Far below them rest a dilapidated village to the west and a makeshift bunker to the east, covered in Fallen sigils. A desolate field lies in between, burnt and charred, covered in the dead. \"The village is called Patch Run,\" he says. \"Population forty-three last week. Half of that at fighting capacity.\"\n\n\"That's a collection of huts. Not a village.\" Efrideet's voice softens. Saladin's hardens in return.\n\n\"It's a noble life.\" He pauses. \"I make it my duty to patrol this area. I thought crushing that Fallen House every week would dissuade them. They keep returning.\"\n\nThe two hear the roar of the Fallen Skiff before they see it tear across the sky. It releases a Walker, which drops into the field like a meteor, digging deep into the gravel in front of the bunker. The Walker begins to unfurl its legs as the Skiff takes off, heading to the blooming eruptions of a conflict in the distance.\n\nEfrideet grows impatient. \"Come on! You have any ammo?\"\n\n\"I have Light.\" Saladin tosses the rock in his hand and opens two palms writhing with Arc bolts. \"But it's out of range. Even for me. We'll have to take the long way down.\"\n\n\"As if there's time.\" Below, the Walker begins a march across the field. \"I could throw you.\"\n\nSaladin emits a single, sharp laugh. When she says nothing, he turns to stare. Realizes it's not a joke. \"There's no dignity in that.\"\n\n\"Is there dignity in letting those people die?\"\n\nSaladin doesn't respond. He looks down the mountainside…", 
        "name": "Cloak of Remembrance"
    }, 
    "subtitle": "To inspire our wards with a practiced flourish."
}